{
	"Changes":[
		{
			"LogName":"Year 2 Festival Egg Festival - spring13.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring13.xnb",
			"Entries":{
				 "Abigail":"Sam? Sebastian? Vocês pelo menos tentaram no ano passado?",
                 "Robin":"Ei, @. Que bom ver você aqui.#$e#Você já deve estar no auge com suas colheitas, hein?",
                 "Demetrius":"O bufê do Gus está espetacular este ano. Tem algum ovo da sua fazenda?",
                 "Maru":"Acho que vou dar outra chance à caça aos ovos este ano. Por que não?$h",
                 "Sebastian":"Claro, eu gosto de jogos, mas a caça aos ovos é um pouco simples para mim.#$b#Se eu vou jogar um jogo, precisa haver algum tipo de profundidade nele. Sabe? Contexto, narrativa, esse tipo de coisa.",
                 "Linus":"Vale a pena enfrentar os olhares que as pessoas me lançam, se isso significar que posso comer algo delicioso.",
                 "Caroline":"Já visitou o quiosque do Pierre?$h",
                 "Alex":"Talvez eu tenha exagerado um pouco com o bufê este ano... mas será fácil resolver isso.#$e#Eu poderia correr mais tarde esta noite.",
                 "George": "Foi outra reprise na TV. Mas este festival também é como uma reprise, então vocês deveriam agradecer por eu estar aqui.",
                 "Evelyn":"Oh George. Você gosta de comida de graça e sabe disso.",
                 "Clint":"Fiz questão de chegar mais cedo este ano, antes que todo mundo invadisse o bufê. Eu realmente me fartei.$h#$e#Espere... isso significa que roubei a parte de outra pessoa?$s ",
                 "Penny":"Fizemos um projeto de arte para decorar ovos no início da semana. Se você vir um roxo, pode ser de Jas, e um dos amarelos é de Vincent.",
                 "Pam":"Já fiz esse festival tantas vezes que é difícil lembrar de todas.#$e#Por quê? Aconteceu alguma coisa interessante ano passado?",
                 "Emily":"Colei algumas bijuterias em alguns dos ovos que decorei este ano. Espero que gostem dos moldes.$h#$e#Não, eles não valem nenhum ponto extra. São apenas chique.",
                 "Haley":"Ovos recheados são tão nojentos e viscosos.#$b#O que, você também gosta deles ou algo assim?$s",
                 "Jodi":"Parece que Emily realmente coloca seu coração e alma neste festival.$h#$e#Talvez eu também precise de um novo hobby.",
                 "Marlon":"Eu venho a todos os festivais, mas tenho que me perguntar se algumas dessas pessoas sabem quem eu sou...",
                 "Sam":"*sniff* ...Ei, é difícil ir rastejar nos arbustos para pegar ovos quando você está com um ataque de espirros forte acontecendo.$s",
                 "Leah":"Peguei meus menores pincéis e fiz um pequeno prado florido em um dos ovos. Eu me pergunto quem vai encontrá-lo.",
                 "Shane":"Sempre me sinto um pouco melhor neste festival. Todo o trabalho duro com o qual realmente me importo finalmente compensa.#$e#Ei, aproveite.$h",
                 "Marnie":"Shane foi uma grande ajuda este ano. Eu diria que ele se esforçou mais para fazer isso acontecer este ano do que eu!$h",
                 "Elliott":"Em todas as culturas, os ovos simbolizam a promessa de vida perpétua por meio do renascimento.#$b#Para nós aqui, as festividades dão uma nova vida ao espírito humano. Todos nos relacionamos com a beleza disso em um nível subconsciente.$h",
                 "Gus":"Isso mesmo! Ovos fritos, ovos cozidos, ovos escalfados, ovos cozidos, ovos mexidos, ovos de chocolate... você escolhe!#$e#Espero ter vivido até o banquete do ano passado.$h",
                 "Harvey":"O prefeito Lewis está me deixando ajudar a esconder alguns ovos este ano. Estive procurando alguns bons locais.#$e#Oh, você está participando? Bem... quem sabe? Talvez eu não vá esconda-os onde você acha que eu vou!",
                 "Jas":"Talvez eu deva me juntar a Vincent e podemos dividir o prêmio?#$e#Hmm... talvez não. Isso provavelmente não é permitido.",
                 "Vincent":"Ouvi dizer que o prêmio este ano pode ser 1000G! Isso é MUITO dinheiro!$h#$b#Isso é como... o suficiente para comprar 1000G de sorvete!$h",
                 "Willy":"As crianças desta cidade não se importam muito com o que passo a maior parte do meu tempo fazendo. E tudo bem.#$b#Ajudar neste evento me ajuda a me conectar um pouco com eles, mesmo que indiretamente.$h"
			},
			"When":{
				"Year |contains=2":false
			}
		},
		{
			"LogName":"Year 2 Festival Flower Dance - spring24.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring24.xnb",
			"Entries":{
				 "Abigail":"Não podemos simplesmente fazer uma dança das flores sem a dança? Não me importo com o vestido.$u",
                 "Robin":"Uma flor pode realmente fazer a estética da sua casa se unir. Você viu a receita de artesanato que Pierre tem à venda?",
                 "Demetrius":"Fico muito orgulhoso de ver Maru neste festival. As crianças com certeza crescem rápido.",
                 "Maru":"Eu me pergunto se meu pai vai filmar isso?#$b#Acho que ele pode, se quiser. Ele nunca volta e assiste a vídeos antigos, de qualquer maneira.",
                 "Sebastian":"Depois de um tempo, esses festivais se tornam... rotineiros.#$e#Acho que estou insensível a este, neste momento.",
                 "Linus":"Eu me perguntei se seria uma boa ideia eu aparecer este ano.#$b#Bem, obrigado por me visitar.$h",
                 "Caroline":"Abby precisa aprender que uma dancinha uma vez por ano está longe de ser algo capaz de matá-la.#$e#Acho que ela é mais insegura do que imagina, e só há uma maneira de consertar isso!",
                 "Alex":"Dançar é muito divertido se você tiver o parceiro certo!$h",
                 "George":"Meu corpo estará gritando comigo amanhã por me forçar até aqui.#$e#É o mínimo que posso fazer.",
                 "Evelyn":"George não me deixa empurrá-lo aqui para a clareira. Diz que ainda quer fazer isso sozinho.",
                 "Clint":"*suspiro*$s#$e#...O quê? Ah, será que devo ver quem está perto do rio.",
                 "Penny":"Tudo bem. Só preciso respirar. E não pensar em quem está assistindo.",
                 "Pam":"Heh heh. O prefeito Lewis não pode deixar de manter um bar de vinhos aberto neste evento. É tradição, afinal!$h",
                 "Emily":"É bom ver Haley de bom humor. Faço o possível para ajudar a tornar este dia especial para ela.",
                 "Haley":"Um dois três, um dois três...#$b#...acertou em cheio. Ok. Acho que estou pronto.",
                 "Jodi":"Mal posso esperar para ver Sam dançar novamente. Ele nunca faz coisas assim em casa.$h",
                 "Marlon":"Gil me disse que costumava ir a este festival, há muito tempo.#$e#Aparentemente, já se passaram cerca de trinta anos. Talvez mais. Ele disse que perdeu a conta.",
                 "Sam":"Você não pode ter medo de se divertir, sabe?$h",
                 "Leah":"Ei, @. Não ligue para nós. Elliott e eu estávamos discutindo estética de novo.",
                 "Shane":"Hmm... ainda bem que não gosto muito de vinho. Mas é tentador.$u",
                 "Marnie":"Ei, @. Você acha que se eu fosse lá e...$s#$b#...Er, deixa pra lá.$s",
                 "Elliott":"A verdadeira beleza das flores vem de sua natureza muito temporária, não apenas de sua aparência física.#$b#Quanto mais curto algo durar, mais precioso ele pode ser.$h",
                 "Gus":"Bem, todo mundo parece estar se divertindo. Parece outro sucesso.",
                 "Harvey":"Eu me pergunto quantos dos meus antigos colegas estariam dispostos a dançar em um evento como este?$h",
                 "Jas":"Quero ver o vestido florido da Sra. Penny!$h",
                 "Vincent":"Se você dançar com alguém, isso não significa que você tem que prometer se casar com eles, certo?$u",
                 "Willy":"Hmm... o que há para alguém como eu fazer em um festival como este?#$e#Acho que vou ficar até o baile acabar. É apenas educado."
			}
		},
		{
			"LogName":"Year 2 Festival Luau - summer11.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer11.xnb",
			"Entries":{
                 "Governador":"Ah sim, a beleza natural aqui é adorável, Lewis, mas a campanha para Stardew Valley como um destino turístico ainda não foi decidida.#$e#Fale-me sobre a feira anual de outono. Podemos esperar que seja repleto de deliciosa culinária?",
                 "Abigail":"Ei, acho que vi uma baleia jorrando no horizonte.#$e#Espere! Lá está ela de novo!$h",
                 "Robin": "Emily está bem. Ela faz isso o tempo todo na aula de aeróbica.",
                 "Demetrius": "Tem certeza que Emily está bem, querida? Ela começou a dançar muito antes de nós.",
                 "Maru":"Mmm, estou guardando espaço para o assado de Linus. Parece que está quase pronto.",
                 "Sebastian":"Se a sopa ficar horrível, tenho certeza que Sam vai me desafiar para um concurso para ver quem consegue comer mais.#$e#Ele vai ganhar.$h",
                 "Linus":"Ah, bom dia, @! Quer um pedaço do café da manhã?$h#$e#Ah, certo. Já passou da hora do café da manhã. Devo ter dormido até mais tarde do que percebi.",
                 "Pierre":"Terminei de falar com o Governador pouco antes de você chegar.$h#$e#Foi... bem.#$e#Ele não me respondeu.$s",
                 "Caroline":"Eu trabalhei um pouco mais duro durante a aeróbica esta semana. Todos nós ganhamos um pouco de festa, eu diria.",
                 "Alex":"Agora é disso que estou falando! Por que não fazemos esse tipo de festa todos os dias?$h#$e#Poderíamos transformar Pelican Town em uma praia paradisíaca para os turistas.$h #$e#Ei, talvez eu deva ser prefeito algum dia.",
                 "George":"Eu gostava mais do luau, quando não tínhamos aqueles grandes alto-falantes eletrônicos estragando o clima de praia.#$e#Isso foi... ah, vinte, vinte e cinco anos atrás.",
                 "Evelyn":"Este é exatamente o local onde eu construía castelos de areia quando era uma garotinha, todos esses anos atrás. Ainda consigo imaginá-lo.#$e#Oh, isso foi bem antes de eu morar em Pelican Town. Meu família costumava vir aqui nas férias.$h",
                 "Lewis":"*psst*... Estou prestes a conseguir que o Governador promova a Feira de Stardew Valley.#$b#Certifique-se de deixá-lo impressionado hoje!",
                 "Clint":"Bem, hora de servir outra vez.",
                 "Penny":"Tenho que admitir que é um pouco divertido observar as diferentes expressões faciais do prefeito Lewis ao longo do dia.$h#$e#Espero que a conversa dele com o governador corra bem.",
                 "Pam": "É melhor Marnie tomar cuidado com essa sopa. Estou contando com algumas sobras para o almoço de amanhã.",
                 "Haley":"*risada* Minha irmã é tão idiota às vezes.",
                 "Jodi":"É bom ter um dia de folga para cozinhar em um dia como hoje.",
                 "Marlon":"Este festival é especialmente edificante, depois de passar tanto tempo no subsolo e no escuro.",
                 "Sam":"Tudo bem, Penny, tudo bem. A coisa das anchovas foi só um ano. Prometo que não vou colocar nada nojento na sopa.#$b#*psst* Você, por outro lado, @...$ h",
                 "Leah":"Os primeiros melões locais da temporada não estão prestes a chegar? Ooh, isso parece tão delicioso agora.",
                 "Shane":"Eu como comida picante em qualquer época do ano, mas por algum motivo, quanto mais quente fica lá fora, melhor fica o gosto.",
                 "Marnie":"Eu adoro ver todo mundo junto assim.",
                 "Elliott":"Não esqueci do luau esse ano!$h#$e#Bem, Leah me lembrou, de qualquer forma. Isso ajudou.",
                 "Gus":"Eu poderia fazer uma sopa deliciosa, sem problema, mas a sopa potluck deve ser mais um reflexo de todo o vale, não um reflexo de mim.#$e#Eu só tenho que dar um passo para trás e deixar seja o que for!",
                 "Wizard":"Já notou como está sempre ensolarado em dias de festival?#$e#Sim, de nada.",
                 "Harvey":"Emily ainda está dançando? Meu Deus. Eu disse a ela que desidratação e meditação dançante não são a mesma coisa.$11",
                 "Jas":"Ninguém precisa de uma pistola de água para dançar, Vincent.",
                 "Vincent": "Você deveria pegar uma pistola de água e atirar nos meus pés, como um cowboy! Aí eu vou dançar tipo, woo-woo-woo!",
                 "Willy": "Espero que todos limpem melhor do que no ano passado. Este também pode ser meu quintal."
			}
		},
		{
			"LogName":"Year 2 Festival Moonlight Jellies - summer28.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer28.xnb",
			"Entries":{
				 "Abigail":"Ahh, meu dia favorito do verão. E não só porque acabou.",
                 "Robin":"No meu primeiro ano na cidade, vi o velho barco a vela que eles estavam usando e disse: \"Ei, posso construir algo assim.\"#$b#Então fui em frente e fiz um , e Lewis gostou.",
                 "Demetrius":"No meu campo de estudo, ajuda de vez em quando simplesmente fazer uma pausa e absorver verdadeiramente a beleza do mundo natural.#$b#Isso me lembra que temos muito mais a aprender sobre a natureza. No grande esquema, nós apenas começamos.",
                 "Maru":"Esta noite é sempre importante para mim. Espero que você goste tanto quanto eu.",
                 "Sebastian":"Uma vez, vi uma espécie de criatura verde com uma cabeça redonda aparecer acima da água.#$e#Estava chovendo, então foi meio difícil dizer o que era.",
                 "Pierre":"A colheita começa amanhã. É difícil acreditar que já chegou. Tudo pronto?#$e#Erm, desculpe. Adoraria conversar sobre amanhã, mas tenho que marcar um encontro noturno em andamento.",
                 "Caroline":"Pierre, já é hora de fechar? Vamos para o nosso lugar. #$e#Oop... desculpe, @. Por favor, leve o tempo que precisar.",
                 "Linus":"É bom ver que todos apreciam tanto a natureza. Ela fornece tudo o que precisamos, principalmente beleza.#$e#Vou aparecer quando as geléias chegarem. Não se preocupe. Não vou perder isso para o mundo.",
                 "Alex":"Tenho ótimas lembranças deste verão. Minha única reclamação é que acabou.$s",
                 "George":"Não consigo ver muita coisa. Estou contando com essas gelatinas para me avisar onde estão.#$e#Sempre o fazem.$h",
                 "Evelyn":"Que maneira adorável de terminar os dias de juventude do ano. Eu não poderia pedir mais.#$e#Ainda estou fazendo muitos planos para o outono.",
                 "Lewis":"Boa noite, @. Guardei um lugar para você aqui no convés.#$b#Avise-me quando estiver pronto para receber as geleias.",
                 "Clint":"Você acredita que mais um ano já passou da metade?#$e#Não posso dizer que a primeira metade acabou como eu esperava, mas acabou como eu esperava.#$e#Você acostume-se com as coisas depois de um tempo.#$e#De qualquer forma, obrigado pela visita.",
                 "Emily":"*suspiro* Esta noite é como um longo beijo de despedida da estação. Triste, mas doce.$u",
                 "Penny":"As águas-vivas têm uma existência tão simples...#$e#E quando penso sobre as coisas no grande esquema, nós também devemos, por algum padrão relativo.",
                 "Pam":"O outono está chegando. É uma época difícil para Penny, então você deveria fazer algo legal por ela.#$e#Acho que ela gostaria disso.",
                 "Haley":"Na verdade, lembrei-me da minha câmera este ano. Deve haver algumas fotos realmente boas para eu tirar.",
                 "Jodi":"Kent, querido, estou tão feliz que você esteja comigo este ano.",
                 "Sam":"Hmm, acabei de ter a melhor ideia para uma capa de álbum.",
                 "Leah":"O verão é uma época do ano muito especial para mim. Só preciso de uma noite sozinha para dar um encerramento adequado.",
                 "Shane":"Vou sentir falta desses dias mais longos.",
                 "Marnie":"Eu amo animais porque posso olhar diretamente em seus rostos. Mas esses carinhas não têm rostos.#$e#Eles ainda são absolutamente de tirar o fôlego. Deve ser um tipo diferente de beleza. ",
                 "Elliott":"'O arauto da esperança suspira com sua luz#$b#Enquanto antigas lâmpadas lunares fazem serenata à noite.'#$b#Oh, @, essas são as duas últimas linhas de um poema que está vibrando em minha cabeça.#$ e#Não guardo um poema se rimar 'light' com 'night', então este é só para o momento.$h",
                 "Gus":"É bom tirar a noite de folga. Não tenho muitos deles.",
                 "Wizard":"Os Lunaloos iriam fazer uma exibição modesta este ano. Consegui puxar alguns cordões com os espíritos guardiões do mar, para consertar isso.#$e#Por favor, não faça muito barulho sobre isso. I' Estou me escondendo aqui por um motivo.",
                 "Harvey":"Eu só tenho que dar uma olhada em todos. Passo tanto tempo certificando-me de que o corpo de todos está funcionando bem...#$b#...que é realmente um momento tocante ver todos tão bem e tranquilos. ",
                 "Jas":"Espero ver a rara geléia verde como Vincent viu no ano passado.",
                 "Vincent":"Jas disse que havia bebês no ano passado. Vou procurá-los desta vez.",
                 "Willy": "Este pode ser o meu festival favorito. Pescadores de todo o mundo dariam um braço e uma perna só para testemunhar isso uma vez."
			}
		},
		{
			"LogName":"Year 2 Festival SDV Fair - fall16.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall16.xnb",
			"Entries":{
				"Abigail":"Gostaria que tivéssemos uma 'Tenda dos Horrores' ou algo assim, como um lugar para gastar fichas estelares.",
				"Robin":"Foi bom conversar com Leah! Normalmente não nos encontramos muito, mas temos muito em comum.$h",
				"Demetrius":"Pensei em fazer uma grande exibição, mas se fosse realmente uma representação do meu melhor trabalho...#$b#...você teria que olhar sob um microscópio.#$e #Então... isso é um pouco problemático.$h",
				"Maru":"Voltei para os sanduíches de churrasco, mas talvez eu coma um hambúrguer este ano.$h",
				"Sebastian":"Apenas cumprindo meu tempo aqui. Se estou atrás de diversão, tenho dezenas de jogos em casa nos quais estou mais investido.$u",
				"Pierre":"Oh, ei @. Uhh... uma das minhas abóboras realmente veio da sua fazenda?",
				"Caroline":"Pierre sente que o sucesso da loja depende de sua grande vitrine. Eu digo a ele para não se preocupar tanto.#$e#Vendemos os produtos de todos que entraram aqui, inclusive você. Então não importa fazer uma grande diferença a longo prazo.",
				"Linus":"Esses animais têm almas gentis. Eles merecem o melhor.$h",
				"Alex":"Estou economizando para comprar aquele fedora, mas está demorando um pouco só com o jogo 'Strength'.$s",
				"George":"Não vou dizer não a uma refeição de boa qualidade. Pelo menos com este festival, não preciso viajar muito para chegar à comida.#$e#E pelo menos há algo além dos ovos." ,
				"Evelyn":"George, precisamos ter certeza de que estamos cuidando do seu colesterol.#$e#Se você não comer, eu também não.",
				"Lewis":"@! Bem-vindo! Podemos esperar uma grande exibição de você este ano?$h#$b#Liguei principalmente para os mesmos artistas e fornecedores do ano passado. Mas se não está quebrado, não conserte!$h",
				"Clint":"Sei que você conhece meu trabalho em suas próprias ferramentas, mas se quiser um pouco mais de segurança, dê uma olhada nelas.$h#$e#Marlon vende minhas armas em sua guilda, em caso eu não te contei.",
				"Emily":"É fofo como Haley se envolve tanto com a cartomante. Acho que posso reivindicar o crédito por isso.#$e#Bem, todos nós podemos ter algo pelo que esperar.",
				"Penny":"No ano passado, fugi como um bandido na roda da sorte.#$b#Não consegui recriar meu sucesso, então estou tentando descobrir se laranja ou verde vencem com mais frequência. ",
				"Pam":"Vou fazer uma pausa antes de voltar lá e jogar aquele jogo de pesca novamente.$h#$e#É definitivamente o melhor lugar para ganhar tokens de estrela.",
				"Haley":"Tudo o que a cartomante me disse no ano passado se tornou realidade. Ela é incrível.#$e#Espero que minha sorte se torne realidade este ano também!$h",
				"Jodi":"Com licença, uh ... Sr. Palhaço? Você conta uma piada se lhe dermos uma gorjeta? É assim que funciona agora?$s",
				"Sam":"Recebi um multiplicador de 4x no jogo de estilingue por ter uma precisão perfeita! O pagamento do token estrela foi insano!$h",
				"Leah":"Passear o tempo na vitrine de Robin é como ganhar uma aula grátis de carpintaria.$h#$e#Às vezes sinto falta de ser estudante.",
				"Shane":"Marnie me colocou no comando do zoológico. Vá em frente. Dê a eles um animal de estimação.#$e#Ei, se você quiser levar um para casa, você conhece o sistema: pergunte a Marnie.",
				"Marnie":"Se ao menos as exibições fossem baseadas no gosto, e não na aparência. Então talvez eu tivesse uma chance de lutar na competição.",
				"Elliott":"É uma vista maravilhosa do parque de diversões daqui, não é?$h",
				"Gus":"Puxa! Algumas pessoas realmente gostam de passar aquele molho barbecue!$h#$e#Tenho orgulho do meu molho secreto, mas certifique-se de que você ainda pode provar o que está por baixo dele!$h",
				"Wizard":"Evito contar aos meus conhecidos sobre o futuro deles, por medo das consequências. Welwick é diferente.#$b#Ela tem um dom único e dirá exatamente o que você precisa saber.",
				"Harvey":"Se a medicina humana fosse demais para mim, suponho que poderia facilmente ter acabado trabalhando como veterinária.#$b#O trabalho ainda é muito gratificante, tenho certeza.",
				"Jas":"Você gosta dos nossos animais?",
				"Vincent":"Eu quero andar em um.#$e#Você vai me levantar por cima da cerca?#$e#Ah, vamos lá!#$e#...Onde está Sam?",
				"Marlon":"Será que eu conseguiria recuperar meu investimento se comprasse uma ou duas dessas lâminas para o estoque da guilda?",
				"Willy":"Estou muito orgulhoso desse Dorado. Você já pegou um deles antes?#$e#É difícil montar uma boa exibição de granja quando a vida útil de um belo peixe é tão curta."
			}
		},
		{
			"LogName":"Year 2 Festival Spirits Eve - fall27.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall27.xnb",
			"Entries":{
				"Abigail":"Nnnngh... Eu realmente esperava que as aranhas não estivessem aqui de novo.$s",
				"Robin":"O que você planeja fazer no próximo período de entressafra?",
				"Demetrius":"Este festival é divertido, mas sinto que às vezes as pessoas podem levar suas próprias ideias de diversão longe demais.",
				"Maru":"O que eu preciso é de algum tipo de dispositivo que possa rastrear minha localização e passos.$s",
				"Sebastian":"Legal. Eles pegaram os esqueletos de novo.$h#$e#É um efeito especial muito caro, então eu não tinha certeza se eles os teriam.",
				"Caroline":"Vou ficar só com a comida. O labirinto realmente não é para mim.",
				"Alex":"Eu trouxe meu bastão para o caso de algo saltar sobre mim.#$b#Lembre-se, é sempre a estrela do esporte que salva o dia nos filmes de terror... certo?",
				"Lewis":"Este é um festival bastante prático para mim. De alguma forma, acontece todos os anos, mas não tenho certeza de como.",
				"Clint":"Estou razoavelmente ciente... se foi Marlon quem trouxe esses monstros, eles provavelmente são reais.",
				"Emily":"Que noite emocionante! A praça está fervilhando com a atividade de espíritos que não podemos ver.",
				"Penny":"Alguém está pregando peças em mim? Como vim parar aqui?$u#$e#Este caldeirão... É... familiar.$s",
				"Pam":"Foi impressão minha ou ouvi um grito vindo da direção do labirinto?",
				"Haley":"Aproximei-me um pouco e então, nas sombras, vi algo saindo do chão.$s#$b#...acho que terminei.$s",
				"Jodi":"Tenho certeza de que Vincent só quer entrar no labirinto porque Sam faz com que não pareça grande coisa.$4#$e#Acho que ele não percebeu no que estaria se metendo.",
				"Sam":"Juro que este labirinto é igual ao do ano passado.#$b#Mas minha memória fica... anormalmente confusa quando tento lembrar para onde fui depois do cemitério.$s",
				"Leah":"Quem fez este sapateiro? É delicioso.",
				"Marnie":"Fico feliz que este evento não seja realizado perto de nossas fazendas. Os animais entrariam em pânico.",
				"Elliott":"Em breve, o mundo cairá inevitavelmente em um sono profundo e mortal.#$b#Mas tão inevitável quanto é a luta para ficar acordado um pouco mais, na natureza e dentro de nós mesmos.$h",
				"Gus":"Todo mundo precisa de uma fatia de torta de abóbora este ano! Eu insisto!$h",
				"Harvey":"Uma cirurgia de coração aberto nunca me incomodou, mas isso... ISSO é demais.$s",
				"Shane":"Os animatrônicos desses esqueletos ainda são bastante impressionantes.",
				"Jas":"Tia Marnie, eu sei que monstros e fantasmas não existem. Por que não posso entrar?",
				"Vincent":"Aposto que Sam entrava no labirinto o tempo todo quando tinha minha idade.$s",
				"Marlon": "Matar um esqueleto é uma questão, mas capturar um é uma façanha completamente diferente."
			}
		},
		{
			"LogName":"Year 2 Festival Ice Festival - winter8.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter8.xnb",
			"Entries":{
				"Abigail":"Acho que a seguir, vou tentar eviscerar a barriga desse capanga da neve com algum tipo de criatura rastejando para fora.#$b#Talvez eu possa usar alguns peixes da competição. Ew!$h",
				"Robin":"Isto deve estar pronto em uma ou duas horas. Espero que ainda haja algumas pessoas por aí para vê-lo.",
				"Demetrius":"Dá para acreditar que daqui a meio ano vai ser quase tropical?",
				"Maru":"Sebastian faz alguns bonecos de neve bem legais. Sinto que poderia aprender uma coisa ou duas com ele, se ele me deixasse.",
				"Sebastian":"Nah, não está muito frio. Frio é quando você sai com o cabelo molhado e congela.",
				"Pierre":"Finalmente! Posso passar um tempo lá fora e jogar uma bola de neve!$h#$e#Hmm... tem alguém que eu possa acertar? Ou... eles vão ficar bravos, não vão ?$s",
				"Shane":"Duas palavras: Pizza. Festival. Sério, isso precisa acontecer este ano. eles por aí.",
				"Caroline":"Na verdade, acho o boneco de neve da Abby muito engraçado.$h",
				"Linus":"Eu viajei por todos os lugares quando era mais jovem. Alguns lugares são assim o ano todo.#$e#Acho que não aguentaria mais viver na tundra. Isso foi quando eu era mais jovem." ,
				"Alex":"Ei, tive uma ideia. Talvez pudéssemos pegar algumas camisetas esportivas e fazer os bonecos de neve usá-las.#$e#Na verdade, uma camiseta caberia no corpo de um boneco de neve?#$b#Ohhh, eles fariam meus atletas favoritos parecerem gordos.$s",
				"George":"Eu trouxe meu cobertor extra-pesado para isso.",
				"Evelyn":"Minhas juntas vão doer de tanto passar tanto tempo no frio, mas a visita vale a pena.#$e#Este festival é muito importante para mim, sabe.",
				"Lewis":"Olá, @! Que bom que você pôde vir. Certifique-se de dizer oi a todos.$h",
				"Clint": "Bem, olhe para isso, Emily! É como se este boneco de neve fosse nosso próprio filho! Você é a mãe e eu sou o pai! Heh heh.$h",
				"Emily":"Ah, sim Clint. Hum, eu acho?$u#$e#Talvez eu possa ser a tia deste boneco de neve.",
				"Penny":"$y 'Hmm... Que tipo de boneco de neve devemos fazer? _Que tal algo com balas de menta no lugar dos olhos? _Ooh, divertido! Você conhece alguém que tem algumas balas? , sim. Deixa pra lá.$s_Faça um convencional. É a única maneira verdadeira de fazer isso._Quando você só faz uma ou duas vezes por ano, os clássicos nunca envelhecem, né?'",
				"Pam":"Na verdade, treinei um pouco na preparação para a competição.$h#$e#Er, bem, o que quero dizer com isso é... não treinei. De jeito nenhum.$s#$e #A barraca de pesca da feira do mês passado conta?",
				"Haley":"Eu deveria procurar no meu guarda-roupa algumas roupas de inverno. Tenho alguns casacos de pele muito fofos que nunca usei.",
				"Jodi":"Eu amo a floresta quando está silenciosa. Quando a neve cai dos galhos, ela faz aquele baque suave.#$b#Eu simplesmente amo isso.$h",
				"Sam":"Moramos do outro lado da rua de um rio. Estou surpreso por ainda não saber pescar.#$e#Ah sim, acho que ficaria entediado rapidamente, não EU?",
				"Leah":"Cheguei bem cedo esta manhã para começar a fazer minha escultura imediatamente. O que você acha?",
				"Marnie":"Mmm. Esta noite vai ser legal, sentado perto do fogo, com chocolate quente, aconchegando-se ao lado de...#$b#...um, quero dizer, apenas me sentindo confortável.$s#$e# Quais as novidades?",
				"Elliott":"Willy me ensinou alguns truques de pesca um tempo atrás. Será que ele vai ficar me olhando para ver se eu me lembrava?#$e#Não quero decepcioná-lo.",
				"Gus":"...O quê? Desculpe. Só estou sonhando acordado. Já estou traçando meus planos para a Festa da Estrela Invernal.",
				"Wizard":"Esgueirando-se para visitar minha estranha torre? Você é estranho para um mundano.",
				"Harvey":"Bem, ninguém teve hipotermia no ano passado, então acho que posso relaxar um pouco.$h",
				"Jas": "Sra. Penny, você tem um chapéu que possamos usar?",
				"Vincent":"Olha! Se você pisar com muita força, pequenas rachaduras aparecem no gelo.#$e#O quê? Por que isso é ruim?$u#$e#Oh...$u"
			}
		},
		{
			"LogName":"Year 2 Festival Winter Star - winter25.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter25.xnb",
			"Entries":{
				"Abigail":"Mãe, você está bem?$h",
				"Robin":"@, um brinde a você, por dois ótimos anos com você em Pelican Town!$h",
				"Demetrius":"Que época ótima para se estar vivo!$h",
				"Maru":"Que bom. Eu disse à minha mãe: \"Mãe, temos que conseguir uma mesa que tenha o material verde.\"$h",
				"Shane":"Eu estava pensando em começar a ficar em melhor forma.#$b#Bem, isso está fora da janela agora.",
				"Sebastian":"Tenho meia dúzia de coisas em mente que precisam ser feitas.#$e#Bem, é apenas um passatempo, mas eu estava no meio disso antes de virmos para cá.",
				"Pierre":"Passei tanto tempo me preocupando com a loja este ano, mas tudo parece tão distante agora.#$e#Fico muito grato quando o ano começa assim.$h",
				"Caroline":"Pierre... você está dois drinques atrás de mim! Yoohoo, cadê você?$h",
				"Linus":"Todo mundo parece muito alegre hoje, não é? Está tudo bem. Vou ficar aqui atrás.",
				"Alex":"Estou na placa número cinco. Me sentindo vivo!$h",
				"George":"Bah. Parece que acabamos de fazer uma dessas festas na semana passada.",
				"Evelyn":"Sei que tem muito o que comer, querida, mas espero que guarde espaço para um dos meus biscoitos.",
				"Lewis": "Justo quando pensamos que o longo inverno nunca terminará, todos nós espontaneamente começamos uma alegre celebração. Saúde!$h",
				"Clint":"Eu provavelmente deveria ligar para minha mãe.",
				"Emily":"$y '@! O que você espera encontrar debaixo da árvore espiritual?_Uma pedra preciosa rara._Ah! Aposto que você deve ter o lugar perfeito para exibi-la em casa, hein?_Algo gostoso._Ah sim! Comestível os itens são difíceis de errar quando você sente que tem tudo o que precisa.$h$h_Um jogo de chá._Hmm, estranhamente específico, mas quem sabe? Você pode conseguir!'",
				"Penny":"Está tão frio lá fora, mas eu nem sinto frio.$h",
				"Pam":"Ei, garota. Um brinde a mais um ano.",
				"Haley":"Meus pais costumavam receber os presentes mais épicos por isso.#$e#Espero que estejam bem... onde quer que estejam.$u",
				"Jodi":"Aqui, Kent. Por que você não come o resto do que está no meu prato?",
				"Kent":"Boa tarde, @. Feliz Festa.",
				"Sam":"Estou grato por meu pai ter voltado este ano.#$e#Tem sido... diferente do que eu esperava, mas é bom ter todos juntos novamente.",
				"Leah":"Juntar-se à nossa mesa por um tempo? Aqui. Tome um pouco. Gus está falando sobre seus bastões de doces de novo.#$e#Acho que é literalmente o mesmo discurso do ano passado.",
				"Marnie":"Espero que você possa voltar para casa esta noite depois de terminar de comer!$h",
				"Elliott":"A praia estava especialmente solitária esta manhã. Dei uma rápida caminhada até aqui e descobri uma companhia maravilhosamente quente!$h",
				"Harvey":"Não pude acreditar neste festival durante meu primeiro ano aqui. Comer fora no frio? Mas de alguma forma tudo funciona, não é?$h",
				"Jas":"Tia Marnie, podemos comer agora?",
				"Vincent":"Preseeeeents!$h",
				"Marlon": "Passei algum tempo nas minas de lava esta manhã. Meu corpo não está bem ajustado para este frio."
			}
		}
	]
}