{
	"Changes":[
		{
			"LogName":"Year 3 Festival Egg Festival - spring13.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring13.xnb",
			"Entries":{
				"Abigail":"Sam? Sebastian? Vocês nem tentaram no ano passado, né?",
				"Robin":"Ei, @. Bom te ver por aqui.#$e#Você deve estar a todo vapor com suas colheitas agora, né?",
				"Demetrius":"O buffet do Gus está espetacular este ano. Algum dos ovos ali é da sua fazenda?",
				"Maru":"Acho que vou tentar a caça aos ovos novamente este ano. Por que não?$h",
				"Sebastian":"Claro, eu gosto de jogos, mas caças aos ovos são um pouco simples para mim.#$b#Se eu for jogar um jogo, precisa ter algum tipo de profundidade. Entende? Contexto, narrativa, esse tipo de coisa.",
				"Linus":"Vale a pena enfrentar os olhares que as pessoas me lançam, se isso significa que eu vou comer algo delicioso.",
				"Caroline":"Você já visitou a barraca do Pierre?$h",
				"Alex":"Talvez eu tenha exagerado um pouco com o buffet este ano... mas vai ser fácil queimar isso.#$e#Eu poderia fazer uma corrida mais tarde esta noite.",
				"George":"Foi outra reprise na TV. Mas este festival é como uma reprise também, então vocês todos deveriam estar agradecidos por eu estar aqui.",
				"Evelyn":"Ah, George. Você gosta da comida grátis e você sabe disso.",
				"Clint":"Eu me certifiquei de chegar bem cedo este ano, antes que todos saqueassem o buffet. Eu realmente comi até não aguentar mais.$h#$e#Espera... isso significa que eu peguei a parte de alguém?$s",
				"Penny":"Nós fizemos um projeto de arte de decoração de ovos no início da semana. Se você ver um roxo, pode ser da Jas, e um dos amarelos é do Vincent.",
				"Pam":"Já fiz este festival tantas vezes, é difícil lembrar de todos.#$e#Por quê? Aconteceu algo interessante no ano passado?",
				"Emily":"Eu colei algumas joias de fantasia em alguns dos ovos que decorei este ano. Espero que você goste dos padrões.$h#$e#Não, eles não valem pontos extras. São apenas chiques.",
				"Haley":"Ovos recheados são tão nojentos e viscosos.#$b#O quê, você também gosta deles ou algo assim?$s",
				"Jodi":"Parece que a Emily realmente coloca todo o seu coração e alma neste festival.$h#$e#Talvez eu precise de um novo hobby também.",
				"Marlon":"Eu venho a todos os festivais, mas tenho que me perguntar se algumas dessas pessoas sequer sabem quem eu sou...",
				"Sam":"*sniff* ...Hey, é difícil ir se arrastando nos arbustos atrás de ovos quando você está tendo um ataque de espirros.$s",
				"Leah":"Cadê aquele ponche de um par de anos atrás? Aquela coisa era de morrer.#$e#Sim, eu sei por que era bom. Não sou burra.$h#$e#Okay, bem, talvez tenha levado alguns copos para eu entender.$u#$b#Mas valeu a pena!",
				"Shane":"Eu sempre me sinto um pouco melhor neste festival. Todo o trabalho duro que eu realmente me importo finalmente compensa.#$e#Ei, você aproveita.$h",
				"Marnie":"Shane foi de grande ajuda este ano. Eu diria que ele quase trabalhou mais para fazer isso acontecer este ano do que eu!$h",
				"Elliott":"Através das culturas, os ovos simbolizam a promessa de vida perpétua através do renascimento.#$b#Para nós aqui, as festividades dão nova vida ao espírito humano. Todos nós nos relacionamos com a beleza disso em um nível subconsciente.$h",
				"Gus":"Isso mesmo! Ovos fritos, cozidos, pochê, ovos recheados, ovos mexidos, ovos de chocolate... você escolhe!#$e#Espero ter correspondido ao banquete do ano passado.$h",
				"Harvey":"O Prefeito Lewis está me deixando ajudar a esconder alguns ovos este ano. Estive procurando alguns lugares bons.#$e#Ah, você está participando? Bem... quem sabe? Talvez eu não os esconda onde você pensa que vou esconder!",
				"Jas":"Talvez eu devesse me juntar com o Vincent e dividir o prêmio?#$e#Hmm... talvez não. Provavelmente isso não é permitido.",
				"Vincent":"Ouvi dizer que o prêmio pode ser um bilhete para a máquina de prêmios do Sr. Lewis! Pode ter qualquer coisa lá dentro!#$e#E se a máquina de prêmios pudesse até mesmo te dar uma máquina de prêmios?#$b#Então ela poderia criar, tipo... um número infinito de prêmios!$h",
				"Willy":"As crianças desta cidade não se importam muito com o que eu passo a maior parte do meu tempo fazendo. E tudo bem.#$b#Ajudar neste evento me ajuda a me conectar um pouco com elas, mesmo que indiretamente.$h",
				"Kent":"Vou ajudar a limpar quando o evento terminar. É o mínimo que posso fazer.",
				"Leo":"Você sabia que avestruzes costumavam viver na Ilha de Ginger? Foi o que os papagaios me disseram.#$e#Seus ovos são tão enormes! Você provavelmente poderia enfiar sua cabeça dentro deles se tentasse.$h",
				"Abigail_y2": "Você está trazendo seu melhor jogo novamente este ano?$1",
				"Robin_y2": "@, o que você acha? Será que a %farm precisa de outro galinheiro?#$e#Eu estou dentro se você estiver!$1",
				"Demetrius_y2": "A grama no vale é muito nutritiva para as galinhas, certamente melhor do que o milho que é dado a elas na maioria das outras fazendas.",
				"Maru_y2": "Leah e eu estávamos tentando pensar em ideias de lições com tema de ovos para a Penny. É difícil quando a Jas já sabe praticamente tudo sobre eles.",
				"Sebastian_y2": "Este festival deve parecer muito bizarro para alguém sem nenhum contexto para ele.#$b#Um dia inteiro que deveríamos dedicar para falar sobre... ovos. Sério mesmo?#$e#Como foi, de qualquer forma, o seu primeiro ano aqui?",
				"Linus_y2": "Quando todos os outros terminarem, eu vou me servir de porções modestas. Espero que o Gus tenha algumas sobras que eu possa levar para casa.",
				"Caroline_y2": "Você deve ter um monte de dinheiro guardado. Há algo à venda que você ainda não possui?",
				"Alex_y2": "Eu me pergunto quem foi a primeira pessoa a ver um ovo sair de uma galinha e pensar, 'Uau, cara, isso parece delicioso.'$2#$e#Ei, eu não estou reclamando. Deve ter sido estranho da primeira vez que isso aconteceu.$1",
				"George_y2": "Metade da cidade faria um escândalo se eu ficasse em casa. Eu pensei que seria mais fácil apenas terminar com isso.",
				"Evelyn_y2": "Há quantos anos você está aqui agora, querido?#$b#Bem, estou muito feliz que você decidiu ficar. É importante para George e para mim saber que Pelican Town tem um futuro.",
				"Lewis_y2": "Como está sendo sua primavera até agora, @? Tudo indo conforme o planejado?$1",
				"Clint_y2": "Eu simplesmente peguei um de tudo este ano. Ninguém vai ficar bravo, certo?",
				"Penny_y2": "Ver as crianças se divertindo neste festival me dá tanta alegria quanto eu tinha quando era pequena.$1#$e#A vida é tudo, menos 'só vai ladeira abaixo' depois que você cresce.",
				"Pam_y2": "Eu me pergunto se o Gus vai me ensinar algumas de suas receitas algum dia?",
				"Emily_y2": "Eu uso o mesmo kit de tingimento para roupas que uso com os ovos. Acontece que funciona muito bem!#$e#Eu descobri isso anos atrás.",
				"Haley_y2": "Hee hee... Você vai tirar sua foto com o rosto de coelho? Eu desafio você.$1#$e#Em troca... eu vou comer um ovo recheado. Mesmo que provavelmente seja nojento.#$e#...Em algum momento, eu vou.#$e#...Eventualmente.",
				"Jodi_y2": "Já estamos quase na metade da primavera, não é? Parece que o novo ano começou há apenas alguns dias.",
				"Kent_y2": "Eu ainda não sou muito fã deste festival, mas tem sido bom ver o Vincent em tão bom humor.",
				"Marlon_y2": "Muitos anos atrás, eu enfrentei uma horda inteira de Pepper Rexes enquanto procurava por um ovo de dinossauro.#$e#Eu saí vitorioso, é claro, mas esses ovos são sempre uma descoberta rara.",
				"Sam_y2": "Eu tomei alguns remédios para alergia esta manhã. Agora me sinto meio tonto.#$e#Isso sempre acontece no dia deste festival, por algum motivo. Talvez seja só por passar tanto tempo ao ar livre.",
				"Leah_y2": "Peguei meus pincéis mais pequenos e fiz um pequeno prado florido em um dos ovos. Se uma das crianças encontrar, aposto que será especial.",
				"Shane_y2": "Se você quiser bons pássaros que ponham os melhores ovos, só precisa dar a eles a vida que merecem.#$e#Este festival nunca funcionaria com um monte de ovos de granja. Nunca em um milhão de anos.",
				"Marnie_y2": "Acho que as coisas deram certo este ano!$1#$e#Acho que a única melhoria seria se o Gus fizesse uma de suas famosas omeletes gigantes.",
				"Elliott_y2": "Este ambiente não é particularmente inspirador para mim no sentido literário, mas estou me divertindo bastante.$1",
				"Gus_y2": "Temos todos os acompanhamentos habituais aqui hoje. Melhorei um pouco minha receita de ovos recheados, porém, então isso é algo novo. Experimente!",
				"Harvey_y2": "Este ano, eu estava ansioso pelo festival dos ovos como se fosse uma velha tradição familiar.#$b#Eu realmente tenho sorte de ter acabado nesta cidade.",
				"Jas_y2": "Eu farei a caça aos ovos, mas acho que vou procurar pelos ovos que eu decorei.#$e#É muito difícil competir com os adultos.",
				"Vincent_y2": "Eu e o papai já fizemos uma caça aos ovos em nossa casa esta manhã.#$e#Esta é mais divertida, porém.",
				"Willy_y2": "Eu pensei em trazer uma bandeja de degustação do meu caviar caseiro, mas seria um pouco caro ter o suficiente para todos.",
				"Leo_y2": "E se eu guardar alguns desses ovos para decorar meu ninho? Isso poderia ser legal."
				}
		},
		{
			"LogName":"Year 3 Festival Flower Dance - spring24.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring24.xnb",
			"Entries":{
				"Abigail":"Não podemos apenas ter um baile das flores sem o baile? Eu não me importo com o vestido.$u",
				"Robin":"Um destaque floral pode realmente fazer a estética da sua casa se destacar. Você viu a receita de artesanato que o Pierre tem à venda?",
				"Demetrius":"Me enche de orgulho ver a Maru neste festival. As crianças realmente crescem rápido.",
				"Maru":"Eu me pergunto se meu pai vai estar gravando isso?#$b#Eu acho que ele pode se quiser. Ele nunca realmente volta e assiste aos vídeos antigos, de qualquer forma.",
				"Sebastian":"Depois de um tempo, esses festivais se tornam... rotina.#$e#Acho que estou apenas insensível a este aqui, neste ponto.",
				"Linus":"Eu me perguntava se seria uma boa ideia eu aparecer este ano.#$b#Bem, obrigado por visitar comigo.$h",
				"Caroline":"A Abby precisa aprender que um pequeno baile uma vez por ano está longe de ser algo que vai matá-la.#$e#Acho que ela está mais insegura do que ela percebe, e só há uma maneira de consertar isso!",
				"Alex":"Dançar é realmente divertido se você tiver o parceiro certo!$h",
				"George":"Meu corpo vai estar gritando comigo amanhã por me forçar até aqui.#$e#É o mínimo que posso fazer, no entanto.",
				"Evelyn":"George não vai me deixar empurrá-lo até aqui no claro. Diz que ainda quer fazer isso sozinho.",
				"Clint":"*suspiro*$s#$e#...O quê? Ah, eu me pergunto se devo ver quem está perto do rio.",
				"Penny":"Ok. Eu só tenho que respirar. E não pensar em quem está assistindo.",
				"Pam":"Heh heh. O prefeito Lewis não consegue deixar de manter um bar de vinhos aberto neste evento. É tradição, afinal!$h",
				"Emily":"É bom ver a Haley em um clima puramente positivo. Eu faço o meu melhor para ajudar a tornar este dia especial para ela.",
				"Haley":"La da da, la da da, la da da DA...#$b#...consegui. Ok. Acho que estou pronta.",
				"Jodi":"Mal posso esperar para ver o Sam dançar de novo. Ele nunca faz coisas assim em casa.$h",
				"Marlon":"O Gil me disse que costumava ir a este festival, há muito tempo.#$e#Aparentemente, já faz cerca de trinta anos. Talvez mais. Ele disse que perdeu a conta.",
				"Sam":"Você simplesmente não pode ter medo de se divertir, sabe?$h",
				"Leah":"Ei @. Não nos ligue. Eu e o Elliott estávamos apenas debatendo estética novamente.",
				"Shane":"Hmm... ainda bem que eu não sou muito fã de vinho. É tentador, porém.$u",
				"Marnie":"Ei @. Será que se eu apenas fosse lá e...$s#$b#...Er, deixa pra lá.$s",
				"Elliott":"A verdadeira beleza das flores vem de sua natureza temporária, não apenas de sua aparência física.#$b#Quanto menos tempo algo dura, mais precioso ele pode ser potencialmente.$h",
				"Gus":"Bem, todo mundo parece estar se divertindo. Parece mais um sucesso.",
				"Harvey":"Me pergunto quantos dos meus antigos colegas estariam dispostos a dançar em um evento como este?$h",
				"Jas":"Eu quero ver o vestido de flores da Sra. Penny!$h",
				"Vincent":"Se você dança com alguém, não significa que você tem que prometer se casar com eles, certo?$u",
				"Willy":"Hmm... o que há para alguém como eu fazer em um festival como este?#$e#Acho que vou ficar até o final da dança. É só por educação.",
				"Kent":"Dançar com todo mundo assistindo... Sam tem algum tipo de coragem que parece que eu nunca tive.#$e#Ei, estou orgulhoso dele.",
				"Leo":"Mmm, eu gosto de todas essas cores.",
				"Abigail_y2": "Lá vamos nós de novo.$3#$e#Acho que vou sobreviver a este também.",
				"Robin_y2": "Alguns dos meus amigos de fora da cidade mal podem acreditar que ainda temos tradições como esta no vale.#$b#Para mim, no entanto, é exatamente por isso que eu amo viver aqui.",
				"Demetrius_y2": "A timing deste festival está em quase perfeita congruência com um aumento na atividade do ecossistema.#$e#Tenho certeza de que isso não é coincidência. Os humanos estão conectados ao mundo natural mais do que percebemos.",
				"Maru_y2": "*risadinha* É divertido ser incondicionalmente feminina de vez em quando.$1",
				"Sebastian_y2": "Deve ser algum tipo de mentalidade de rebanho que me faz voltar aqui contra minha vontade.#$b#Acho que há... alguns indivíduos... que não deveriam ter que sofrer sozinhos.",
				"Linus_y2": "Muita morte e decomposição entram em nutrir todas essas flores.#$b#Er, desculpe... Não quero ser sombrio. Quero dizer que de uma perspectiva diferente, é igualmente bonito.#$e#Pense sobre isso.$1",
				"Caroline_y2": "O Pierre vendeu alguma coisa hoje...?",
				"Alex_y2": "Ok, estou pronto para dançar. Vamos lá!",
				"George_y2": "Me pergunto quantos mais desses festivais eu ainda tenho pela frente...?#$e#Ah, não se preocupe. Não pretendo desistir tão cedo.",
				"Evelyn_y2": "Espero que você goste dos arranjos florais, querido. Eu coloquei um pouco mais de esforço a cada ano.",
				"Clint_y2": "A Emily é uma dançarina bastante boa, sabia.#$e#Espero que os homens com quem ela dança apreciem isso.",
				"Penny_y2": "Eu sei que a dança vai ficar bem. Sempre fica. Mas meus nervos nunca parecem se acalmar.",
				"Pam_y2": "Como está a Penny? Essa garota sabe mesmo como se preocupar.#$e#Tenho certeza de que ela vai ficar bem.",
				"Emily_y2": "Lembro-me do seu primeiro ano no baile das flores. Foi um bom ano!",
				"Haley_y2": "Um destes anos, eu sei que não serei mais a rainha das flores. Mas por enquanto, ninguém parece ter um problema com isso.",
				"Jodi_y2": "Me pergunto quantos anos faltam até que o Vincent seja grande o suficiente para isso?",
				"Kent_y2": "Dançar... cantar... tudo apenas pela diversão.#$b#Isso é o que a felicidade parece.#$e#Sou grato por ver todos felizes assim. É... do que se trata, certo?",
				"Marlon_y2": "Um contraste tão grande com meu ambiente habitual. *suspiro*#$b#Talvez devesse ter dedicado mais esforço aos assuntos do amor quando era mais jovem.",
				"Sam_y2": "Ei, não me importa quem saiba que gosto de flores. Qualquer um que esteja confortável em sua masculinidade tem que ser honesto.",
				"Leah_y2": "Eu amo a cachoeira que passamos a caminho daqui. Agora, como posso pintá-la de forma que evoque exatamente esse som?",
				"Shane_y2": "Ninguém parece se importar se eu meio que enrolar na dança.$u#$b#Espero que não se ofenda, ou algo assim...$3",
				"Marnie_y2": "Todos parecem tão adoráveis! Não consigo decidir se este festival me faz sentir mais velha ou mais jovem. Ou talvez um pouco dos dois.",
				"Elliott_y2": "Estou me sentindo particularmente inspirado por esta cena. Devo desenterrar alguns dos meus antigos sonetos e ver se precisam de revisão.",
				"Gus_y2": "Parece que o tempo está perfeito novamente para um piquenique.#$b#Definitivamente é uma coisa boa, porque certamente não tenho um plano B se chover.$1",
				"Harvey_y2": "Esta dança é supostamente para os jovens.#$b#Eu... acho que isso significa que ainda posso participar.$11",
				"Jas_y2": "A vovó Evelyn me deixou ajudar com algumas das flores este ano!",
				"Vincent_y2": "Quero coletar uma de cada cor das flores aqui. Você tem que ser rápido, porém, quando ninguém está olhando.",
				"Willy_y2": "Os dorados devem estar espreitando nesses rios em breve. Eles são uma das capturas mais raras aqui no vale.",
				"Leo_y2": "Parece que este clareira está em um mundo completamente diferente."
			}
		},
		{
			"LogName":"Year 3 Festival Luau - summer11.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer11.xnb",
			"Entries":{
				"Governor":"Ah, sim, a beleza natural aqui é adorável, Lewis, mas fazer campanha para o Vale Stardew como destino turístico ainda está para ser decidido.#$e#Me conte sobre a feira anual de outono. Podemos esperar que esteja repleta de culinária deliciosa?",
				"Abigail":"Ei, acho que vi uma baleia esguichando no horizonte.#$e#Espera! Lá está de novo!$h",
				"Robin":"A Emily está bem. Ela faz isso o tempo todo na aula de aeróbica.",
				"Demetrius":"Você tem certeza de que a Emily está bem, querida? Ela começou a dançar muito antes de nós.",
				"Maru":"Mmm, estou guardando espaço para o assado do Linus. Parece que está quase pronto.",
				"Sebastian":"Se a sopa sair terrível, tenho certeza de que o Sam vai me desafiar para ver quem consegue comer mais.#$e#Ele vai ganhar.$h",
				"Linus":"Ah, bom dia, @! Você gostaria de um pedaço de café da manhã?$h#$e#Ah, certo. Já passou da hora do café da manhã. Devo ter dormido mais do que percebi.",
				"Pierre":"Terminei de falar com o Governador pouco antes de você chegar.$h#$e#Foi... tudo bem.#$e#Ele na verdade não me respondeu.$s",
				"Caroline":"Eu fiz todo mundo trabalhar um pouco mais duro durante a aeróbica esta semana. Todos merecemos um pouco de festa, eu diria.",
				"Alex":"Agora é disso que estou falando! Por que não fazemos esse tipo de festa todos os dias?$h#$e#Podemos transformar Pelican Town em um local paradisíaco de praia para turistas.$h#$e#Ei, talvez eu devesse ser prefeito um dia.",
				"George":"Eu gostava mais do luau, antes de termos aqueles grandes alto-falantes eletrônicos arruinando a atmosfera da praia.#$e#Isso foi... oh, vinte, vinte e cinco anos atrás.",
				"Evelyn":"Este é praticamente o local onde eu construía castelos de areia quando era pequena, todos esses anos atrás. Ainda consigo imaginar.$e#Oh, isso foi bem antes de eu morar em Pelican Town. Minha família costumava vir aqui de férias.$h",
				"Lewis":"Ah! Governador, lembra? Este é @, um de nossos principais agricultores aqui no vale.$h#$b#Psst... Ei @, estamos realmente contando com você este ano, ok?",
				"Clint":"Bom, hora de mais uma porção.",
				"Penny":"Tenho que admitir que é um pouco divertido observar as diferentes expressões faciais do prefeito Lewis ao longo do dia.$h#$e#Espero que a conversa dele com o governador corra bem.",
				"Pam":"Marnie melhor estar cuidando daquela sopa com atenção. Estou contando com levar para casa algumas sobras para o almoço de amanhã.",
				"Haley":"*risadinha* Minha irmã é tão boba às vezes.",
				"Jodi":"Kent e eu estamos dividindo esses pequenos bolinhos. Eles estão além de deliciosos.$h#$e#Queria que o Gus compartilhasse suas receitas com mais frequência.",
				"Marlon":"Este festival é especialmente revigorante, depois de passar tanto tempo no subsolo e no escuro.",
				"Sam":"Tudo bem, Penny, tudo bem. Aquela coisa dos anchovas foi só um ano. Prometo que não colocarei nada nojento na sopa.#$b#*psst* Você, por outro lado, @...$h",
				"Leah":"As primeiras melancias locais da temporada estão prestes a chegar? Ooh, isso soa tão delicioso agora.",
				"Shane":"Hoo... Estou ficando um pouco superaquecido aqui com toda essa comida apimentada. O que tem para beber?",
				"Marnie":"Eu simplesmente adoro ver todos juntos assim.",
				"Elliott":"Há uma maravilhosa sopa de lagosta na mesa mais próxima do oceano. Você já experimentou?$h",
				"Gus":"Eu poderia fazer uma sopa deliciosa sem problemas, mas a sopa comunitária é para refletir mais sobre todo o vale, não apenas sobre mim.#$e#Eu só preciso recuar e deixar que seja o que será!",
				"Wizard":"Já percebeu como sempre faz sol nos dias de festival?#$e#Sim, você pode agradecer por isso.",
				"Harvey":"A Emily ainda está dançando? Caramba. Eu disse a ela, desidratação e meditação dançante não são a mesma coisa.$11",
				"Jas":"Ninguém precisa de uma pistola de água para dançar, Vincent.",
				"Vincent":"Você deveria pegar uma pistola de água e atirar nos meus pés, como um cowboy! Então eu vou dançar tipo, woo-woo-woo!",
				"Willy":"Espero que todos limpem melhor do que fizeram no ano passado. Isso poderia muito bem ser o meu quintal.",
				"Leo":"Há tantos alimentos diferentes! Na ilha, eu comia basicamente as mesmas coisas todos os dias.",
				"Kent":"Isso é o tipo de coisa com que eu sonhava quando estava no exterior.$h#$e#Vale a pena um pouco de reflexão.",
				"Governor_y2": "Aquele ano, a sopa estava deliciosa! Foi no ano passado, ou...?#$b#...não, talvez tenha sido em outro ano? Ah, eu não consigo me lembrar.",
				"Abigail_y2": "Mmmm, @, por que você não pega uma dessas pernas de peru e devora como um campeão?#$b#Como algum tipo de gladiador medieval, recém-saído da luta?#$e#Bem, tudo bem, se você não vai, talvez eu vá!$1",
				"Robin_y2": "Ah, oi @! Não seria um luau adequado sem um pouco de dança, não é mesmo?$1",
				"Demetrius_y2": "Querida, qual foi aquele passo de dança que você me ensinou no saloon na outra noite?",
				"Maru_y2": "Ei, aqui está um jogo. Observe o prefeito, e cada vez que ele sorri e diz 'Absolutamente!' para o governador, você ganha um ponto.#$e#É adorável. Eu só estive sentada aqui por alguns minutos e já estou com cinco pontos.",
				"Sebastian_y2": "Se de repente começasse a chover agora, as pessoas se espalhariam e correriam como se a chuva fosse feita de veneno.#$e#Será que é ruim se o pensamento desse cenário me faz dar risadas?$1",
				"Linus_y2": "Fico feliz em compartilhar meu assado com você, @, se quiser. Deixe que nenhuma parte do animal seja desperdiçada, eu digo.$1",
				"Pierre_y2": "Se tivermos uma tempestade no dia do luau, poderíamos receber o Governador na minha loja.#$e#...O quê? Eu poderia dar um jeito.",
				"Emily_y2": "Junte-se a nós! Não seja tímido!",
				"Caroline_y2": "Espero que tenha trazido apetite. Mesmo se pegar um pouquinho de tudo, ainda não caberia tudo em um prato!",
				"Alex_y2": "É legal, sabe? Realmente parece que Pelican Town é uma grande família.$1#$e#Deveria fazer mais esforço para sair com as pessoas que não vejo muito.",
				"George_y2": "Evelyn, você se importa? Mesmo que o sol faça o seu pior comigo, como isso importa no grande esquema das coisas?%noturn",
				"Evelyn_y2": "George, você esqueceu de trazer seu chapéu. Vamos precisar de um pouco de protetor solar na sua cabeça também.%noturn",
				"Lewis_y2": "Ha, ha! Absolutamente, Governador! Deve ter sido no ano passado que a sopa estava excelente. Qualquer ano, na verdade!$1",
				"Clint_y2": "Vamos ver... o que mais eu ainda não experimentei?",
				"Penny_y2": "Este parece um lugar agradável para sentar, não parece?#$e#Mmm, carne de porco desfiada e aqueles escorregadios macarrões de arroz. Acho que esses são os meus favoritos juntos.",
				"Pam_y2": "Ah droga, esqueci de ligar para a empresa de ônibus para o meu dia de folga!#$e#Ah, tudo bem. Alguém vai perceber?",
				"Haley_y2": "Beber uma bebida de um coco é o melhor. Você já experimentou?",
				"Jodi_y2": "É bom ter folga da cozinha em um dia como hoje.",
				"Kent_y2": "Vou evitar a sopa. Quem sabe o que pode ter lá dentro?",
				"Marlon_y2": "Será que eles fazem óculos de sol de um olho só?#$e#Mal consigo ver alguma coisa aqui fora. O sol está muito brilhante.",
				"Sam_y2": "Não sei se ainda tenho vontade de pregar peças. Já faz alguns anos desde que fiz algo assim.#$e#Tenho que dar um bom exemplo para o Vincent.",
				"Leah_y2": "Ei, você viu alguma peça de madeira flutuante por aí?#$e#Sempre me pergunto quanto tempo ela fica no mar antes de voltar para casa.",
				"Shane_y2": "Linus sabe o que está fazendo com esse assado. Quando o tempo está assim, churrasco de alguma forma fica ainda melhor.",
				"Marnie_y2": "*bocejo* Estou cansada. Acho que vou dormir como uma pedra esta noite, especialmente depois de uma festa dessas.$2",
				"Elliott_y2": "Eu não esqueci do luau deste ano!$1#$e#Bem, a Leah me lembrou, de qualquer forma. Isso ajudou.",
				"Gus_y2": "Com base no que vi sendo colocado nessa sopa, diria que um pouco de vinho pode ser seguro de adicionar. Ou algo saboroso, como queijo ou trufas.#$e#Teria que ser da melhor qualidade possível, no entanto.",
				"Wizard_y2": "O que? Não estou sendo antissocial. Isso é bastante social para mim, obrigado.#$e#Comparado ao meu estilo de vida usual, isso é...#$b#...olhe, estou fazendo o meu melhor, ok?",
				"Harvey_y2": "Confio em todos aqui o suficiente para cuidarem decentemente de si mesmos nesse calor.#$b#Mas ainda é meu trabalho ficar irritando todo mundo, de qualquer forma.$1",
				"Jas_y2": "Estou ajudando a tia Marnie!$1#$e#...Mas ela não tem nada para eu fazer agora.$3",
				"Vincent_y2": "A Jas não quer dançar este ano.$3#$e#Eu melhorei na dança desde o ano passado! Sério!$3",
				"Willy_y2": "Está logo depois do horizonte, ao sul. Se você navegar até lá, poderá ver as Ilhas Fern a partir desse ponto.#$b#Você não acha que é mais ou menos isso?",
				"Leo_y2": "Os papagaios realmente curtiriam essa praia durante o verão!$1"
			}
		},
		{
			"LogName":"Year 3 Festival Moonlight Jellies - summer28.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer28.xnb",
			"Entries":{
				"Abigail":"Ahh, meu dia favorito do verão. E não é apenas porque acabou.",
				"Robin":"No meu primeiro ano na cidade, vi o antigo barco de velas que estavam usando e disse: \"Ei, eu consigo construir algo assim.\"#$b#Então, fui em frente e fiz um, e o Lewis gostou.",
				"Demetrius":"Na minha área de estudo, ajuda de vez em quando simplesmente pausar e absorver verdadeiramente a beleza do mundo natural.#$b#Isso me lembra que temos muito mais a aprender sobre a natureza. No grande esquema das coisas, nós apenas começamos.",
				"Maru":"Esta noite é sempre importante para mim. Espero que você aproveite tanto quanto eu.",
				"Sebastian":"Uma vez, vi uma espécie de criatura verde com a cabeça redonda surgir acima da água.#$e#Estava chovendo, então era meio difícil dizer o que era.",
				"Pierre":"A temporada de colheita começa amanhã. É difícil acreditar que já está aqui. Você está preparado?#$e#Erm, desculpe. Eu adoraria conversar sobre amanhã, mas tenho que começar o jantar romântico.",
				"Caroline":"Pierre, já está na hora de fechar? Vamos para o nosso lugar.#$e#Ops... desculpe, @. Por favor, leve o tempo que precisar.",
				"Linus":"É bom ver todo mundo sendo tão apreciativo com a natureza. Ela nos fornece tudo o que precisamos, especialmente beleza.#$e#Vou me esgueirar quando as águas-vivas chegarem. Não se preocupe. Eu não vou perder isso por nada.",
				"Alex":"Eu fiz algumas memórias realmente boas neste verão. Minha única reclamação é que tudo acabou.$s",
				"George":"Não consigo ver muita coisa. Estou contando com essas águas-vivas para me avisarem onde estão.#$e#Elas sempre fazem isso.$1",
				"Evelyn":"Que maneira adorável de terminar os dias joviais do ano. Eu não poderia pedir mais.#$e#Ainda estou fazendo muitos planos para o outono, porém.",
				"Lewis":"Boa noite, @. Eu reservei um lugar para você aqui no deck.#$b#Me avise quando estiver pronto para as águas-vivas aparecerem.",
				"Clint":"Você acredita que mais um ano já passou pela metade?#$e#Não posso dizer que a primeira metade aconteceu como eu esperava, mas aconteceu como eu imaginava.#$e#Você se acostuma com as coisas depois de um tempo.#$e#De qualquer forma, obrigado por passar por aqui.",
				"Emily":"*suspiro* Esta noite é como um longo beijo de despedida da estação. Triste, mas doce.$u",
				"Penny":"As águas-vivas têm uma existência tão simples...#$e#E quando penso nas coisas em grande escala, nós também devemos ser, de alguma forma, segundo um padrão relativo.",
				"Pam":"O outono está chegando. É uma época difícil para Penny, então você deveria fazer algo legal para ela.#$e#Acho que ela iria apreciar isso.",
				"Haley":"Ah, não! Esqueci de trazer minha câmera!$s#$b#Você vai voltar e pegar para mim?#$e#Hee hee, brincadeira. Eu tenho aqui mesmo.$1",
				"Jodi":"Kent, querido, estou tão feliz que você está comigo este ano.",
				"Sam":"Hmm, acabei de ter a melhor ideia para a capa de um álbum.",
				"Leah":"O verão é um momento extra especial para mim. Só preciso de uma noite sozinha para dar a ele um encerramento adequado.",
				"Shane":"Vou sentir falta desses dias mais longos.",
				"Marnie":"Eu amo animais porque posso olhar diretamente em seus rostos. Mas esses pequenos não têm rostos.#$e#Ainda assim, são absolutamente deslumbrantes. Deve ser um tipo diferente de beleza.",
				"Elliott":"'O arauto da esperança suspira sua luz#$b#Enquanto antigos lampiões lunares serenam a noite.'#$b#Oh, @, esses são os últimos dois versos de um poema que está surgindo na minha cabeça.#$e#Eu não guardo um poema se rimar 'luz' com 'noite', então este é só para o momento.$1",
				"Gus":"É bom tirar a noite de folga. Não tenho muitas delas.",
				"Wizard":"Os Lunaloos iriam fazer uma modesta apresentação este ano. Consegui mexer uns pauzinhos com os guardiões do espírito do mar para consertar isso.#$e#Por favor, não faça alarde. Estou me escondendo aqui por um motivo.",
				"Harvey":"Só preciso dar uma olhada em todos. Passo tanto tempo garantindo que o corpo de todos esteja funcionando...#$b#...que realmente é um momento emocionante ver todos tão bem e pacíficos.",
				"Jas":"Espero ver a água-viva verde rara como o Vincent viu no ano passado.",
				"Vincent":"A Jas disse que tinha bebês no ano passado. Vou procurá-los desta vez.",
				"Willy":"Este pode ser meu festival favorito. Pescadores ao redor do mundo dariam um braço e uma perna só para testemunhar isso uma vez.",
				"Leo":"Fico pensando para onde mais as águas-vivas vagueiam? Quais outros lugares?",
				"Kent":"Devo conseguir dormir algumas horas seguidas depois disso.#$e#Isso é mais do que costumo conseguir de uma vez.",
				"Abigail_y2":"O ar está cheirando bem esta noite, não acha? Uma premonição do outono.",
				"Robin_y2":"Hmm, eu me pergunto se aquele barco de vela precisa de alguns reparos este ano.",
				"Demetrius_y2":"O brilho bioluminescente das águas-vivas à luz da lua ajuda-as a sobreviver na zona do meio da noite do oceano.#$b#Muito poucos lugares ao redor do mundo veem um fenômeno assim, muito menos todos os anos na mesma noite.",
				"Maru_y2":"Perto dos trilhos do trem, as folhas começaram a mudar de cor de maneira bastante perceptível. Você deveria ir ver quando tiver a chance.",
				"Sebastian_y2":"Vou admitir, viver a vida no vale não é tão ruim em noites como estas.",
				"Pierre_y2":"Para mim, hoje à noite é sobre deixar ir e refletir sobre o que realmente importa.#$b#Talvez eu tenha deixado algumas coisas inacabadas no trabalho hoje, mas... vai ficar tudo bem.#$e#Ah, droga. Será que deixei o fogão ligado na cozinha?$4",
				"Caroline_y2":"Pierre, tenho certeza de que está tudo bem, querido.",
				"Linus_y2":"Talvez se eu fosse uma criatura que vivesse no oceano, minha compreensão da natureza seria completamente diferente.#$e#Apesar da profundidade da minha conexão com a natureza, tenho que me humilhar e perceber que ainda é tão limitada na escala cósmica.",
				"Alex_y2":"Você fez algumas boas lembranças neste verão?",
				"George_y2":"Esta é uma boa noite. Talvez eu fique um pouco mais rabugento amanhã pela falta de sono, mas vai valer a pena.#$b#Vale a pena para mim, de qualquer forma. Não posso dizer o mesmo para as pessoas que cruzam meu caminho.",
				"Evelyn_y2":"Shhh, George. Acho que as águas-vivas vão estar aqui a qualquer minuto.",
				"Lewis_y2": "Observar essas criaturas flutuar para dentro e para fora a cada ano... é claro que me lembra do seu avô.#$b#...Que estranho. Ver esta noite se desenrolar tantas vezes, é surreal pensar que todos nós fazemos a mesma coisa com nossas próprias vidas.#$e#Mesmo se desvanecermos, ainda há a promessa persistente de que este belo ciclo se repetirá.",
				"Clint_y2": "Esta noite sempre mexe com meus sentidos. Não consigo descrever completamente.#$e#Não é exatamente tristeza, mas é mais como... esperança? De uma maneira arrependida?#$b#Caramba, eu não sei...$2",
				"Emily_y2": "Desde que estou viva, não consigo lembrar de um único ano em que as águas-vivas deixaram de aparecer.#$e#Claramente, quando algo é importante para a mãe natureza, ela sabe como ser consistente com isso.",
				"Penny_y2": "Jas e Vincent vão escrever poemas sobre águas-vivas para a escola amanhã.#$b#Talvez eu devesse tentar escrever um também.#$e#Eu tive a ideia do Elliott.",
				"Pam_y2": "Ei, garoto, sempre te vejo trabalhando tão duro.#$b#Espero que aproveite esta noite agradável e calma enquanto durar.",
				"Haley_y2": "As fotos do ano passado ficaram bem, mas acho que posso fazer melhor este ano.",
				"Jodi_y2": "Todos os dias, não consigo deixar de passar tanto tempo me preocupando com as coisas mais pequenas.#$b#Ah, ser uma água-viva e simplesmente ir com o fluxo...",
				"Kent_y2": "Está agradável. Na verdade, me sinto em paz esta noite.#$e#Tenho que aproveitar enquanto dura.$1",
				"Sam_y2": "Eu adoraria abrir o oceano ao meio com uma grande parede de água de ambos os lados. Eu me pergunto até onde eu poderia caminhar?",
				"Leah_y2": "O ciclo de vida dessas águas-vivas... tudo parece tão sem sentido, e paradoxalmente, isso é parte do que as torna belas.",
				"Shane_y2": "Estou surpreso que este festival não receba mais turistas. Será que o prefeito tem uma lei que nos obriga a todos a manter segredo, ou algo assim?",
				"Marnie_y2": "Na verdade, estou sentindo um pouco de vontade de cantar algo. A atmosfera parece certa.#$e#Talvez eu só assobie. Não quero incomodar ninguém.",
				"Elliott_y2": "Preparei um poema para esta noite. É um pouco longo, mas fale comigo novamente se quiser ouvi-lo.#$e#O Oceano da Meia-Noite#$b#Quando perdido na vida como se estivesse dormindo, / Caí no profundo oceano da meia-noite, / As ondas agitadas me atacando para me manter.#$b#\"Preposto, não posso morrer,\" pensei com orgulho, / Pois embora varresse meu corpo para os lados, / \"Só preciso de um guia luminescente.\"#$b#Talvez um raio quebrante pudesse cegar, / Acender uma costa, gravar em minha mente / Um refúgio simples, bastante fácil de encontrar.#$b#Talvez um galeão real, ardente esperança -- / A tripulação me avistaria através de um telescópio, / E com algum fanfarra brilhante, ofereceria uma corda.#$b#Mas nada régio respondeu ao meu orgulhoso grito: / Em vez disso, algumas águas-vivas brilhantes se aproximaram, / Essas flores misteriosas não mais brilhantes do que um suspiro.#$b#E atraído por esta companhia fantasmagórica, / Juntei-me ao seu fluxo, minha força retornando livre, / Pois arrastado para o refúgio, eu vi#$b#A luz salvadora não brilha em um espetáculo vistoso / Mas sim cintila em um brilho suave e sombrio.#$e#Tenha uma boa noite.$1",
				"Elliott_spouse_y2": "O Oceano da Meia-Noite#$b#Quando perdido na vida como se estivesse dormindo, / Caí no profundo oceano da meia-noite, / As ondas agitadas me atacando para me manter.#$b#\"Preposto, não posso morrer,\" pensei com orgulho, / Pois embora varresse meu corpo para os lados, / \"Só preciso de um guia luminescente.\"#$b#Talvez um raio quebrante pudesse cegar, / Acender uma costa, gravar em minha mente / Um refúgio simples, bastante fácil de encontrar.#$b#Talvez um galeão real, ardente esperança -- / A tripulação me avistaria através de um telescópio, / E com algum fanfarra brilhante, ofereceria uma corda.#$b#Mas nada régio respondeu ao meu orgulhoso grito: / Em vez disso, algumas águas-vivas brilhantes se aproximaram, / Essas flores misteriosas não mais brilhantes do que um suspiro.#$b#E atraído por esta companhia fantasmagórica, / Juntei-me ao seu fluxo, minha força retornando livre, / Pois arrastado para o refúgio, eu vi#$b#A luz salvadora não brilha em um espetáculo vistoso / Mas sim cintila em um brilho suave e sombrio.#$b#...#$b#Obrigado por me indulgenciar, querido.$1",
				"Gus_y2": "Felizmente, o movimento no negócio foi um pouco lento, então consegui lavar todas as canecas e pratos cedo.#$e#É bom ter a melhor parte da noite livre. Isso não acontece muito.",
				"Wizard_y2": "Como você me encontrou aqui atrás? Pensei que estava bem escondido.#$b#Talvez você seja abençoado com o dom da clarividência.#$b#Ah, espere. Não, você provavelmente apenas lembra que eu estava aqui no ano passado.",
				"Harvey_y2": "Estive esperando por esta noite nas últimas semanas.#$e#O que torna esta noite especial para você, @?",
				"Jas_y2": "Estou curiosa se as águas-vivas deste ano são as mesmas do ano passado.#$b#Porque se forem, os filhotes provavelmente já cresceram.",
				"Vincent_y2": "Eu não estou cansado! Eu nunca fico cansado!",
				"Willy_y2": "Por mais tentador que seja pegar minha rede e pegar uma delas, não é meu lugar fazer uma coisa dessas.#$e#Isso seria desrespeitoso com o oceano.",
				"Leo_y2": "Esta noite... parece que estou recebendo um abraço enorme de todo o mundo.#$e#Está... frio, não está? E de alguma forma... aconchegante também.",
			}
		},
		{
			"LogName":"Year 3 Festival SDV Fair - fall16.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall16.xnb",
			"Entries":{
				"Abigail":"Eu queria que tivéssemos uma 'Tenda dos Horrores' ou algo assim, como um lugar para gastar fichas estelares.",
				"Robin":"Foi bom colocar o papo em dia com a Leah! Não nos encontramos muito frequentemente, mas temos muito em comum.$h",
				"Demetrius":"Eu pensei em fazer uma exposição de fazenda, mas se fosse verdadeiramente uma representação do meu melhor trabalho...#$b#...você teria que olhar isso no microscópio.#$e#Então... isso é um pouco problema.$h",
				"Maru":"Voltei para os sanduíches de churrasco, mas talvez eu pegue um hambúrguer este ano.$h",
				"Sebastian":"Apenas cumprindo minha obrigação aqui. Se estivesse atrás de diversão, tenho dezenas de jogos em casa nos quais estou mais investido.$u",
				"Pierre":"Ah, oi @. Uhh... um dos meus abóboras realmente veio da sua fazenda?",
				"Caroline":"Pierre sente que o sucesso da loja depende da exposição da fazenda dele. Eu digo a ele para não se preocupar tanto.#$e#Nós vendemos os produtos de todos que participam aqui, incluindo você. Então não faz uma grande diferença no longo prazo.",
				"Linus":"Esses animais têm almas gentis. Eles merecem o melhor.$h",
				"Alex":"Estou economizando para aquele chapéu fedora, mas está demorando um pouco com apenas o jogo 'Força'.$s",
				"George":"Não vou negar uma refeição de boa qualidade. Pelo menos com esse festival, não preciso viajar muito para chegar à comida.#$e#E pelo menos tem algo além de ovos.",
				"Evelyn":"George, precisamos garantir que estamos controlando seu colesterol.#$e#Se você não comer, eu também não como.",
				"Lewis":"@! Bem-vindo! Podemos esperar uma exposição de fazenda sua este ano?$h#$b#Chamei praticamente os mesmos artistas e vendedores do ano passado. Mas se não está quebrado, não conserte!$h",
				"Clint":"Sei que você está familiarizado com meu trabalho em suas próprias ferramentas, mas se quiser um pouco mais de garantia, dê uma boa olhada nestas.$h#$e#Marlon vende minhas armas em sua guilda, caso eu não tenha te contado.",
				"Emily":"É fofo como a Haley se envolve tanto com a vidente. Acho que posso reivindicar crédito por isso.#$e#Bom, todos nós podemos usar algo para esperar.",
				"Penny":"Ano passado, tive sorte grande no jogo de azar.#$b#Não consegui replicar meu sucesso, então estou tentando descobrir se a cor laranja ou verde ganha mais vezes.",
				"Pam":"Estou dando uma pausa antes de voltar lá dentro e ganhar novamente no jogo de pesca.$h#$e#Definitivamente é o melhor lugar para ganhar fichas estelares.",
				"Haley":"Tudo o que a vidente me disse ano passado se realizou. Ela é incrível.#$e#Espero que minha fortuna também se realize este ano!$h",
				"Jodi":"Com licença, uh... Sr. Palhaço? Se dermos uma gorjeta, você conta uma piada? É assim que funciona agora?$s",
				"Sam":"Consegui um multiplicador de 4x no jogo de estilingue por ter precisão perfeita! A recompensa de fichas estelares foi incrível!$h",
				"Leah":"Passar um tempo no estande do Robin é como ter uma aula gratuita de marcenaria.$h#$e#Às vezes sinto falta de ser estudante.",
				"Shane":"Marnie me colocou no comando do zoológico de estimação. Vai em frente. Faça um carinho neles.#$e#Ei, se você quiser levar um para casa, você conhece o sistema: pergunte à Marnie.",
				"Marnie":"Se apenas os estandes fossem baseados no sabor, em vez da aparência. Então talvez eu tivesse uma chance na competição.",
				"Elliott":"É uma vista maravilhosa do parque de diversões daqui de cima, não é?$h",
				"Gus":"Caramba! Algumas pessoas realmente gostam de encharcar com molho de churrasco!$h#$e#Eu me orgulho do meu molho secreto, mas certifique-se de ainda poder sentir o sabor do que está por baixo dele!$h",
				"Wizard":"Abstenho-me de contar o futuro de meus conhecidos, com medo das consequências. Welwick é diferente.#$b#Ela é excepcionalmente talentosa e lhe dirá exatamente o que você precisa saber.",
				"Harvey":"Se a medicina humana tivesse sido demais para mim, suponho que poderia ter facilmente acabado trabalhando como veterinário.#$b#O trabalho ainda é bastante gratificante, tenho certeza.",
				"Jas":"Você gosta dos nossos animais?",
				"Vincent":"Eu quero montar um.$e#Você vai me levantar por cima da cerca?#$e#Ah, vamos lá!#$e#...Onde está o Sam?",
				"Marlon":"Me pergunto se eu poderia recuperar meu investimento se comprasse uma ou duas dessas lâminas para o estoque da guilda?",
				"Willy":"Estou mais orgulhoso daquele Dorado. Você já pegou um deles antes?#$e#É difícil montar uma boa exposição na feira quando a vida útil de um peixe bonito é tão curta.",
				"Kent":"...Por quê?#$e#Só por quê...?",
				"Leo":"Tem tanta gente aqui hoje. E na cidade... é ainda mais lotado?$3#$b#Ufa.$3",
				"Abigail_y2":"Eu já me diverti bastante com os jogos aqui nos últimos anos.#$b#Ah, tudo bem. Ainda tem muitas coisas interessantes para ver. Dê uma olhada nessa maça. Acha que conseguiria levantá-la?",
				"Robin_y2":"Estou aqui para ver se consigo inspirar alguém a pegar alguns materiais e criar algo que não teriam feito de outra forma.#$e#A Leah já tem bastante habilidade, mas estou ajudando-a com o lado matemático da arte.",
				"Demetrius_y2":"Essas ovelhas evoluíram para produzir exponencialmente mais lã do que seus ancestrais selvagens.#$b#Se você soltar uma dessas criaturas na natureza, elas se transformam em grandes bolas de pelo bagunçadas.$1#$b#Um pouco engraçado, mas um pouco lamentável também.",
				"Maru_y2":"Este é um bom lugar para observar as pessoas. Às vezes esqueço o quão exótico é ver pessoas que não moram aqui.",
				"Sebastian_y2":"Tanto barulho. Talvez eu saia para andar de bicicleta mais tarde para relaxar.",
				"Pierre_y2":"Oi @. Eu estava pensando, você realmente precisa das fichas estelares para ganhar o primeiro lugar este ano?#$e#Quero dizer, não me deixe te desanimar, só...$4",
				"Caroline_y2":"Eu realmente queria poder me retirar para minha sala de sol agora.$2#$e#Mas... nem consigo entrar em nossa casa com esses estandes no caminho.$2",
				"Linus_y2":"Eu já comi uma boa refeição do Gus no outro lado da feira.#$b#Eu vim aqui para prestar minhas homenagens a essas criaturas altruístas.",
				"Alex_y2":"Acho que vou ficar longe do jogo de força este ano. Que outros jogos eles têm aqui, afinal?",
				"George_y2":"Hmm... Eles simplesmente não têm palhaços como antigamente. Cadê o espírito?#$e#Alguém tem uma torta? Palhaços adoram levar uma tortada na cara.#$e#Os verdadeiros palhaços adoram, de qualquer maneira.",
				"Evelyn_y2":"Oh, George, se comporte.%noturn#$e#O dia está adorável, não acha, @?",
				"Lewis_y2": "Olá, @! Acho que você já sabe como funciona isso agora.#$b#Adoraria ver o que você trouxe este ano.$1",
				"Clint_y2": "Infelizmente, não tenho barras de irídio para exibir. Essa coisa é muito valiosa para não ser usada.",
				"Emily_y2": "Talvez a Haley gostasse se eu comprasse um balão para ela? Nunca se é velho demais para balões.#$e#Quem está cansado de balões está cansado da vida.$1",
				"Penny_y2": "Na época em que ganhei o jogo da sorte dez vezes seguidas, acho que a chance era de 1 em 1024.$2#$e#Mas isso pressupõe que as faces laranja e verde saiam igualmente.",
				"Pam_y2": "Nunca consigo começar meu hobby de pesca, exceto em festivais.#$e#Talvez se eu fosse mais jovem novamente...",
				"Haley_y2": "A vidente? Não sei. Esqueci minha sorte do ano passado. Estou meio que superando isso.#$e#Ainda faço por diversão, mas quero viver pelo que quero, não apenas pelo que alguém disse que poderia acontecer comigo.",
				"Jodi_y2": "Eles montaram a tenda de vidente bem em cima daquelas lápides?#$b#Isso, hmm. Não sei como me sentir sobre isso.$2",
				"Kent_y2": "Não tenho certeza se o Sam e o Vincent precisam muito de orientação minha no jogo de estilingue. Mas o Vincent está tão ansioso para aprender.$1",
				"Sam_y2": "Eles acabaram de me dar um saco grande de fichas depois que ganhei o jogo de estilingue.$1#$e#Agora... dobrar ou nada na roda...",
				"Leah_y2": "Pensei em abrir minha própria exposição na feira.#$b#Pode ser divertido, mas então eu não teria tanta chance de aproveitar o resto da feira...",
				"Shane_y2": "Essas vacas são responsáveis pelo queijo gigante que a Marnie tem na exposição dela. E esses são dois dos nossos melhores frangos.#$e#Os porcos e coelhos só precisavam de um dia fora de casa.",
				"Marnie_y2": "Tem algo que eu possa fazer para tornar minha exposição mais visualmente atraente?",
				"Elliott_y2": "O churrasco do Gus é sempre uma sinfonia de sabores.$1#$b#Agora que estou devidamente energizado, é hora de mais uma rodada de pesca!",
				"Gus_y2": "Leva um pouco de prática para administrar quatro churrasqueiras de uma vez, mas uma vez que você desenvolve um sistema, tudo se encaixa.",
				"Wizard_y2": "...#$e#...Hmph.#$e#Fui banido do jogo de 'Força' por usar meus poderes telecinéticos nele.#$e#Não havia nenhuma regra contra isso. Isso é absurdo.",
				"Harvey_y2": "Esse cheiro de churrasco que está vindo até aqui é realmente agradável, né?#$e#Aposto que é um cheiro semelhante ao de milhares de anos atrás, quando as pessoas se reuniam e começavam a civilização humana como a conhecemos desde então.",
				"Jas_y2": "As vacas marrons são Ruby e Riley, e as vacas brancas são Brindall e Bailey.#$b#Pelo menos, foi assim que eu as nomeei.#$e#Às vezes elas roubam a comida uma da outra e bufam uma na outra. Mas na maior parte do tempo são melhores amigas.",
				"Vincent_y2": "O jogo de estilingue é onde está tudo bem fazer coisas que normalmente me dariam castigo!",
				"Marlon_y2": "Gostaria de ver uma demonstração da durabilidade dessas espadas antes de comprar algumas do Clint.",
				"Willy_y2": "Eu peguei um bagre praticamente do tamanho de uma pessoa, no início da temporada.#$e#Pena que não durou até hoje.#$e#Bem, um homem tem que comer...",
				"Leo_y2": "Quando as exposições estiverem todas prontas, me pergunto se alguém vai jogá-las fora.#$e#O tio Linus disse que podemos pegar o que quisermos de lá.",
				"Sandy_y2": "Heehee! ~ Agora isso é o entretenimento que eu vim aqui ver!$1"
			}
		},
		{
			"LogName":"Year 3 Festival Spirits Eve - fall27.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall27.xnb",
			"Entries":{
				"Abigail":"O que você quer dizer sobre as aranhas não serem reais? Elas definitivamente se movem quando eu olho ao redor do canto.$s",
				"Robin":"O que você está planejando fazer na sua próxima temporada de folga?",
				"Demetrius":"Este festival é divertido, mas sinto que às vezes as pessoas podem levar suas próprias ideias de diversão um pouco longe demais.",
				"Maru":"O que eu preciso é de algum tipo de dispositivo que possa rastrear minha localização e passos.$s",
				"Sebastian":"Legal. Eles trouxeram os esqueletos de novo.$h#$e#É bem complicado para o Marlon trazê-los aqui, então eu não estava certo se eles os teriam.",
				"Caroline":"Um, se você ver a Abby no labirinto, pode dizer a ela para não perder o jantar? Eles têm alguns dos pratos favoritos dela aqui.",
				"Alex":"Eu trouxe meu taco de baseball só por precaução caso algo pule em cima de mim.#$b#Lembre-se, sempre é o atleta que salva o dia nos filmes de terror... certo?",
				"Lewis":"Este é um festival bastante tranquilo para mim. De alguma forma, ele se junta a cada ano, mas não tenho certeza de como.",
				"Clint":"Estou razoavelmente ciente... se foi o Marlon quem trouxe esses monstros, eles provavelmente são de verdade.",
				"Emily":"Que noite emocionante! A praça está agitada com a atividade de espíritos que não podemos ver.",
				"Penny":"Alguém está pregando peças em mim? Como eu vim parar aqui?#$u#$e#Essa caldeira... É... familiar.$s",
				"Pam":"Fui só eu, ou eu ouvi um grito vindo na direção do labirinto?",
				"Haley":"Eu avancei um pouco, e então nas sombras vi algo se movendo saindo do chão.$s#$b#...Acho que já deu para mim.$s",
				"Jodi":"Tenho certeza de que o Vincent só quer entrar no labirinto porque o Sam faz parecer que não é grande coisa.$4#$e#Acho que ele não percebe no que estaria se metendo.",
				"Sam":"Juro que já vi esse layout do labirinto antes...$s#$b#Mas por algum motivo, minha memória fica... estranhamente confusa quando tento lembrar dos anos anteriores.$s",
				"Leah":"A arte de horror surreal de repente parece atraente. Já faz um tempo desde que fiz algo assim.#$e#Quando você mora sozinha e passa muito tempo com sua mente mergulhada nesse gênero, porém, pode mexer um pouco com você.#$b#Hmm, acho que vou passar.$s",
				"Marnie":"Estou feliz que este evento não seja realizado perto das nossas fazendas. Os animais entrariam em pânico.",
				"Elliott":"Em breve, o mundo cairá inevitavelmente em um sono profundo e mortal.#$b#Mas tão inevitável quanto é a luta para permanecer acordado um pouco mais, na natureza e dentro de nós mesmos.$h",
				"Gus":"Todo mundo precisa de uma fatia de torta de abóbora este ano! Eu insisto!$h",
				"Harvey":"Uma cirurgia de coração aberto nunca me incomodou, mas isso... É apenas o tipo de estranheza que me afeta.$s",
				"Shane":"Então, o que é essa história sobre uma fortaleza subterrânea congelada? O cara aventureiro estava dizendo algo sobre isso.",
				"Jas":"Tia Marnie, eu sei que não existem monstros e fantasmas de verdade. Por que não posso entrar?",
				"Vincent":"Eu pude entrar no labirinto no ano passado. Por que não este ano?$s",
				"Marlon":"Matar um esqueleto é uma coisa, mas capturar um é um feito totalmente diferente.",
				"Leo":"...$3#$b#...Este filme...$3#$b#...$3#$b#...é ruim.$3",
				"Kent":"Deve ter dado muito trabalho para preparar todo esse evento.",
				"Abigail_y2": "Esses golems selvagens não parecem tão difíceis...#$e#Os múmias, por outro lado...$9",
				"Robin_y2": "A integridade estrutural dessas gaiolas de monstros parece bastante boa...#$b#...Eu acho.$6#$e#Talvez eu devesse dar uma olhada mais de perto quando terminar o jantar.$2",
				"Demetrius_y2": "O Sebastian terminou o jantar há um tempo. Eu me pergunto quanto tempo ele vai ficar nesse labirinto?",
				"Maru_y2": "Nada de labirintos para mim este ano, obrigada.#$b#Não depois de algumas das histórias que ouvi.$2",
				"Sebastian_y2": "Não ligue para as mãos tremendo. Se uma delas te agarrar, apenas chute para se livrar.#$b#Mas não muito forte ou violento. Você tem que ser assertivo, mas educado.",
				"Caroline_y2": "Lá vai a Abby, correndo de novo...$2#$e#Talvez você queira terminar os bolinhos de caranguejo dela?",
				"Alex_y2": "Eu cheguei até o fim no ano passado, mas tudo o que encontrei foi uma caixa vazia. Alguém deve ter me vencido.#$e#*suspiro* Para onde devo ir agora?",
				"Lewis_y2": "Não consigo decidir se amo ou odeio este festival.#$e#É definitivamente impressionante, mas nunca consigo encontrar respostas sobre como aquele velho monta e limpa tudo.",
				"Clint_y2": "Nahh, os monstros ali não me assustam. Se o Marlon diz que é seguro, é seguro.",
				"Emily_y2": "Que todos nós encontremos passagem segura por este labirinto.$7",
				"Penny_y2": "Espero que as crianças estejam bem lá dentro. Estão com adultos, mas me pergunto se tudo isso não é um pouco demais para elas.",
				"Pam_y2": "Quer saber de algo assustador? *hic* Todos nós ficamos velhos e enrugados um dia. Olhe só para mim! Hah!$1#$e#Pronto para chegar a sua vez um dia? Eu costumava ser magra e bonita igual à Penny!$1",
				"Haley_y2": "Minha câmera continua falhando. O que está acontecendo?$12",
				"Jodi_y2": "Deixei o Vincent entrar no labirinto. Ele parecia completamente tranquilo.$2",
				"Kent_y2": "Costumava adorar coisas assim quando era criança. Hoje em dia, porém, parece que...#$b#...eu não sei, apenas um desperdício de adrenalina, se é que isso faz sentido.",
				"Sam_y2": "Heh, heh, heh...$11#$b#...$7#$b#Hah! Te assustei, não foi?$3#$b#...$7#$b#Err, na verdade, falando sério, o que acabou de acontecer? Como cheguei aqui?$2",
				"Leah_y2": "Eek!$6#$b#Ah, é só você. Desculpe, estou um pouco nervosa.$3",
				"Marnie_y2": "Ufa, terminado por hoje. Hora de relaxar um pouco. ...Relativamente falando.",
				"Elliott_y2": "Li algumas histórias clássicas de terror hoje mais cedo. Tão divertido!#$e#Fico imaginando como essas criaturas responderiam a uma leitura em voz alta dessas histórias assustadoras.",
				"Gus_y2": "Logo não será possível cultivar nenhum tipo de colheita do lado de fora, né? Bem, então estarei aguardando a primavera. Produtos locais são imbatíveis.",
				"Harvey_y2": "Não tenho energia suficiente para socializar, então vim aqui.#$e#Eu sabia que não havia sustos nessa parte do labirinto.#$e#Acho que voltarei para o convívio social daqui a alguns minutos. Heh.",
				"Shane_y2": "Jas, já passou da sua hora de dormir. Se começarmos agora, não quero você dormindo em cima de mim.%noturn",
				"Jas_y2": "Hehe, adoro ficar acordada até tarde!$1",
				"Vincent_y2": "Não estou perdido. O Sam está logo ali na esquina.",
				"Marlon_y2": "Você chegou longe, @. Lugares como esses provavelmente nem te incomodam mais, né?",
				"Leo_y2": "Uma vez eu me esgueirei até o vulcão. Acho que consigo me esgueirar por aqui também.",
				"George_y2":"Evelyn e eu dormimos durante este evento no ano passado. Ou tentamos, pelo menos, com todo o barulho.",
				"Evelyn_y2":"*bocejo* Ohhh, estou bem sonolenta.$2#$e#Pelo menos é uma caminhada curta até em casa.",
				"Pierre_y2":"Boa noite. Tenho muitos... itens misteriosos à venda esta noite! ...Heh heh heh.$1#$e#Ehh, na verdade, não faço ideia de onde alguns desses itens vieram.$4",
				"Willy_y2":"$y 'Gostaria de ouvir a história do Pirata Fantasma Silverhook?_Sim_Há mais de cem anos, o Capitão Arthur era apenas um simples capitão, navegando pelos mares com sua tripulação. Um dia, um tubarão pálido como a própria lua cheia, com olhos flamejantes, atacou o bom capitão em sua jangada e arrancou sua mão limpa. A partir desse dia, o capitão mudou. Ele substituiu sua mão por um gancho de prata e jurou vingança contra o tubarão, procurando os mares incessantemente até que toda sua tripulação perecesse. Dizem que o navio do capitão ainda se mostra quando a lua cheia brilha no alto, buscando eternamente... por sua vingança._Não, obrigado_Fica para você.'",
			}
		},
		{
			"LogName":"Year 3 Festival Ice Festival - winter8.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter8.xnb",
			"Entries":{
				"Abigail":"Acho que a seguir, vou tentar eviscerar a barriga deste boneco de neve com alguma criatura saindo.#$b#Talvez eu possa usar alguns peixes da competição. Eca!$h",
				"Robin":"Isso deve estar pronto em uma hora ou duas. Espero que ainda haja pessoas por perto para ver então.",
				"Demetrius":"Você acredita como será quase tropical por aqui, daqui a apenas meio ano?",
				"Maru":"Sebastian faz bonecos de neve bem legais. Sinto que poderia aprender algumas coisas com ele, se ele me deixasse.",
				"Sebastian":"Nah, isso não está tão frio. Frio é quando você sai lá fora com o cabelo molhado e ele congela.",
				"Pierre":"Finalmente! Posso passar um tempo lá fora e atirar uma bola de neve!$h#$e#Hmm... tem alguém que posso acertar? Ou... eles só ficarão bravos, não é?$s",
				"Shane":"Duas palavras: Festival de Pizza. Sério, isso precisa acontecer este ano.#$e#Seria tão fácil, também. Só pediríamos um montão de pizzas do Gus e passaríamos por aí.",
				"Caroline":"Na verdade, acho o boneco de neve da Abby bem engraçado.$h",
				"Linus":"Viajei por todos os lugares quando era mais jovem. Alguns lugares são assim o ano todo.#$e#Acho que não conseguiria mais viver na tundra. Isso foi quando era mais jovem.",
				"Alex":"Ei, tenho uma ideia. Talvez possamos pegar algumas camisetas esportivas e vestir os bonecos de neve.#$e#Na verdade, uma camiseta caberia no corpo de um boneco de neve?#$b#Ohhh, eles fariam meus atletas favoritos parecerem todos gordos.$s",
				"George":"Trouxe meu cobertor extra pesado para isso.",
				"Evelyn":"Minhas articulações ficarão rígidas por passar tanto tempo no frio, mas a visita vale a pena.#$e#Este festival é muito importante para mim, sabe.",
				"Lewis":"Oi, @! Que bom que você pôde vir. Certifique-se de cumprimentar todo mundo.$h",
				"Clint":"Bem, olhe para isso, Emily! É como se esse boneco de neve fosse nosso próprio filho! Você é a mãe e eu sou o pai! Heh heh.$h",
				"Emily":"Ah, é, Clint. Hum, acho que sim?$u#$e#Talvez eu possa ser a tia desse boneco de neve.",
				"Penny":"$y 'Hmm... Que tipo de boneco de neve devemos fazer?_Que tal algo com olhos de doces de hortelã?_Ah, legal! Você conhece alguém que tenha alguns doces?_Busque inspiração em Abigail._Ah, sim. Deixa pra lá.$s_Faça um convencional. É a única maneira verdadeira de fazer._Quando você só faz isso uma ou duas vezes por ano, os clássicos nunca envelhecem, né?'",
				"Pam":"Na verdade, eu pratiquei um pouco em preparação para a competição.$h#$e#Er, bem, o que quero dizer com isso é... eu não pratiquei. De jeito nenhum.$s#$e#Conta a tenda de pesca da feira do mês passado?",
				"Haley":"Deveria dar uma olhada no meu guarda-roupa para algumas roupas de inverno. Tenho alguns casacos de pele muito fofos que nem usei.",
				"Jodi":"Amo a floresta quando está silenciosa. Quando a neve cai dos galhos, faz aquele barulho suave.#$b#Eu simplesmente amo isso.$h",
				"Sam":"Moramos bem em frente a um rio. Fico impressionado que ainda não saiba pescar.#$e#Ah, é, acho que ficaria entediado bem rápido, não é?",
				"Leah":"Cheguei aqui bem cedo hoje de manhã para poder começar minha escultura imediatamente. O que você acha?",
				"Marnie":"Mmm. Esta noite será agradável, sentada junto à lareira, com chocolate quente, se aconchegando ao lado de...#$b#...hum, quer dizer, apenas me sentindo aconchegada.$s#$e#Então, o que há de novo?",
				"Elliott":"Willy me ensinou alguns truques de pesca algum tempo atrás. Eu me pergunto se ele estará me observando para ver se eu lembrei?$e#Não quero decepcioná-lo.",
				"Gus":"...O quê? Desculpe. Só estava sonhando acordado. Já estou elaborando meus planos para o Festival da Estrela do Inverno.",
				"Wizard":"Furtivamente visitando minha estranha torre? Você é peculiar para um mundano.",
				"Harvey":"Bom, ninguém teve hipotermia no ano passado, então acho que posso relaxar um pouco.$h",
				"Jas":"Sra. Penny, você tem um chapéu que podemos usar?",
				"Vincent":"Olha! Se você pisar com força, pequenas rachaduras aparecem no gelo.#$e#O quê? Por que isso é ruim?$u#$e#Ah...$u",
				"Leo":"Quando a neve cai do céu, gosto de olhar diretamente para cima e dar voltas.$1#$e#Você deveria experimentar.",
				"Kent":"O maior peixe que já peguei quase era tão comprido quanto meu braço... mas eu suponho que você já tenha pego peixes ainda maiores.$h",
				"Abigail_y2":"Acho seguro dizer que sou moralmente incapaz de criar bonecos de neve com aparência normal.#$e#Ah, uso isso como um distintivo de honra. Mas vou poupar a todos do espetáculo este ano.",
				"Robin_y2":"Sei que estou atrasada para terminar isso de novo, mas tem que ser arquitetonicamente preciso!",
				"Demetrius_y2":"Pode parecer que a paisagem está inerte, mas debaixo da neve há sementes e brotos que vão crescer e se revelar na primavera.",
				"Maru_y2":"Posso ser criativa na fabricação de gadgets, mas minha criatividade tem que servir a uma função.#$e#Então, este boneco de neve está cumprindo sua função. Ele está sendo um boneco de neve muito de boneco de neve.",
				"Sebastian_y2":"É um lago legal ali. Deveria visitar esta área com mais frequência.",
				"Pierre_y2":"Ahh, finalmente, um tempo livre! Nem preciso administrar uma barraca neste festival!$1",
				"Shane_y2":"Mmm, pizza...$3#$e#Desculpe, só tive um desejo muito forte.",
				"Caroline_y2":"Uma xícara de chá quente é simplesmente perfeita quando você está fora em um dia assim.",
				"Linus_y2":"Sim, você me conhece. Gosto de manter minha distância.#$e#Ainda assim, é bom assistir todos os outros de bom humor.",
				"Alex_y2":"Pelo menos ainda restam alguns jogos de gridball nesta temporada.",
				"George_y2":"Frio? Claro, estou com frio. Mas estou sempre com frio, mais ou menos.#$e#Mas, sim, está bem frio.$2",
				"Evelyn_y2":"Acho que o Alex fez um trabalho maravilhoso com o boneco de neve dele, não acha?$1#$e#Eu ajudei um pouco, mas -ooh! Meus dedos ficaram congelados instantaneamente.",
				"Lewis_y2": "@! Que bom que você pôde vir.$1#$b#Tenho visto muitos peixes nadando sob o gelo este ano. Fique de olho nisso!",
				"Clint_y2": "Eu estava fazendo um boneco de neve, mas... *brrr* ...isso é o que consegui. Você acha que pode assumir por mim?#$b#É aquela bola de neve no chão.#$e#Er, não, não é aquela bola de neve. A outra.$e#Na verdade, aquela outra bola de neve parece melhor que a minha. Talvez use aquela? *suspiro*$2",
				"Emily_y2": "Esse velho gelado está ficando muito bom, não acha?$1#$e#O Clint merece parte do crédito. Ele nos emprestou o chapéu, e é isso que realmente destaca o visual dele.",
				"Penny_y2": "Os iglus não são exatamente aconchegantes, mas consigo ver como são habitáveis.#$e#Você sabe quem os fez para o festival, de qualquer forma?",
				"Pam_y2": "Ei garoto, talvez você possa me ensinar algumas coisas sobre pesca.#$e#Parece que você ficou muito bom muito rápido.",
				"Haley_y2": "Tenho assistido a muitas comédias românticas bobas na TV. As do inverno são sempre as melhores.",
				"Jodi_y2": "Peguei o Vincent pisando no lago congelado no ano passado. Ele não está fazendo isso de novo agora, está?",
				"Kent_y2": "Eu sei pescar. Costumava pescar o tempo todo, mas...#$b#...Prefiro não ter todos os olhos em mim em uma competição.",
				"Sam_y2": "Espero que tenhamos uma tempestade de neve em breve. Nada se compara à grande nevasca que tivemos quando eu tinha a idade do Vincent.",
				"Leah_y2": "O que você acha? Um projeto de arte é mais bonito se durar muito tempo ou se desaparecer rapidamente?",
				"Marnie_y2": "O prefeito Lewis pega todos os peixes do Willy. Deve ser um pouco estranho para o Willy pegar o mesmo peixe duas vezes.",
				"Elliott_y2": "Não sei como você encontra tempo para pescar com todo o trabalho da fazenda em cima de tudo.",
				"Gus_y2": "Eu adoraria pegar alguns dos peixes da competição e fazer um prato especial no salão. Seria ótimo escolher os melhores.",
				"Harvey_y2": "É um mistério para mim como as pessoas que vivem em regiões perpetuamente frias conseguiram sobreviver por milhares de anos.",
				"Jas_y2": "Aqui, peixinho peixinho!$1",
				"Vincent_y2": "Eu quero fazer esse boneco de neve com dez bolas de neve de altura!",
				"Leo_y2": "Espero viajar para muitos lugares diferentes quando crescer. Talvez alguns lugares ainda mais frios que este.#$e#Há tanto para ver!$1",
				"Willy_y2": "Gosto de observar as águas do riacho passarem, junto com todos os meus pensamentos. Isso acalma meu espírito para a competição.",
				"Marlon_y2": "Gil sobreviveu uma vez na tundra ártica, lutando contra magos esqueletos por quase uma semana seguida.#$e#Posso ser um aventureiro experiente, mas minhas façanhas não se comparam às de Gil."
			}
		},
		{
			"LogName":"Year 3 Festival Winter Star - winter25.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter25.xnb",
			"Entries":{
				"Abigail":"Mãe, você está bem?$h",
				"Robin":"@, um brinde a você, por mais um ótimo ano com você em Pelican Town!$h",
				"Demetrius":"Que ótimo momento para estar vivo!$h",
				"Maru":"Ah, que bom. Eu disse para minha mãe, \"Mãe, precisamos pegar uma mesa que tenha as coisas verdes nela\".",
				"Shane":"Estava pensando em começar a entrar em melhor forma.#$b#Bem, isso já era.",
				"Sebastian":"Tenho meia dúzia de coisas na minha mente que precisam ser feitas.#$e#Bom, são apenas coisas de hobby, mas eu estava no meio disso antes de virmos aqui.",
				"Pierre":"Passei tanto tempo preocupado com a loja este ano, mas tudo isso parece tão distante agora.#$e#Estou realmente grato quando o ano se junta assim.$h",
				"Caroline":"Pierre... Oi, você está aí! Você está duas bebidas atrasado em relação a mim!$h",
				"Linus":"Com certeza haverá sobras.#$e#É aí que entra meu trabalho.$h",
				"Alex":"Estou no prato número cinco. Me sentindo vivo!$h",
				"George":"Bah. Parece que acabamos de fazer uma dessas Festas na semana passada.",
				"Evelyn":"Eu sei que há muita comida, querido, mas espero que reserve espaço para um dos meus biscoitos.",
				"Lewis":"Justo quando pensamos que o longo inverno nunca acabará, todos nós espontaneamente começamos uma celebração alegre. Saúde!$h",
				"Clint":"Eu provavelmente deveria ligar para minha mãe.",
				"Emily":"$y '@! O que você espera encontrar debaixo da árvore dos espíritos?_Uma pedra preciosa rara._Oh! Aposto que você deve ter o lugar perfeito para exibi-la em casa, né?_Algo saboroso._Ah, sim! Itens comestíveis são difíceis de errar quando você sente que tem tudo o que precisa.$h$h_Um conjunto de chá._Hmm, estranhamente específico, mas quem sabe? Você pode ganhar!'",
				"Penny":"Está tão frio lá fora, e mesmo assim eu nem sinto frio.$h",
				"Pam":"Ei, garoto. Mais um ano para nós.$e#Vou esperar para vê-lo no ponto de ônibus!",
				"Haley":"Meus pais costumavam trazer os presentes mais épicos para isso.$e#Espero que estejam bem... onde quer que estejam.$u",
				"Jodi":"Aqui, Kent. Por que você não come o resto do que está no meu prato?",
				"Kent":"Parece que estou com bastante apetite hoje.$h",
				"Sam":"Sou grato por mais um ano com meu pai por perto.$e#Claro, tem sido... diferente do que eu esperava quando ele estava longe, mas ainda é muito melhor.",
				"Leah":"Não posso acreditar que o Gus não fala mais sobre a comida que ele passou a semana toda preparando.$e#Talvez as balas de hortelã sejam apenas o assunto padrão dele quando está exausto de cozinhar e sua mente se desgasta.$u",
				"Marnie":"Espero que consiga voltar para casa a pé esta noite depois que terminar de comer!$h",
				"Elliott":"A praia estava especialmente solitária esta manhã. Dei uma rápida caminhada até aqui e descobri uma companhia tão maravilhosamente calorosa!$h",
				"Harvey":"Eu não podia acreditar neste festival durante meu primeiro ano aqui. Comer ao ar livre no frio? Mas de alguma forma tudo funciona, não é?$h",
				"Jas":"Tia Marnie, podemos comer agora?",
				"Vincent":"Preseeentes!$h",
				"Marlon":"Passei um tempo nas minas de lava esta manhã. Meu corpo não está devidamente ajustado a esse frio.",
				"Leo":"Em dias como estes... Eu sei que nunca mais quero viver sozinho.#$e#Este tempo juntos é alegre!$h",
				"Abigail_y2": "Minha mãe quase nunca bebe, exceto neste dia. Ela deve extravasar tudo de uma vez.",
				"Robin_y2": "Também estamos nos aproximando do aniversário da sua chegada em Pelican Town, não é? E olha o quanto você progrediu!$1",
				"Demetrius_y2": "Alguma ideia de quem pode ser o seu doador de presentes secreto?",
				"Maru_y2": "Mmm, finalmente. Estive esperando por isso o mês inteiro.",
				"Shane_y2": "Dias como estes sempre me dão algo bom para esperar.",
				"Sebastian_y2": "A comida está boa. Só não tenho muito a acrescentar à conversa em nossa mesa.",
				"Pierre_y2": "Eu queria trazer um prato de peru para cá, mas a Caroline bateu no prato e ele caiu da minha mão.$2#$e#Ohhh, não se preocupe, meu querido peru. Eu volto logo.",
				"Caroline_y2": "Chocolate quente, cidra temperada... Tem água pura? Não quero ficar com uma ressaca de gemada.$1#$e#Eh. Provavelmente está tudo bem.$1",
				"Linus_y2": "Acho que sou basicamente um cidadão de Pelican Town agora.#$b#Não sei se gostaria de fazer parte de outra comunidade.$1",
				"Alex_y2": "Uau. Em algum momento, acho que perdi meu metabolismo de buraco na perna.$2#$b#Só comi quatro pratos até agora, mas sinto que já posso ter atingido meu limite.$2#$e#Bem, eles eram pratos grandes.",
				"George_y2": "Como é possível que outro ano já tenha passado desde o nosso último Banquete?",
				"Evelyn_y2": "Oh, mais um ano com toda a cidade reunida! É realmente especial.$1",
				"Lewis_y2": "Tem planos de organizar as coisas para o novo ano? Pode esperar!#$b#Como seu prefeito, insisto em um pouco de procrastinação patrocinada pelo governo local!$1",
				"Clint_y2": "Já limpei meu prato. Talvez seja melhor parar enquanto estou na frente.#$e#Ganhei alguns quilos este ano. Ah, bem. Melhor comer o que você gosta do que comer galhos e folhas o tempo todo.",
				"Emily_y2": "$y '@! O que você espera encontrar embaixo da árvore do espírito?_Uma refeição caseira._Ah, isso seria especial, não seria? Um toque pessoal._Um filhote._Ha, se ao menos, não é mesmo?$1_Um sofá novo._Hum... sim. Talvez? Não sei como isso caberia em nenhuma dessas caixas.$3'",
				"Penny_y2": "Não consigo imaginar o Dia do Inverno sem as tradições de nossa cidade.#$e#Não seria a mesma coisa sem toda a nossa cidade se sentando como uma grande família.$1",
				"Pam_y2": "Talvez no próximo ano eu faça uma viagem de carro. Poderia visitar alguns lugares que não visitei desde que era pequena.#$e#Oh, sabe como é. Eu pegaria o ônibus. Ninguém perceberia.#$e#Não se eu jogar direito. Heh.$1",
				"Haley_y2": "Acho que tenho uma boa ideia de quem é meu doador de presentes secreto.",
				"Jodi_y2": "Ofereci ajuda a Gus para ajudar com parte da comida, mas ele recusou.#$e#Isso realmente é seu orgulho e honra, não é?",
				"Kent_y2": "Ei. Se divertindo?#$e#Eu? ...Sim, na verdade. Obrigado por perguntar.$1",
				"Sam_y2": "Foi um bom ano. Acho que vou sentir falta deste.",
				"Leah_y2": "Há magia no ar!$1#$e#Por um lado, como é que a comida não congela? Por outro... tudo mais! É apenas um momento mágico para todos.",
				"Marnie_y2": "Feliz Banquete, @! Fico feliz que você tenha conseguido vir.$1",
				"Elliott_y2": "Acredito que existam aquecedores sob as mesas para manter todos aquecidos. Mas... shhh.#$b#Concordo, Leah, é simplesmente mágico!%noturn$1",
				"Gus_y2": "Todos passamos por tempos difíceis, mas caramba, todos nós temos muito pelo que ser gratos! Saúde!",
				"Harvey_y2": "Proponho um brinde! A um final feliz para Pelican Town e todos nós que vivemos aqui!$1",
				"Jas_y2": "Eu me pergunto se vou ganhar outra boneca princesa este ano?",
				"Vincent_y2": "Queria que hoje fosse todos os dias.",
				"Marlon_y2": "Feliz Banquete. Gil manda lembranças.",
				"Leo_y2": "Willy me deu uma caixa de lápis de cor. Era exatamente o que eu queria!$1#$e#Posso usá-los para a escola. Além disso, se você os segurar para fora, eles fazem bons poleiros.",
				"Willy_y2":"O que eu quero da vida no próximo ano? Ah, mais do mesmo, suponho.#$e#Se algo diferente acontecer, será uma boa surpresa, mas sou grato pelo que tenho.$1"
			}
		}
	]
}