{
    "Changes": [    
     {
        "LogName": "Year 3 Festival Egg Hunt - spring13.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring13.xnb",
        "Entries":
        {
            "Abigail": "Você está trazendo seu jogo A novamente este ano?$h",
            "Robin": "Vou construir quantos galinheiros você quiser. Isso sempre é divertido para mim.",
            "Demetrius": "A grama no vale é muito nutritiva para as galinhas, certamente melhor do que o milho com o qual alimentam a maioria das outras fazendas.",
            "Maru": "Estou tentando criar ideias de lições com tema de ovos para a Penny. É difícil quando a Jas já sabe quase tudo sobre eles.",
            "Sebastian": "Esse festival deve parecer realmente bizarro para alguém sem nenhum contexto para isso.#$b#Um dia inteiro dedicado para falarmos sobre... ovos. Quero dizer, sério?#$e#Como foi para você, de qualquer forma, seu primeiro ano aqui?",
            "Linus": "Estou servindo porções modestas para mim. Espero que sobre algo que eu possa levar para casa.",
            "Caroline": "Você deve ter bastante dinheiro acumulado. Há algo à venda que você ainda não tenha?",
            "Alex": "Fico imaginando quem foi a primeira pessoa a ver um ovo sair de uma galinha e pensar, 'Uau, isso parece delicioso.'$s#$e#Ei, não estou reclamando. Deve ter sido estranho na primeira vez que isso aconteceu.$h",
            "George": "Metade da cidade faria um escândalo se eu ficasse em casa. Achei mais fácil apenas passar por isso.",
            "Evelyn": "Há quantos anos você está aqui agora, querido?#$b#Bem, estou muito feliz por você ter decidido ficar. É importante para George e para mim saber que Pelican Town tem um futuro.",
            "Lewis": "Como está sendo sua primavera até agora, @? Tudo indo conforme o planejado?$h",
            "Clint": "Fui em frente e peguei um de tudo este ano. Ninguém vai ficar bravo, certo?",
            "Penny": "Ver as crianças aproveitando este festival me diverte tanto quanto me diverti quando era pequena.$h#$e#A vida é tudo, menos 'só descida' depois que você cresce.",
            "Pam": "Fico imaginando se o Gus vai me ensinar algumas de suas receitas um dia.",
            "Emily": "Eu uso o mesmo kit de tingimento para roupas que uso para os ovos. Aparentemente, funciona muito bem!#$e#Descobri isso anos atrás.",
            "Haley": "Ok, meu objetivo hoje é experimentar um novo tipo de comida. Estou apenas tentando diversificar um pouco.#$e#O que você recomenda?",
            "Jodi": "Já estamos quase na metade da primavera, não é? Parece que o ano novo começou apenas alguns dias atrás.",
            "Kent": "Ainda não sou muito fã deste festival, mas é bom ver o Vincent de bom humor.",
            "Marlon": "Muitos anos atrás, enfrentei uma horda inteira de Pepper Rexes enquanto procurava por um ovo de dinossauro.#$e#Saí vitorioso, é claro, mas esses ovos são sempre difíceis de encontrar.",
            "Sam": "Tomei algum medicamento para alergia esta manhã. Agora me sinto meio confuso.#$e#Isso sempre acontece no dia deste festival, por algum motivo. Talvez seja só por passar tanto tempo ao ar livre.",
            "Leah": "Onde está aquele ponche de alguns anos atrás? Aquilo era de morrer.#$e#Sim, eu sei por que era bom. Não sou burra.$h#$e#Ok, talvez tenha demorado alguns copos para eu entender.$u#$b#Mas valeu a pena!",
            "Shane": "Se você quer boas aves que ponham os melhores ovos, só precisa dar a elas a vida que merecem.#$e#Este festival nunca funcionaria com um monte de ovos de granja. Nunca em um milhão de anos.",
            "Marnie": "Acho que as coisas se saíram muito bem este ano!$h",
            "Elliott": "Este ambiente não é particularmente inspirador para mim no sentido literário, mas estou me divertindo bastante.$h",
            "Gus": "Temos todos os ingredientes habituais aqui hoje. Melhorei um pouco minha receita de ovo recheado, no entanto, então isso é algo novo. Experimente!",
            "Wizard": "Hmm... E que tal um ovo cru de lagarto polvilhado com tutano enegrecido?",
            "Harvey": "Este ano, estava ansioso pelo festival do ovo como se fosse uma tradição antiga da família.#$b#Tenho muita sorte de ter acabado nesta cidade.",
            "Jas": "Vou participar da caça aos ovos, mas acho que vou procurar os ovos que decorei.#$e#É difícil competir com os adultos.",
            "Vincent": "Eu e meu pai já fizemos uma caça aos ovos em casa esta manhã.#$e#Mas esta aqui é mais divertida.",
            "Willy": "Pensei em trazer uma bandeja de degustação do meu caviar caseiro, mas seria um pouco caro ter o suficiente para todos.",
            "Leo": "E se eu guardasse alguns desses ovos para decorar meu ninho? Isso poderia ser legal."
        },
    },
    {
        "LogName": "Year 3 Festival Flower Dance - spring24.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring24.xnb",
        "Entries":
        {
            "Abigail": "Lá vamos nós de novo.$u#$e#Acho que vou sobreviver a este também.",
            "Robin": "Alguns dos meus amigos de fora mal conseguem acreditar que ainda temos tradições como essa no vale.#$b#Para mim, no entanto, é exatamente por isso que eu amo viver aqui.",
            "Demetrius": "A sincronia deste festival quase coincide perfeitamente com um aumento na atividade do ecossistema.#$e#Tenho certeza de que não é uma coincidência. Os humanos estão mais conectados ao mundo natural do que percebemos.",
            "Maru": "risos É divertido ser feminina sem pedir desculpas de vez em quando.$h",
            "Sebastian": "Deve ser algum tipo de mentalidade de rebanho que me faz voltar aqui contra a minha vontade.#$b#Acho que há... algumas pessoas... que não deveriam ter que sofrer sozinhas.",
            "Linus": "Muita morte e decadência contribuem para nutrir todas essas flores.#$b#Er, desculpe... não quero ser sombrio. Quero dizer que, de uma perspectiva diferente, é realmente tão bonito quanto.#$e#Pense nisso.$h",
            "Caroline": "Será que o Pierre vendeu alguma coisa hoje...?",
            "Alex": "Ok, estou pronto para dançar. Vamos lá!",
            "George": "Me pergunto quantos desses festivais ainda tenho em mim...?#$e#Ah, não se preocupe. Não pretendo parar tão cedo.",
            "Evelyn": "Espero que goste dos arranjos de flores, querido. Eu coloco um pouco de esforço extra a cada ano.",
            "Clint": "A Emily é uma dançarina muito boa, sabia?#$e#Espero que os homens com quem ela dança apreciem isso.",
            "Penny": "Eu sei que a dança vai ficar bem. Sempre fica. Mas meus nervos nunca parecem se acalmar.",
            "Pam": "Como a Penny está? Essa garota sabe como se preocupar consigo mesma.#$e#Tenho certeza de que ela vai ficar bem.",
            "Emily": "Lembro-me do seu primeiro ano na dança das flores. Foi um bom ano!",
            "Haley": "Um destes anos, sei que não serei mais a rainha das flores. Mas, por enquanto, ninguém parece ter um problema com isso.",
            "Jodi": "Me pergunto quantos anos faltam para o Vincent ser grande o suficiente para isso?",
            "Kent": "Dançar... cantar... tudo apenas por diversão.#$b#Isso é o que a felicidade parece.#$e#Sou grato por ver todos felizes assim. É... do que se trata, não é?",
            "Marlon": "Contraste total com meu ambiente usual. suspiro#$b#Talvez devesse ter colocado mais esforço em assuntos de amor quando era mais jovem.",
            "Sam": "Ei, eu não me importo que saibam que eu gosto de flores. Qualquer um que se sinta confortável com sua masculinidade precisa ser honesto.",
            "Leah": "Água em movimento é realmente difícil de pintar. Estou tentando fixar a imagem deste rio na minha mente.",
            "Shane": "Ninguém parece se importar se eu meio que faço de qualquer jeito na dança.$u#$b#Espero que você não se ofenda, ou algo assim...$u",
            "Marnie": "Todos estão tão adoráveis! Não consigo decidir se este festival me faz sentir mais velha ou mais jovem. Ou talvez um pouco dos dois.",
            "Elliott": "Estou me sentindo particularmente inspirado por essa cena. Deveria desenterrar alguns dos meus velhos sonetos e ver se precisam de alguma revisão.",
            "Gus": "Parece que o tempo ficou perfeito novamente para um piquenique.#$b#Isso é definitivamente uma coisa boa, porque certamente não tenho um plano B se chover.$h",
            "Harvey": "Esta dança é supostamente para os jovens.#$b#Eu... acho que isso significa que ainda posso participar.$11",
            "Jas": "A vovó Evelyn me deixou ajudar com algumas das flores este ano!",
            "Vincent": "Quero colecionar uma de cada cor das flores aqui. Você tem que ser rápido, porém, quando ninguém está olhando.",
            "Willy": "Dorados devem estar rondando esses rios em breve. Eles são uma das capturas mais raras aqui no vale.",
            "Leo": "Parece que este claro está em um mundo completamente diferente."
        },
    },
    {
        "LogName": "Year 3 Festival Luau - summer11.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer11.xnb",
        "Entries":
        {
            "Governor": "Naquele ano, a sopa estava deliciosa! Foi no ano passado, ou...?#$b#...não, talvez tenha sido em um ano diferente? Ah, não consigo me lembrar.",
            "Abigail": "Está mais tranquilo aqui. Você veio para cá pelo mesmo motivo?",
            "Robin": "Ah, oi @! Não seria um luau adequado sem um pouco de dança, não é?$h",
            "Demetrius": "Querida, qual foi aquele passo de dança que você me ensinou no saloon na outra noite?",
            "Maru": "Hmm, carne de porco desfiada e essas escorregadias macarronadas de arroz. Acho que essas são as minhas favoritas juntas.",
            "Sebastian": "Se de repente chovesse agora, as pessoas se apressariam e fugiriam como se a chuva fosse feita de veneno.#$e#Será ruim se o pensamento desse cenário me deixar realmente feliz?$h",
            "Linus": "Fico feliz em compartilhar meu assado com você, @. Nada do animal deve ser desperdiçado, eu digo.$h",
            "Pierre": "Se algum dia tivermos uma tempestade no dia do luau, poderíamos receber o Governador na minha loja.#$e#...O quê? Eu poderia fazer isso funcionar.",
            "Caroline": "Onde está Abigail? Ela se perdeu de novo?",
            "Alex": "É legal, sabe? Realmente parece que Pelican Town é uma grande família.$h#$e#Eu deveria fazer mais esforço para sair com as pessoas que não vejo tanto.",
            "George": "Evelyn, você se importa? Mesmo que o sol faça o seu pior comigo, como isso importa no grande esquema?",
            "Evelyn": "George, você esqueceu o chapéu. Vamos precisar de um pouco de protetor solar na sua cabeça também.",
            "Lewis": "Ah! Governador, lembra? Este é @, um dos nossos principais agricultores aqui no vale.$h#$b#Psst... Ei @, estamos realmente contando com você este ano, ok?",
            "Clint": "Vamos ver... o que mais eu ainda não experimentei?",
            "Penny": "Ok, aqui está um jogo. Assista ao prefeito e sempre que ele sorrir e disser 'Absolutamente!' para o governador, você ganha um ponto.#$e#É adorável. Eu só olhei por cima do ombro algumas vezes e já estou com cinco pontos.",
            "Pam": "Ah droga, esqueci de ligar para a empresa de ônibus para pegar meu dia de folga!#$e#Ah, bem. Alguém vai perceber?",
            "Haley": "Tomar uma bebida de um coco é o melhor. Você já experimentou?",
            "Jodi": "Kent e eu estamos compartilhando esses pequenos bolinhos. Eles são além de deliciosos.$h#$e#Eu gostaria que o Gus compartilhasse suas receitas com mais frequência.",
            "Kent": "Vou evitar a sopa. Quem sabe o que pode estar lá dentro?",
            "Marlon": "Eles fazem óculos de sol de um olho só?#$e#Eu mal consigo ver alguma coisa aqui. O sol está muito forte.",
            "Sam": "Não sei se ainda tenho em mim ser um brincalhão. Já faz alguns anos desde que fiz alguma coisa.#$e#Tenho que dar um bom exemplo para o Vincent.",
            "Leah": "Ei, você viu alguma boa madeira de deriva por aí?#$e#Sempre me pergunto quanto tempo ela fica no mar antes de voltar para casa.",
            "Shane": "Hoo... Estou ficando um pouco quente com toda essa comida apimentada. O que há para beber?",
            "Marnie": "bocejo Estou cansada. Acho que vou dormir como uma pedra hoje à noite, especialmente depois de uma festa dessas.$s",
            "Elliott": "Tem uma maravilhosa sopa de lagosta na mesa mais próxima do oceano. Já provou?$h",
            "Gus": "Com base no que vi indo para aquela sopa, eu diria que um pouco de vinho pode ser seguro de adicionar. Ou algo salgado, como queijo ou trufas.#$e#Teria que ser da melhor qualidade possível, no entanto.",
            "Wizard": "O quê? Eu não estou sendo antissocial. Isso é bastante social para mim, obrigado.#$e#Comparado com meu estilo de vida usual, isso é...#$b#...olha, estou fazendo o meu melhor, ok?",
            "Harvey": "Confio o suficiente em todos aqui para cuidarem decentemente de si mesmos nesse calor.#$b#Mas ainda é meu trabalho chatear todos, de qualquer maneira.$h",
            "Jas": "Oi Sr. @. Quer dançar?^Oi Sra. @. Quer dançar?",
            "Vincent": "Eu melhorei na dança desde o ano passado! Não, sério!",
            "Willy": "Está logo além do horizonte, ali. Se você navegar até lá, poderá ver as Ilhas Fern a partir desse ponto.#$b#Você diria que é mais ou menos isso?",
            "Leo": "Os papagaios realmente gostariam desta praia durante o verão!$h"
        },
    },
    {
        "LogName": "Year 3 Festival Moonlight Jellies - summer28.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer28.xnb",
        "Entries":
        {
            "Abigail": "O ar está agradável esta noite, não acha? Uma premonição do outono.",
"Robin": "Hmm, eu me pergunto se aquele barco de vela precisa de alguns reparos este ano.",
"Demetrius": "A bioluminescência das águas-vivas à luz da lua ajuda-as a sobreviver na zona da meia-noite do oceano.#$b#Muito poucos lugares ao redor do mundo testemunham tal fenômeno, muito menos todos os anos na mesma noite.",
"Maru": "Perto dos trilhos do trem, as folhas começaram a mudar de cor de maneira bem perceptível. Você deveria ir ver quando tiver a chance.",
"Sebastian": "Eu admito, viver a vida no vale não é tão ruim em noites como essa.",
"Pierre": "Para mim, hoje à noite é sobre deixar ir e refletir sobre o que realmente importa.#$b#Talvez eu tenha deixado algumas coisas por fazer no trabalho hoje, mas... tudo ficará bem.#$e#Ah, droga. Será que deixei o fogão ligado na cozinha?$4",
"Caroline": "Pierre, tenho certeza de que está tudo bem, querido.",
"Linus": "Talvez se eu fosse uma criatura que vivesse no oceano, minha compreensão da natureza seria completamente diferente.#$e#Apesar da profundidade da minha conexão com a natureza, eu tenho que me humilhar e perceber que ainda é tão limitada na escala cósmica.",
"Alex": "Você fez boas memórias neste verão?",
"George": "Esta é uma boa noite. Talvez eu fique um pouco mais rabugento amanhã pela falta de sono, mas valerá a pena.#$b#Vale a pena para mim, de qualquer maneira. Não posso dizer uma coisa ou outra para as pessoas que cruzam meu caminho.",
"Evelyn": "Shhh, George. Acho que as águas-vivas vão chegar a qualquer minuto.",
"Lewis": "Observando essas criaturas flutuarem para dentro e para fora a cada ano... claro que isso me lembra seu avô.#$b#...Que estranho. Ver esta noite se desenrolar tantas vezes, é surreal pensar que todos fazemos a mesma coisa com nossas próprias vidas.#$e#Mesmo que desapareçamos, ainda há a promessa persistente de que este belo ciclo se repetirá.",
"Clint": "Esta noite sempre agita meus sentidos. Eu não consigo descrever bem.#$e#Não é exatamente tristeza, mas é mais como... esperança? De uma maneira arrependida?#$b#Poxa, eu não sei...$s",
"Emily": "Enquanto estive viva, não consigo me lembrar de um único ano em que as águas-vivas deixaram de aparecer.#$e#Claramente, quando algo é importante para a mãe natureza, ela sabe como ser consistente com isso.",
"Penny": "Jas e Vincent vão escrever poemas sobre águas-vivas para a escola amanhã.#$b#Talvez eu devesse tentar escrever um também.#$e#Eu peguei a ideia de Elliott.",
"Pam": "Sinto falta de ficar ao lado de Penny durante este festival. Eu entendo se ela precisar do seu espaço, porém.",
"Haley": "Acho que talvez não vou tirar fotos este ano. Quero aproveitar o momento em vez de me esconder atrás de uma câmera.",
"Jodi": "Todos os dias, não consigo deixar de passar tanto tempo me preocupando com as coisas mais pequenas.#$b#Ah, ser uma água-viva e apenas ir com o fluxo...",
"Kent": "Está bom. Eu realmente me sinto em paz esta noite.#$e#Tenho que aproveitar enquanto dura.$h",
"Sam": "Eu gostaria apenas de dividir o oceano ao meio com uma grande parede de água de cada lado. Eu me pergunto até onde eu poderia caminhar?",
"Leah": "O ciclo de vida dessas águas-vivas... parece tudo tão sem sentido, e paradoxalmente, isso é parte do que é belo.",
"Shane": "Estou surpreso que este festival não atraia mais turistas. Será que o prefeito tem uma lei que nos obriga a todos ao sigilo, ou algo assim?",
"Marnie": "Na verdade, sinto um pouco de vontade de cantar algo. A atmosfera parece certa.#$e#Talvez eu só vou assobiar. Eu não quero incomodar ninguém.",
"Elliott": "Preparei um poema para esta noite. É um pouco longo, mas fale comigo novamente se quiser ouvi-lo.#$e#O Oceano da Meia-Noite#$b#Quando perdido na vida como se estivesse dormindo, / Caí no oceano da meia-noite profundo, / As ondas atacando-me para manter.#$b#Prepóstero, eu não posso morrer, pensei com orgulho, / Pois embora varresse meu corpo de um lado para o outro, / Eu só preciso de um guia luminescente.#$b#Talvez um raio de relâmpago estalasse, cegando, / Iluminando uma costa, gravando em minha mente / Um refúgio simples, bastante fácil de encontrar.#$b#Talvez um galeão real, incendiando esperança -- / A tripulação me avistaria através de um telescópio, / E com um espetáculo brilhante, ofereceria uma corda.#$b#Mas nada real respondeu ao meu grito orgulhoso: / Em vez disso, algumas águas-vivas brilhantes se aproximaram, / Essas flores estranhas não mais brilhantes que um suspiro.#$b#E atraído por esta companhia fantasmagórica, / Juntei-me ao seu fluxo, minha força retornando livre, / Pois levado para o refúgio, eu vi#$b#A luz salvadora não brilha em um show chamativo / Mas sim cintila em um suave brilho sombrio.#$e#Tenha uma boa noite.$h",
            "Elliott_spouse": "O Oceano da Meia-Noite#$b#Quando perdido na vida como se estivesse dormindo, / Caí no oceano da meia-noite profundo, / As ondas atacando-me para manter.#$b#Prepóstero, eu não posso morrer, pensei com orgulho, / Pois embora varresse meu corpo de um lado para o outro, / Eu só preciso de um guia luminescente.#$b#Talvez um raio de relâmpago estalasse, cegando, / Iluminando uma costa, gravando em minha mente / Um refúgio simples, bastante fácil de encontrar.#$b#Talvez um galeão real, incendiando esperança -- / A tripulação me avistaria através de um telescópio, / E com algum fanfarra brilhante, ofereceria uma corda.#$b#Mas nada real respondeu ao meu grito orgulhoso: / Em vez disso, algumas águas-vivas brilhantes se aproximaram, / Essas flores estranhas não mais brilhantes que um suspiro.#$b#E atraído por esta companhia fantasmagórica, / Juntei-me ao seu fluxo, minha força retornando livre, / Pois levado para o refúgio, eu vi#$b#A luz salvadora não brilha em um show chamativo / Mas sim cintila em um suave brilho sombrio.#$b#...#$b#Obrigado por me indulgir, querido.$h",
"Gus": "Felizmente, o movimento foi um pouco lento, então eu limpei todas as canecas e pratos cedo.#$e#É bom ter a maior parte da noite livre. Isso não acontece muito.",
"Wizard": "Como você me encontrou aqui atrás? Eu pensei que estava bem escondido.#$b#Talvez você seja abençoado com o dom da clarividência.#$b#Ah, espere. Não, você provavelmente só se lembra de eu estar aqui no ano passado.",
"Harvey": "Eu estava ansioso por esta noite nas últimas semanas.#$e#O que torna esta noite especial para você, @?",
"Jas": "Eu me pergunto se as águas-vivas deste ano são as mesmas do ano passado.#$b#Porque se forem, os filhotes provavelmente já estão crescidos agora.",
"Vincent": "Eu não estou cansado! Eu nunca fico cansado!",
"Willy": "Tão tentador quanto é pegar minha rede e pegar uma delas, não é meu lugar fazer uma coisa dessas.#$e#Isso seria desrespeitoso com o oceano.",
"Leo": "Esta noite... parece que estou recebendo um abraço gigante de todo o mundo.#$e#Está... frio, não está? E de alguma forma... aconchegante também."
        },
    },
    {
        "LogName": "Year 3 Festival SDV Fair - fall16.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall16.xnb",
        "Entries":
        {
            "Abigail": "Eu já me diverti bastante com os jogos aqui nos últimos anos.#$b#Ah, bem. Talvez eu moa alguns fichas de estrela para mais um ou dois prêmios.",
"Robin": "Estou aqui para ver se consigo inspirar pelo menos uma pessoa a pegar alguns materiais e criar algo que não teriam feito de outra forma.#$e#E você, @? Tem algum projeto de faça você mesmo em potencial que eu possa aconselhá-lo?$h",
"Demetrius": "Eu sempre soube que a Robin faria coisas incríveis por esta comunidade se os moradores a contratassem.#$e#Ei, obrigado por sua preferência.",
"Maru": "Eu queria poder levar para casa uma dessas garrafas de molho de churrasco. Mas acho que então não seria o suficiente para todos.",
"Sebastian": "Tanto barulho. Talvez eu vá dar uma volta de bicicleta mais tarde para relaxar.",
"Pierre": "Oi @. Eu estava pensando, você realmente precisa dos fichas de estrela para ganhar o primeiro lugar este ano?#$e#Quer dizer, não me deixe desencorajá-lo, eu só...$4",
"Caroline": "Eu realmente queria poder me retirar para minha sala de sol agora.$s#$e#Mas... eu nem consigo entrar em nossa casa com esses displays de grange no caminho.$s",
"Linus": "Eu já comi uma boa refeição do Gus lá do outro lado da feira.#$b#Eu vim aqui para prestar minhas homenagens a essas criaturas altruístas.",
"Alex": "Acho que vou ficar longe do jogo de 'Força' este ano. Que outros jogos eles têm aqui, afinal?",
"George": "Heh... hora de um pequeno indulgência!$h",
"Evelyn": "Eu não como carne, mas não posso discordar desse cheiro gostoso de fumaça.",
"Lewis": "Olá, @! Suponho que você já conheça o esquema até agora.#$b#Adoraria ver o que você trouxe este ano.$h",
"Clint": "Infelizmente, não tenho barras de irídio para mostrar. Esse material é muito valioso para não ser usado.",
"Emily": "Talvez a Haley gostasse se eu comprasse um balão para ela? Nunca é tarde demais para balões.#$e#Quem está cansado de balões está cansado da vida.$h",
"Penny": "Na época em que ganhei a roda da sorte dez vezes seguidas, acho que isso equivalia a uma chance em 1024.$s#$e#Mas isso pressupõe que os lados laranja e verde apareçam igualmente.",
"Pam": "Nunca consigo fazer meu hobby de pesca decolar, exceto em festivais.#$e#Talvez se eu fosse mais jovem novamente...",
"Haley": "A vidente? Não sei. Esqueci minha previsão do ano passado. Estou meio cansada disso.#$e#Ainda faço por diversão, mas quero viver pelo que eu quero, não apenas pelo que alguém disse que poderia acontecer comigo.",
"Jodi": "Bem, pelo menos ele não é o mesmo palhaço de quando o Sam ainda era um menino.#$b#Acho que o Sam é a razão pela qual o prefeito Lewis continua contratando palhaços baratos.$s#$e#Um... não pergunte.$s",
"Kent": "...Por quê?#$e#Apenas por quê...?",
            "Sam": "Consegui quase 600 pontos na barraca de estilingue este ano! Nem sei quantas fichas de estrela isso me rendeu!$h#$e#Eles apenas me deram um saco grande de fichas.$h",
"Leah": "Pensei em abrir minha própria exposição na feira.#$b#Pode ser divertido, mas então eu não teria a chance de aproveitar o resto da feira tanto assim..",
"Shane": "Essas vacas são responsáveis pela roda de queijo gigante que a Marnie tem em sua exposição. E essas são duas de nossas melhores galinhas.#$e#Os porcos só precisavam de um dia fora.",
"Marnie": "Há algo que eu possa fazer para tornar minha exposição mais atraente visualmente?",
"Elliott": "Este churrasco é uma sinfonia de sabores.$h#$b#Eu me pergunto se todo mundo sabe que está aqui?",
"Gus": "Leva um pouco de prática para administrar cinco grelhas ao mesmo tempo, mas uma vez que você pega o jeito, funciona bem.",
"Wizard": "...#$e#...Hmph.#$e#Fui proibido de participar do jogo de 'Força' por usar meus poderes telecinéticos nele.#$e#Não havia regra contra isso. Isso é absurdo.",
"Harvey": "A diferença nutricional entre animais criados em pastagens e animais criados em fábricas é bastante notável.#$e#A pecuária intensiva pode até ser uma das principais razões para o aumento das taxas de obesidade. Ou pelo menos é o que eu li.",
"Jas": "A galinha marrom é a Ruby e a galinha branca é a Riley.#$b#Foi isso que eu as chamei, de qualquer maneira.#$e#Às vezes elas brigam. Mas são realmente melhores amigas.",
"Vincent": "Viu? Galinhas, porcos e vacas todos cheiram mal, mas todo mundo os ama!#$e#Eu nem cheiro mal, mas a mamãe diz que tenho que começar a tomar banho todos os dias quando ficar mais velho.$s",
"Marlon": "Gostaria de ver uma demonstração da durabilidade dessas espadas antes de comprar alguma com o Clint.",
"Willy": "Eu peguei praticamente o maior bagre que você já viu, no início da temporada.#$e#Pena que não durou até hoje.#$e#Bem, um homem tem que comer...$s",
"Leo": "Quando as exposições da grange estiverem todas prontas, eu me pergunto se alguém vai jogá-las no lixo.#$e#O tio Linus diz que podemos pegar qualquer coisa de lá."
        },
    },
    {
        "LogName": "Year 3 Festival Spirits Eve - fall27.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall27.xnb",
        "Entries":
        {
            "Abigail": "O que você quer dizer sobre as aranhas não serem reais? Elas definitivamente se mexem quando eu dou uma espiada ao redor do canto.$s",
"Robin": "Ei @. Existem algumas receitas de artesanato que você ainda não experimentou?#$e#O inverno vai ser um bom momento para fazer isso. Ou você poderia redecorar sua casa.",
"Demetrius": "A Maru acabou de jantar. Eu a vi entrar no labirinto agora.",
"Maru": "Eu acabei de começar. Vá em frente se quiser.#$e#Estranho... é como se meus pés fossem feitos de chumbo. Quando isso aconteceu?$s",
"Sebastian": "Eu já estava no labirinto. Está muito bem feito.",
"Caroline": "Um, se você ver a Abby no labirinto, pode dizer a ela para não perder o jantar? Eles têm alguns dos pratos favoritos dela aqui...",
"Alex": "Eu cheguei ao final no ano passado, mas tudo o que encontrei foi uma caixa vazia. Alguém deve ter me vencido nisso.#$e#Agora, se eu pudesse apenas lembrar para onde fui depois disso...$s",
"Lewis": "Não consigo decidir se amo ou odeio esse festival.#$e#Definitivamente é impressionante, mas parece que nunca consigo encontrar respostas sobre como aquele velho monta e limpa isso.",
"Clint": "Nahh, esses esqueletos não me assustam. Se o Marlon diz que é seguro, é seguro.",
"Emily": "Eu me divirto muito esculpindo abóboras. Elas simplesmente não duram muito, então a Haley tira fotos de todas as minhas melhores.",
"Penny": "Acho que há... algo que me atrai aqui, todo ano. * bocejo * ...Mas por quê?$s",
"Pam": "Você quer saber de algo assustador? hic Todos nós envelhecemos e enrugamos um dia. Olha só pra mim! Hah!$h#$e#Você está pronto para ter sua vez um dia? Eu costumava ser magra e bonita igual à Penny!$h",
"Haley": "Estou tirando fotos das pessoas quando saem do labirinto. De jeito nenhum que eu vou lá de novo sozinha, no entanto.",
"Jodi": "* bocejo * ...Já é hora de dormir? Quanto mais velha fico, menos consigo ficar acordada até tarde assim.$s",
"Kent": "Eu costumava adorar coisas assim quando era criança. Hoje em dia, no entanto, parece que...#$b#...Não sei, apenas um desperdício de adrenalina, se é que isso faz sentido.",
"Sam": "Acho que finalmente descobri.$h#$b#Você está aqui na mesma hora que eu, então... se você quiser o prêmio, é todo seu.#$b#Eu vou direto para o final se você não tiver uma opinião forte sobre isso.",
"Leah": "Arte de horror surreal de repente parece atraente. Já faz um tempo desde que fiz algo assim.#$e#Quando você mora sozinho e passa muito tempo com a mente imersa nesse gênero, no entanto, pode mexer um pouco com você.#$b#Hmm, talvez não.$s",
"Marnie": "Ufa, terminado por hoje. Hora de relaxar um pouco. ...Relativamente falando.",
"Elliott": "Li algumas histórias de terror clássicas mais cedo hoje. Tão divertido!",
"Gus": "Você não pode cultivar nenhum vegetal lá fora em breve, né? Bem, estarei ansioso para a primavera, então. Produtos locais não têm concorrência.",
"Harvey": "Não tenho energia suficiente para socializar, então vim aqui.#$e#Eu sabia que não havia sustos nessa parte do labirinto.#$e#Acho que vou me juntar aos vivos em alguns minutos. Heh.",
"Shane": "Então, qual é essa história de uma fortaleza subterrânea congelada? O cara aventureiro estava dizendo algo sobre isso.",
"Jas": "Hehe, eu amo ficar acordada até tarde!$h",
"Vincent": "O Sam me trouxe para o labirinto, mas...$s#$e#... Talvez no próximo ano.$s",
"Marlon": "Você chegou longe, @. Cenas como essas provavelmente nem te surpreendem mais, né?",
"Leo": "...$3#$b#...Este filme...$3#$b#...$3#$b#... é ruimmmmmm demais.$3"
        },
    },
    {
        "LogName": "Year 3 Festival Ice Festival - winter8.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter8.xnb",
        "Entries":
        {
            "Abigail": "Não, acho seguro dizer que sou moralmente incapaz de criar bonecos de neve com aparência normal.",
"Robin": "Eu sei que estou atrasada fazendo isso de novo, mas tem que ser arquitetonicamente preciso!",
"Demetrius": "Eu sei que parece que a paisagem está inerte, mas debaixo da neve estão sementes e brotos que vão crescer e se revelar na primavera.",
"Maru": "Eu posso ser criativa ao fazer gadgets, mas minha criatividade tem que servir a uma função.#$e#Então, esse boneco de neve está cumprindo sua função. Ele está sendo um boneco de neve bem comum.",
"Sebastian": "Parece que a Abby está ficando criativa novamente com os bonecos de neve.",
"Pierre": "Ah, eu adoro sair ao ar livre no inverno.",
"Shane": "Mmm, pizza...$u#$e#Desculpe, só tive um desejo muito forte.",
"Caroline": "Uma xícara de chá quente é perfeita quando você está do lado de fora em um dia como este.",
"Linus": "Sim, você me conhece. Eu gosto de manter minha distância.#$e#Ainda assim, é bom assistir todos os outros de bom humor.",
"Alex": "Pelo menos ainda há alguns jogos de gridball nesta temporada.",
"George": "Frio? Claro, estou com frio. Mas eu sempre estou com frio, mais ou menos.#$e#Mas, sim, está bem frio.$s",
"Evelyn": "Ah, é tão bom ver tanta alegria no ar apesar do frio.$h",
"Lewis": "@! Que bom que você pôde vir.$h#$b#Eu com certeza vi muitos peixes nadando sob o gelo este ano. Aguarde por isso!",
"Clint": "Oh, ei Emily. Você pode, uh, consertar este se quiser. Não está muito bom.",
"Emily": "Bem, este boneco de neve só precisa de um pouco de amor e cuidado. Então ele ficará perfeito.",
"Penny": "$y 'Hmm... Que tipo de boneco de neve deveríamos fazer?_Um astronauta_Hmm, parece desafiador. Mas vamos tentar._Um rei poderoso_Hey yeah! Se conseguirmos alguns gravetos, podemos fazer uma coroa.$h_Um Pepper Rex_Aquilo... não seria realmente um boneco de neve. Hmm... mas as crianças podem gostar.'",
"Pam": "Ei, garoto, talvez você possa me ensinar uma coisa ou duas sobre pesca.#$e#Parece que você ficou muito bom muito rápido.",
"Haley": "Tenho assistido muitas comédias românticas bregas na TV. As de inverno são sempre as melhores.",
"Jodi": "Eu peguei o Vincent pulando no lago congelado no ano passado. Ele não está fazendo isso de novo agora, está?",
"Kent": "Eu sei pescar. Costumava pescar o tempo todo, mas...#$b#...Eu preferiria não ter os olhos de todos em mim em uma competição.",
"Sam": "Espero que tenhamos uma tempestade de neve em breve. Nada se compara à grande nevasca que tivemos quando eu tinha a idade do Vincent.",
"Leah": "O que você acha? Um projeto de arte é mais bonito se durar muito tempo ou se desaparecer rapidamente?",
"Marnie": "O Prefeito Lewis pega todos os peixes do Willy. Deve ser um pouco estranho para o Willy pegar o mesmo peixe duas vezes.",
"Elliott": "Não sei como você encontra tempo para pescar com todo o seu trabalho na fazenda.",
"Gus": "Eu com certeza poderia usar alguns dos peixes da competição e fazer uma promoção no saloon. Seria ótimo escolher os melhores.",
"Harvey": "É um mistério para mim como as pessoas que vivem em regiões perpetuamente frias conseguiram sobreviver por milhares de anos.",
"Jas": "Eu quero fazer o nosso boneco de neve realmente alto este ano.",
"Vincent": "Os peixes não sentem frio?",
"Leo": "Espero viajar para muitos lugares diferentes quando eu crescer. Talvez alguns lugares ainda mais frios do que aqui.#$e#Há tanto para ver!$h"
        },
    },
    {
        "LogName": "Year 3 Festival Winter Star - winter25.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter25.xnb",
        "Entries":
        {
            "Abigail": "Minha mãe quase nunca bebe, exceto por este dia. Ela deve se livrar de tudo de uma vez.",
"Robin": "Estamos chegando ao aniversário da sua chegada a Pelican Town, não é? E veja até onde você chegou!$h",
"Demetrius": "Alguma ideia de quem pode ser o doador secreto do seu presente?",
"Maru": "Mmm, finalmente. Estava esperando por isso o mês inteiro.",
"Shane": "Dias como esses sempre me dão algo bom para esperar.",
"Sebastian": "A comida é boa. Só não tenho muito a acrescentar à conversa em nossa mesa.",
"Pierre": "Eu queria trazer um prato de peru aqui, mas a Caroline deu um tapa no prato da minha mão.$s#$e#Ohhh, não se preocupe, meu querido peru. Eu volto já.",
"Caroline": "Chocolate quente, cidra temperada... Tem água pura? Não quero ficar com ressaca.$h#$e#Ah, provavelmente está tudo bem.$h",
"Linus": "Estou esperando para pegar algumas sobras. Tanta opulência não deveria gerar desperdício.",
"Alex": "Uau. Em algum momento, acho que perdi meu metabolismo acelerado.$s#$b#Só comi quatro pratos de comida até agora, mas sinto que já estou no meu limite.$s#$e#Bem, eram pratos grandes.",
"George": "Como é possível que mais um ano já tenha passado desde o nosso último Banquete?",
"Evelyn": "Ah, outro ano com toda a cidade reunida! Isso é verdadeiramente especial.$h",
"Lewis": "Tem planos de colocar as coisas em ordem para o ano novo? Pode esperar!#$b#Como seu prefeito, eu insisto em alguma procrastinação patrocinada pelo governo local!$h",
"Clint": "A comida é sempre minha parte favorita dos festivais.#$e#Ganhei alguns quilos este ano. Oh bem. Melhor comer o que você gosta do que comer galhos e folhas o tempo todo.",
"Emily": "$y '@! O que você espera encontrar sob a árvore dos espíritos?_Uma refeição caseira._Aww, isso seria especial, não é? Um toque pessoal._Um filhote._Ha, se ao menos, né?$h_Um sofá novo._Um... sim. Talvez? Não sei como isso caberia em qualquer uma dessas caixas.$u'",
"Penny": "Não consigo imaginar o Dia do Inverno sem as tradições de nossa cidade.#$e#Não seria a mesma coisa sem toda a cidade sentada como uma grande família.$h",
"Pam": "Talvez no ano novo eu faça uma boa viagem. Eu poderia visitar alguns lugares que não visitei desde que era pequena.#$e#Ah, você sabe. Eu pegaria o ônibus. Ninguém perceberia.#$e#Não se eu jogar minhas cartas direito. Heh.$h",
"Haley": "Acho que tenho uma boa ideia de quem é meu doador secreto.",
"Jodi": "Eu fiz uma oferta ao Gus, para ajudar com alguma comida, mas ele recusou.#$e#Isso realmente é motivo de orgulho e honra para ele, não é?",
"Kent": "E aí. Se divertindo?#$e#Eu? ...Sim, na verdade. Obrigado por perguntar.$h",
"Sam": "Foi um bom ano. Acho que vou sentir falta deste.",
"Leah": "Não consigo acreditar que o Gus não fala mais sobre a comida que passou toda a semana preparando.#$e#Talvez pirulitos sejam o assunto principal dele quando está exausto de cozinhar e desaba.$u",
"Marnie": "Feliz Banquete, @! Fico feliz que você tenha conseguido vir.$h",
"Elliott": "Ah, o Gus ainda está falando? Devo ter me desligado.",
"Harvey": "Eu proponho um brinde! Para um final feliz para Pelican Town e todos nós que vivemos aqui!$h",
"Jas": "Eu me pergunto se vou ganhar outra boneca de princesa este ano?",
"Vincent": "Eu queria que hoje fosse todo dia.",
"Marlon": "Feliz Banquete. Gil manda lembranças.",
"Leo": "Willy me deu uma caixa de lápis de cor. Foi exatamente o que eu queria!$h#$e#Posso usá-los para a escola. Além disso, se você os segurar para fora, fazem bons poleiros."
        },
    }]
}