{
	"Good_1": "Eu te amo. Eu só queria que você soubesse disso.",
	"Good_2": "Houve dias em que não consegui ver saída da escuridão.#$b#Às vezes, eu visitava o cemitério e pensava em como seria ser enterrada lá.#$b#Agora que tenho tudo isso com você, não posso deixar de me sentir uma idiota por ter esses pensamentos. Meu ressentimento por Demétrio parece ter ocorrido em outra vida.$2#$b#Ainda tenho alguns problemas para resolver, mas estou feliz por poder fazer isso com você ao meu lado. Obrigada por entender como eu me sinto.$0",
	"Good_3": "Seu avô costumava me dizer que, se eu estivesse solteira, eu seria uma ótima esposa para você, @.#$b#Eu sempre ria, mas talvez ele soubesse um pouco mais do que aparentava. Apenas Yoba sabe, eu acho.",
	"Good_4": "Sabe o que eu estava pensando? Devíamos tentar defumar alguns peixes.#$b#Peixe defumado é uma delícia. Entre o meu amor pela fumaça e o seu amor pela pesca, certamente chegaremos a algo ótimo!",
	"Good_5": "Talvez eu não seja a mais feminina das garotas. Mas... quero que saiba que olho todos os dias para o pingente que você me deu.$6#$b#Toda vez que faço isso, lembro-me do quanto você me ama e do quanto eu amo você.$6#$b#Obrigada por me fazer tão feliz. Espero fazer o mesmo por você.$6",
	"Good_6": "A Emily vem me ensinando a meditar há algum tempo, mas acho que tropecei em algo novo.#$b#Ontem à noite eu estava sonhando que estava fazendo uma escultura de madeira. De repente me vi no \"controle\" do sonho.#$b#Quando olhei mais de perto, percebi que era uma escultura de você.#$b#Você apareceu atrás de mim e pegou minhas mãos, depois me puxou para um beijo. Foi maravi-$9#$b#Ei, eu ainda estava falando! Mas eu vou te perdoar.$7#$b#Isso foi legal. Seu beijo permanecerá em meus lábios o dia todo.$7",
	"Indoor_Day_0": "Ah, o cheirinho dos pinheiros pela manhã é revigorante. Divirta-se!",
	"Indoor_Day_1": "Caso você decida se aventurar novamente, pegue isso e tenha cuidado. [93 222 236 287 403 441 636 688 693]",
	"Indoor_Day_2": "Como você dormiu, @?#$b#Hehe, você estava falando enquanto dormia ontem à noite. Parecia ser um sonho muito bom. Eu queria estar dentro daquele sonho com você.$1",
	"Indoor_Day_3": "Vou ligar para o Sebastian e a Maru. É bom perguntar se eles estão bem.",
	"Indoor_Day_4": "Não sei se algum dia vou me cansar do cheiro de fumaça. A queima da lenha tem um aroma tão agradável.#$b#Curiosamente, você tem um cheiro melhor do que a fumaça. Vai entender, neh?",
	"Indoor_Day_Ram": "Sua -- nossa -- fazenda é tão legal. E essa casa é tão aconchegante...#$b#Sabe o que seria perfeito? Um banco de balanço na varanda. Então poderíamos sentar juntos e ver o pôr do sol...#$b#Sim, e de mãos dadas, exatamente como estamos fazendo agora. Tudo bem, talvez um pouco mais, mas estou tentando me concentrar em uma ideia séria aqui!$9",
	"Indoor_Night_0": "E aí, como foi seu dia, @?",
	"Indoor_Night_1": "Que bom que você está em casa, @. A Emily projetou uma coisinha para mim e me entregou hoje.#$b#Quando você estiver se preparando para dormir, eu adoraria mostrar o que ela me deu!$9",
	"Indoor_Night_2": "Nunca contei isso a ninguém, mas tenho muito medo do escuro.#$b#No entanto, estar em seus braços me faz sentir mais segura do que um marshmallow em uma sala feita de geléia. Ah, isso parece muito bom, na verdade.",
	"Indoor_Night_3": "É uma boa noite para desligar a TV e ler. Você gostaria de se juntar a mim?",
	"Indoor_Night_4": "Estou trabalhando na planta da casa dos meus sonhos o dia todo.#$b#Vai demorar muito, mas um dia estaremos morando nela. Como foi o seu dia?",
	"Indoor_Night_Ram": "*Bocejo*... Estou pronta para dormir. Você poderia me abraçar até que eu durma?",
	"Neutral_0": "Mesmo depois de ter tantos filhos, você tem certeza que ainda sente atração por mim?",
	"Neutral_8": "Ah! Estou quebrando a cabeça tentando encontrar uma solução para este projeto em que estou trabalhando, mas nada funciona.$3",
	"OneKid_0": "Não se preocupe, já criei duas crianças antes. %kid1 vai ter uma ótima infância.#$b#Você também é um ótimo pai, %kid1 tem muita sorte em ter você.^Você também é uma ótima mãe, %kid1 tem muita sorte em ter você.",
	"OneKid_1": "Vou fazer um carrinho de brinquedo para %kid1. Você gostaria de pintar o carrinho?",
	"OneKid_3": "Ainda não consigo acreditar. Três filhos, três cônjuges.#$b#Parece que três é o meu número da sorte! Estou muito feliz por ser mãe de novo. E ser sua esposa. $1",
	"Outdoor_0": "Estar do lado de fora combina comigo. Hora de começar a trabalhar em alguns projetos que venho procrastinando.",
	"Outdoor_1": "Tenha um bom dia, querido! Ah, uma casa de abelhas! Seria um excelente projeto...^Tenha um bom dia, querida! Ah, uma casa de abelhas! Seria um excelente projeto...",
	"Outdoor_2": "O que acha de plantar mais umas árvores na fazenda, @? Adoro estar rodeada de árvores.#$b#Talvez eu fique um pouco empolgada quando se trata de árvores. Não é divertido viver em uma floresta.$2",
	"Outdoor_3": "Ah, é um ótimo dia para trabalhar com madeira! Tenha um bom dia, querido.^Ah, é um ótimo dia para trabalhar com madeira! Tenha um bom dia, querida.",
	"Outdoor_4": "Deveríamos ir acampar um dia desses.#$b#Sei que não faz tanto sentido, pois vivemos no Vale do Orvalho, mas acho que seria legal.#$b#Só nós dois. Juntos passando um tempo enquanto aproveitamos ao ar livre.",
	"Outdoor_Ram": "É um bom dia para trabalhar ao ar livre. Não concorda?",
	"Rainy_Day_0": "O tamborilar das gotas de chuva em nosso telhado é encantador. Mesmo que torne meu trabalho um pouco mais difícil, ainda amo a chuva.$1",
	"Rainy_Day_1": "Quero convidar o Sebastian e a Maru para jantar aqui em casa um dia desses. Seria bom para nós quatro jantarmos juntos.",
	"Rainy_Day_2": "Está chovendo, então eu trablhei a manhã inteira. Aqui, para você. [224 236 256 426 636 709 725]",
	"Rainy_Day_3": "Fico feliz que você e o Sebastian estejam se dando bem. Eu não tinha certeza se ele aceitaria ter outro padrasto.^Fico feliz que você e o Sebastian estejam se dando bem. Eu não tinha certeza se ele aceitaria ter uma madrasta.",
	"Rainy_Day_4": "Quando eram pequenos, a Maru adorava um dia chuvoso.#$b#Isso significava que ela poderia ficar dentro de casa e mexer em seus dispositivos.#$b#Mas Sebastian era igualzinho a mim. Gostávamos de sentar e observar pela janela enquanto as gotas de chuva escorriam lentamente.#$b#Ainda bem que tenho alguém com quem assistir as gotas de chuva novamente.$1",
	"Rainy_Day_Ram": "Uma caminhada matinal na chuva é agradável.#$b#Você deveria vir comigo algum dia. Faz bem à alma.",
	"Rainy_Night_1": "Percebi que a cama estava rangendo, então consertei.#$b#$7Se fizermos aquilo, então a cama pode quebrar novo!",
	"Rainy_Night_2": "Uau, você está encharcado!$2^Uau, você está encharcada!$2#$b#Vá se sentar em frente ao fogo e assistir um pouco de TV. Rapidinho vou preparar algo para comer.#$b#Não sou uma cozinheira tão boa como você, mas vai ser comestível.$1",
	"Rainy_Night_3": "Meu dia foi agradável. Como foi o seu, @?",
	"Rainy_Night_4": "Se eu gosto de Madeira de Lei? Bem, sim.#$b#Qual é, larga dessa!$7",
	"Rainy_Night_5": "'Eu amo uma noite chuvosa, eu amo...'#$b#Ei, quando você voltou para casa, @? Você não me ouviu cantando, ouviu?#$b#Obrigada, mas acho que não tenho uma voz muito bonita.#$b#Fico feliz que tenha gostado -- mas da próxima vez avisa quando for chegar de fininho.$9",
	"Rainy_Night_Ram": "Tirei o dia de folga por causa da chuva. Fiquei dentro de casa e joguei o dia todo.#$b#Quais jogos? Ah, apenas um pequeno jogo de multiplas escolhas onde você pode conquistar o mundo.#$b#Acabei curando todas as crianças transformadas em pombas ao mesmo tempo em que consegui negociar uma paz duradoura entre todos os países.#$b#Foi uma conquista muito rara. Demorei um pouco para alcançá-la.#$b#Desculpe, acho que divaguei um pouco, hein?$2",
	"TwoKids_1": "O Sebastian e a Maru vão passar aqui para dizer oi para seus irmãos mais novos.#$b#Acho que eles estão se dando muito bem.#$b#Nunca pensei que teria uma família tão grande, mas eu não poderia estar mais feliz!",
	"TwoKids_2": "%kid2 puxou a você. Eu continuo encontrando desenhos de %favorito.",
	"TwoKids_3": "Devíamos levar as crianças para um piquenique um dia desses.#$b#Vou chamar a Maru e o Sebastian para se juntarem a nós. Assim podemos fazer um passeio em família!#$b#Você vai trazer uma torta de ruibarbo? Bem, acho que seria bom.#$b#A Maru vai amar.#$b#*murmura* Bem, eu também gosto de ruibarbo.#$b#Por que você me beijou na bochecha? Eu sou muito fofa? Você com certeza sabe como bajular uma mulher, não é?$7",
	"fall_Ram": "Eu amo as férias e o clima mais frio. E logo você vai parar com a agricultura, então poderemos passar mais tempo juntos!",
	"funLeave_Ram": "Vou trabalhar um pouco na casa da Marnie hoje, depois vou ver o Sebastian e a Maru. Te vejo mais tarde quando chegar em casa, certo?",
	"funReturn_Ram": "Foi divertido encontrar a Maru e o Sebastian. Eles parecem estar bem. Vou fazer o jantar, ta bom?",
	"patio_Ram": "Tanto espaço! Eu tenho tantas ideias do que eu poderia construir aqui, mas eu gosto de algo meio vazio.#$b#É um bom lugar para fazer trabalhos simples.#$b#Talvez eu construa um banco aqui para podermos sentar e olhar a fazenda.",
	"spouseRoom_Ram": "Eu adoraria ter um torno, mas não posso colocá-lo aqui...#$b#Hmm, talvez eu devesse construir um galpão para isso, assim eu não vou ter que ir na carpintaria.",
	"spring_1": "Feliz Ano Novo! Agora que o inverno acabou, posso voltar a trabalhar em projetos maiores na fazenda.",
	"spring_Ram": "A primavera sempre traz novas ideias e oportunidades. Fico imaginando o que vai acontecer este ano.",
	"summer_Ram": "O verão é a melhor época do ano para trabalhar. Pode estar quente lá fora, mas pelo menos não tenho que lidar com muita chuva.",
	"winter_Ram": "Brr... estou com frio. Você poderia me abraçar e me aquecer?"
}
