{
	"AnimalShop_14_16": "Eu venho todas as semanas para fazer alguns trabalhos estranhos para a Marnie.#$b#Morar perto também tornou tudo muito mais simples!$4",
	"Blacksmith_4_15": "Clint ocasionalmente me chama para fazer alguns trabalhos estranhos. Outras semanas apenas conversamos.#$b#*sussurra* Acho que ele é muito solitário. A maioria dos trabalhos que ele quer que eu faça são coisas que ele poderia ter feito com facilidade.$2",
	"Fri": "Você já conheceu meu filho Sebastian, certo?#$e#Ele é um pouco tímido, mas tenho certeza que ele vai gostar de você se for legal com ele. Ele provavelmente precisa de outro amigo.",
	"Fri4": "Apesar de estarmos divorciados, Demetrius e Sebastian ainda têm um bom relacionamento.#$b#Estou feliz por eles. É bom saber que eles ainda têm um vínculo familiar.",
	"Fri4_inlaw_Sebastian": "O Sebastian  me disse que está tentando parar de fumar! Estou muito orgulhosa dele. Parece que você é uma boa influência. Estou feliz que vocês dois se encontraram.",
	"Fri8": "A Maru tem falado demais sobre trabalhar na clínica.#$b#Só entre você e eu, não acho que seja isso que ela realmente quer. Espero que ela considere se tornar uma engenheira.#$b#Talvez ela e o Sebastian construam um robô funcional um dia!",
	"Fri_inlaw_Sebastian": "Sinto falta da meu Sebby... ele sempre foi incompreendido, mas eu acredito nele.",
	"Introduction": "Olá, prazer em conhecer você.#$b#Você provavelmente já conheceu minha irmã Veronica, mas eu sou a Robin.#$b#Eu sou a dona da carpintaria, mas a Veronica tem me ajudado enquanto eu estava de férias prolongadas.$4",
	"Mon": "Já contei que construí a marcenaria do zero?#$e#Com certeza foi o ponto mais alto da minha carreira até agora.",
	"Mon10": "Sabe, eu poderia ser uma grande ajuda na sua fazenda.#$b#Consertar algumas cercas, trabalhar em seus edifícios.#$b#E não faria mal algum acordarmos um ao lado do outro todas as manhãs.",
	"Mon6": "Estou louca para começar um novo projeto. Recentemente descobri um segredinho na floresta. Pode ser legal construir uma cabana lá.",
	"Sat": "As montanhas são uma área tão bonita, você não acha?#$e#Adoro o ar fresco lá de cima.",
	"Sat10": "Meus sonhos mudaram com o passar do tempo. Hoje em dia, acho que o que quero é...#$b#Bem, você.$6#$b#Meu fim de semana dos sonhos seria deitar em um cobertor com você na frente do fogo.$9",
	"Sat4": "Você acha que o Sebastian gostaria de um gorro de caranguejo? Provavelmente não, né?#$e#Há muito tempo eu era muito obcecada com uma certa sereia.",
	"Sat6": "Madeira não é a única coisa que eu gosto. Eu gosto de atividades ao ar livre e também gosto muito de videogames.#$b#Isso não é algo que eu digo a muitas pessoas.",
	"Sat8": "Que tipo de jogo eu gosto? Uh, provavelmente nenhum que você conheça.#$b#$6Bem, eu gosto de simuladores de namoro e jogos de texto antigos. A maioria das pessoas que descobrem zoam de mim, mas como que você pode deixar de gostar de juntar dois pombinhos em um encontro?",
	"Sun": "Eu gosto da Leah, mas algumas daquelas misturas de \"vegetais\" que ela cria cheiram mal!#$b#$4Não diga a ela que eu disse isso.",
	"Sun10": "Eu gostaria de construir outra casa um dia. Uma grande para você e para mim, com dois quartos de hóspedes para o Sebastian e a Maru.#$b#Me pergunto se eles estariam dispostos a passar as férias conosco. O quê você acha?",
	"Sun2": "Você sabia que o Sebastian quase incendiou nossa casa uma vez? Ele deixou um cigarro velho aceso na cama.",
	"Sun6": "Oi, @! É bom ver você.#$e#Agora você é um membro regular da comunidade, não acha?",
	"Thu": "Olá, @!#$e#Eu estava pensando sobre quais tipos de madeira e árvores eu mais gosto.#$b#Minha madeira favorita teria que ser carvalho. Minha árvore favorita, na verdade, seria uma cerejeira.#$q 7008/7009 woodquestion_followup#Você tem um tipo madeira favorita?#$r 7008 45 fav_oak#Eu também gosto de carvalho!#$r 7008 40 fav_cherry#Eu gosto de cerejeira.#$r 7008 35 fav_pine#Pinheiro é bom!#$r 7009 -5 fav_fourofour#Existem diferentes tipos de madeira?#$r 7009 0 fav_none#No, not really.",
	"Thu10": "Eu sou sua Peach?$7#$b#$0\"Desencana\" vai, eu sei que você tem elogios melhores.#$b#Ah, qual é, pelo menos foi engraçado.$9",
	"Thu2": "Eu sei que disse que gosto de carvalho. É o mais gostoso de trabalhar#$b#Mas eu amo uma madeira escura de cerejeira envernizada. Sempre fica incrível! Se você quiser que eu passe verniz em alguns de seus móveis, me avise, ficarei feliz em ajudar!#$b#Especialmente se eu mesma puder escolher o verniz.$1",
	"Thu4_inlaw_Maru": "Oi, @. Como estão as coisas com a Maru, ela está bem? E a fazenda, está tudo bem por lá?#$b#Você precisa que eu construa quartos extras, ou talvez um berço personalizado?$1#$e#Contanto que vocês dois estejam felizes, isso é o suficiente para mim.$0",
	"Thu6": "Muitas pessoas acham que o queijo de cabra é nojento.#$b#É uma pena. Só porque vem de uma cabra não quer dizer que seja nojento.#$b#Você não sabe o que é bom, você deveria provar.",
	"Town_49_24": "Oi @!#$b#Só estou olhando o antigo centro comunitário.#$b#Estou imaginando o que poderia fazer para consertá-lo, isso se a Joja não colocar aquelas mãos sujas nele primeiro. Eu tenho que pensar em algo logo.$3",
	"Town_51_92": "Encontrei um ovo que sobrou da caça aos ovos.#$b#Não se preocupe, não está podre, é de plástico.#$e#Vamos abri-lo e ver o que tem dentro. *Abre* Ah, apenas um pedaço de papel. Gostaria de saber se Pierre escondeu para a Abigail encontrar?#$e#Bem, boa noite!$1#$e#Huh? O que disse? Parecia um rabisco para mim, talvez não fosse do Pierre, mas de uma Pessoa das Sombras.#$e#Dizia: \"Hora de Fechar Por enquanto. uma Concha Vazia não Encontra paz\"$2",
	"Tue": "Se você precisar de uma carpinteira, é só me chamar. Terei o maior prazer em ajudar!",
	"Tue4": "Se você criar uma amizade com a Veronica, ela provavelmente lhe ensinará algumas de suas habilidades.#$b#Ela não é tão boa quanto eu, mas servirá.#$b#É claro que ficaria feliz te ajudar, mas estou ocupada no momento.",
	"Tue8": "Depois do divórcio, pensei que estava sozinha. Mas as pessoas do Vale se uniram e me fizeram sentir em casa novamente.#$b#$2Mas ainda faltava algo.#$b#Uma boa amizade com você!$1",
	"Wed": "Ei, @.#$e#Eu estava sonhando acordada sobre alguns projetos...#$e#Você está bem com a sua casa? A madeira está bem conservada? Não há perigo de cair em cima de você?",
	"Wed10": "Sempre pensei que meu último filho seria a Maru. Mas...#$b#Eu poderia ter outro filho algum dia. E você?$7",
	"Wed2": "Seu avô era um velhinho doce. É triste que ele tenha falecido, mas fico feliz em saber que sua fazenda está em boas mãos.",
	"Wed6": "Algo que as pessoas não sabem sobre seu avô é que ele costumava cultivar um pequeno bosque de abóboras na fazenda.#$b#Alguns dias antes da Véspera dos Espíritos, grandes abóboras apareciam na porta de todas as casas.#$b#Sebby tentava ser \"descolado\", mas ele e a Maru acabavam rindo e dando altas gargalhadas enquanto tentavam decidir o que esculpir.#$b#Ninguém parece perceber, mas o Sebby é na verdade um irmão mais velho que adora a Maru.$1",
	"breakUp": "Eu temia que isso fosse bom demais para ser verdade. Acho que foi.$s",
	"danceRejection": "Eu... Não, obrigada. Acho que ainda não estou pronta para isso.",
	"divorced": "Quer que eu construa um caixão para você?",
	"dumped_Girls": "Você não vai se importar se eu encontrar outros pretendentes para mim, vai?",
	"fall_15": "Ouvi rumores de que Pierre gosta de trapacear na sua exibição.#$b#É claro que, se os rumores sobre Lewis forem verdadeiros, talvez você não precise trapacear para seguir em frente.#$e#Boa sorte! Tudo o que você cultiva parece ser mágico.#$b#É difícil imaginar tua exibição fracassando!",
	"fall_26": "Maru e eu construímos algumas \"geringonças\". Vai assustar qualquer um que tiver coragem para entrar nesse labirinto.#$b#Não conte para a Maru, mas eu construí algumas sem ela saber. Ela vai tomar um bom susto também.",
	"fall_Fri": "Eu costumava ficar infeliz com Linus vivendo atrás de nós, mas agora acho que o entendo melhor.#$b#Ele realmente é um homem doce e incompreendido. Ainda assim, gostaria que ele pelo menos me deixasse construir uma pequena cabana para ele. *suspiro*",
	"fall_Mon": "#$1 RobinMaru#Maru gosta de pedras preciosas. Ela as usa em suas invenções.#$e#Você e a Maru estão se dando bem?",
	"fall_Thu": "Você é sempre bem-vindo para visitar, mesmo que não tenha motivo para isso!$h#$e#As vezes o chalé é muito solitário.",
	"fall_Wed_inlaw_Leah": "Cuide bem da Leah, @.#$b#A casa está mais solitária agora que ela não está por perto, mas vê-la tão feliz com você compensa.",
	"fav_cherry": "Eu também gosto muito de cereja.$1",
	"fav_fourofour": "Onde você estudou?$3",
	"fav_none": "Ah sim, provavelmente não. Huh, talvez seja apenas uma coisa de carpinteiro.$6",
	"fav_oak": "Você tem um bom gosto! $1",
	"fav_pine": "O pinheiro é uma madeira muito macia para mim, mas posso ver o apelo.",
	"forest_40_13": "Nunca a cortei, mas acho que essa árvore deve ter uma madeira incrível para trabalhar.#$e#Oh, finja que não ouviu isso.$6",
	"mountain_23_21": "Eu amo as montanhas. O ar fresco e a vista são insuperáveis!$1#$b#Também posso ver a Maru e o Sebastian quando venho aqui.$0#$b#Sinto falta de viver com eles, mas acho que as coisas são melhores do jeito que estão agora.$2",
	"secondChance_Girls": "Tudo bem, acho que podemos resolver isso.",
	"spring_12": "O festival do ovo é amanhã. Terminei de trabalhar no estande de vendas do Pierre bem a tempo.$4",
	"spring_23": "Não tenho certeza se irei à Dança das Flores.#$b#Ter que ver \"ele\" já é bastante difícil, mas eu também me sentiria um pouco estranha se fosse convidada para participar da dança, pois eu já não tenho mais idade para isso.",
	"summer_10": "Tenho que pegar lenha para o Luau amanhã. Leah e eu estamos cultivando alguns vegetais que adicionaremos ao pote. Claro que eles não serão tão saborosos quanto os seus!",
	"summer_19": "Apenas vá embora!$3#$b#Desculpa, isso foi rude, mas hoje não é um bom dia para mim.$0",
	"summer_27": "É estranho, mas quando vejo a Dança das Medusas-da-lua, sempre sinto uma inspiração para criar projetos ainda maiores.",
	"summer_9": "Que tipo de presente você acha que eu deveria comprar para Maru?#$b#Já sei! Vou construir uma estante para ela exibir algumas de suas invenções.",
	"summer_Fri": "Estamos bem isolados do resto do mundo aqui no Vale do Orvalho.#$e#Claro, tem seus prós e contras.",
	"summer_Mon": "A madeira é uma substância maravilhosa... é versátil, barata, forte, e cada peça tem seu próprio caráter único!",
	"summer_Tue": "Eu preciso de um pouco de madeira.#$b#$7Quer dizer, preciso pegar lenha para a fazenda da Marnie. Há um projeto no qual estou trabalhando que precisa ser finalizado antes do outono.",
	"winter_10": "O Sebastian gosta de ficar sozinho a maior parte do dia em seu aniversário. Eu gostaria que ele celebrasse conosco por mais de algumas horas.",
	"winter_15": "Sempre quis construir um barco. Você pode ser meu primeiro passageiro quando eu terminar!",
	"winter_24": "A maioria das pessoas pensam que eu quero uma nova ferramenta elétrica para projetos de carpintaria para a festa.#$b#Mas tudo o que eu realmente quero é uma xícara de chocolate quente com marshmallow, um fogo quente crepitante com o doce aroma da madeira e um cobertor para me aconchegar.",
	"winter_7": "Você vai participar da competição de pesca no gelo amanhã? Eu prefiro trabalhar em esculturas de gelo, adoraria se você viesse conferir o que fiz este ano.#$e#Estarei torcendo por você amanhã!",
	"winter_Fri": "Meus pais ficaram perplexos quando eu disse a eles que queria ser uma carpinteira.#$e#Eles eram bem antiquados.",
	"winter_Fri_inlaw_Sebastian": "Acho que a vida na fazenda é muito saudável para o Sebastian.",
	"winter_Mon": "Ei, esta é uma época perfeita do ano para coletar madeira.#$e#Talvez você possa coletar o suficiente para melhorar sua casa!",
	"winter_Sat": "Tudo parece parado depois de uma neve fresca. Sinto falta de morar nas montanhas.$2",
	"woodquestion_followup": "$p 7008 #Se você quiser que eu faça alguns móveis, vou me certificar de usar sua madeira favorita!$1|Desculpe pela divagação. Às vezes, acho que as pessoas têm tanta paixão por carpintaria quanto eu. $6"
}