{
	"Fri": "Você já conheceu meu sobrinho Sebastian, certo? Ele mora no andar de baixo.#$e#Ele é um pouco tímido, mas tenho certeza que ele vai gostar de você se for legal com ele.",
	"Fri4": "#$1 RobinSeb#Encontrei um cinzeiro no quarto do Sebastian e estava com um cheiro muito estranho. Devo me preocupar com isso?#$e#Às vezes eu me preocupo com o Sebastian... ele não tem muitos amigos e não parece se importar muito com o futuro dele...#$e#Gostaria de falar com ele sobre isso, mas ele nunca se abre para mim.",
	"Fri4_inlaw_Sebastian": "O Sebastian me disse que está tentando parar de fumar! Estou muito orgulhosa dele.",
	"Fri6": "Você acha que o Sebastian me deixaria participar de um daqueles jogos que ele joga com o Sam?#$b#Hmm, talvez não. A maioria das pessoas provavelmente não quer que suas tias joguem esses tipos de jogos com elas.$2#$b#@, você e eu deveríamos jogar um jogo assim algum dia. Pode ser divertido.$1",
	"Fri_inlaw_Sebastian": "Eu sinto falta do Sebastian... Me sinto um pouco menos em casa agora.",
	"Introduction": "Você já conheceu todo mundo na cidade? Isso parece cansativo.#$b#Aliás, sou a irmã da Robin, Veronica, estou gerenciando a loja no momento.",
	"Mon": "Já contei que Robin construiu a casa na montanha do zero?#$e#Tenho muito orgulho dela!",
	"Mon2": "Segunda-feira, certo?$3",
	"MovieInvitation": "Ooh... Dois ingressos para o filme de hoje à noite, hein? Parece bom! Te encontro lá.$h",
	"Resort": "Uau, olhe para essas estruturas!$h#$b#Posso dizer que foram feitas por um mestre construtor. Estou impressionada!",
	"Resort_Bar": "Isso é tão relaxante...",
	"Resort_Chair": "Ei @. Sabe, eu estava pensando em como a cidade avançou desde que você se mudou para cá.#$b#Você deve se orgulhar de tudo o que você já fez!$h",
	"Resort_Leaving": "Foi divertido!$h",
	"Resort_Shore": "Ei, olhe! Posso ver outra ilha daqui.",
	"Sat": "Nossa casa fica em uma área tão bonita, você não acha?#$e#Eu amo o ar fresco das montanhas.",
	"Sat2_1": "Eu adoraria ter um gato laranja com um pelo super fofo.#$q 85346/85347 catVer_followup#O que você acha, devo adotar um gato?#$r 85346 10 catVer_yes#Sim, você deveria.#$r 85347 0 catVer_no#Não, você não deveria.",
	"Sat2_2": "Nossa casa fica em uma área tão bonita, você não acha?#$e#Eu amo o ar fresco das montanhas.",
	"Sat6": "Uma das minhas coisas favoritas sobre estar aqui nas montanhas é sentar do lado de fora e beber uma xícara de café quente.#$b#É bom que o jornal ainda está funcionando também. Sei que a maioria das pessoas prefere usar uma tela, mas ainda gosto de ler os quadrinhos no jornal à moda antiga.$4#$b#Nada como uma xícara de café quentinho e a seção de quadrinhos para começar o dia.$1",
	"Sun": "Espero que Demetrius não exploda a casa com aqueles experimentos científicos dele.#$e#Eu nem tenho certeza no que ele está trabalhando. Acho que tem algo a ver com as plantas.",
	"Sun2": "#$1 RobinDem#Demetrius quase colocou fogo na casa ontem à noite com seu experimento científico. Um de seus copos explodiu e lançou uma bola de fogo nas vigas! Graças a Yoba, Robin usou verniz resistente ao fogo quando construiu o local.$u#$e#Desculpe se está com um cheiro estranho aqui, @. É o projeto científico bizarro de Demetrius...",
	"Sun4": "Oi @!#$q 85434/85435 favColorVer_followup#Estou curiosa, sabe qual é a minha cor favorita?#$r 85434 20 favColorVer_pink#Rosa.#$r 85434 10 favColorVer_orange#Laranja.#$r 85434 0 favColorVer_science#450nm.#$r 85435 -10 favColorVer_jerk#Por que eu me importaria?",
	"Sun6": "Oi @! É bom te ver.#$e#Agora você é um membro regular da comunidade, não acha?",
	"Thu": "Você é sempre bem-vindo para nos visitar, mesmo que não tenha interesse em atualizar algum edifício!$h#$e#As vezes é um pouco solitário viver aqui nas montanhas.",
	"Thu10": "Que as estrelas estejam com você!#$e#Uh...ah, você ouviu isso. Então, sim, eu sou meio idiota.$2#$b#Mas...#$b#Quer dizer isso comigo?#$b#Que as ESTRELAS estejam com você! Haha, sim, assim mesmo!$1",
	"Thu4": "Sabe como entrei na carpintaria?#$b#Robin gostava muito de pássaros quando criança, então decidi construir uma casa de pássaros para ela em seu aniversário. Acontece que eu realmente gostei de trabalhar com madeira.$4",
	"Thu6": "Você deveria se juntar a nós na cabana algum dia. Já faz um tempo desde que assisti Star Fighters. Poderíamos maratonar a noite toda!",
	"Thu8": "Saí de casa e fui para a cidade aos 18 anos.#$b#Mas devo dizer que, estando aqui, no Vale do Orvalho, sinto que estou em casa - em parte devido a amigos como você que me fazem companhia.$2",
	"Tue": "Ei, se precisar de algum material ou planta, nossa loja é o lugar que você procura!#$e#Além disso, seu negócio apoia a economia local.$h",
	"Wed": "Oi, como você tem passado ultimamente?#$e#Se precisar de algum trabalho na fazenda é só avisar!$1",
	"Wed10": "Ainda me surpreende que Robin tenha construído esta casa sozinha. Eu posso ser uma carpinteira, mas Robin tem talento para isso.#$b#Espero conseguir construir um lugar como este para minha própria família um dia.",
	"Wed2": "Como é que eu sempre preciso de algo do Pierre na quarta-feira?#$b#Acho que não é surpreendente que a Joja seja mais atraente para a maioria das pessoas.$3",
	"Wed4": "Outro dia tentei fazer lasanha. Mas... ficou terrível.#$b#Não acho que a mussarela deva ser dura como pedra. $ 2",
	"Wed6": "Sou uma péssima cozinheira, mas Demétrio sempre experimenta o que eu preparo.#$b#Ultimamente, ele tem me ajudado a aprender a cozinhar melhor; ele não é muito de cozinhar, mas é um ótimo padeiro.",
	"Wed8": "Eu acho que sou uma bruxa.#$b#Eu sei, mas sério. Outro dia fiz uma sopa que deixou todo mundo com a pele azul.$2#$b#Estou brincando! Acho que a sopa se saiu bem. Você deveria vir jantar aqui uma noites dessas, eu ficaria feliz em mostrar o quanto melhorei. $1",
	"catVer_followup": "$p 85346#Eu ainda quero adotar um gato, mas estou esperando até que toda a família aceite a ideia.|Acho que devo desistir de adotar um gato, não há chance de convencer a família a ficar bem com um em casa.$2",
	"catVer_no": "Você tem razão. A família não gostaria muito se eu trouxesse um gato para casa de repente.$2",
	"catVer_yes": "Sim, eu adoraria, mas não tenho certeza se a família gostaria disso.$2",
	"cc_Begin": "Ei! Ouvi dizer que Lewis te mostrou o Centro Comunitário... Seria ótimo se você pudesse consertar aquele lugar. Costumava ser um prédio muito legal!",
	"cc_Bridge": "Ei! Ouvi alguns barulhos estranhos ontem à noite e depois de acordar, percebi que a ponte da pedreira estava completamente reparada!",
	"cc_Complete": "Eu soube desde o momento em que você desceu daquele ônibus, @... você estava destinado a ser o herói da cidade!$h",
	"event_wood1": "Ótimo, então este projeto deve ser muito fácil para você!$h",
	"event_wood2": "Bem, então eu tenho o plano perfeito para você começar!",
	"fall_20_inlaw_Ram": "Espero que você tenha algo bom para Robin amanhã. Talvez um pêssego? Tenho certeza de que ela vai adorar o que quer que você dê a ela.#$b#Mas não se esqueça da sua cunhada, meu aniversário é apenas um dia depois.$1",
	"fall_Fri": "Você já conheceu o homem selvagem que mora atrás da nossa casa?$s#$e#Desde que ele não nos incomode, eu não me importo se ele continuar morando lá.",
	"fall_Mon": "#$1 RobinMaru#A Maru gosta de pedras preciosas. Ele as usa em suas invenções.#$e#Você e a Maru estão se dando bem?",
	"fall_Thu": "Você é sempre bem-vindo para nos visitar, mesmo que não tenha interesse em atualizar algum edifício!$h#$e#As vezes é um pouco solitário viver aqui nas montanhas.",
	"fall_Thu10": "Que as estrelas estejam com você!#$e#Uh...ah, você ouviu isso. Então, sim, eu sou meio idiota.$2#$b#Mas...#$b#Quer dizer isso comigo?#$b#Que as ESTRELAS estejam com você! Haha, sim, assim mesmo!$1",
	"fall_Thu4": "Sabe como entrei na carpintaria?#$b#Robin gostava muito de pássaros quando criança, então decidi construir uma casa de pássaros para ela em seu aniversário. Acontece que eu realmente gostei de trabalhar com madeira. $ 4",
	"fall_Thu6": "Você deveria se juntar a nós na cabana algum dia. Já faz um tempo desde que assisti Star Fighters. Poderíamos maratonar a noite toda!",
	"fall_Thu8": "Saí de casa e fui para a cidade aos 18 anos.#$b#Mas devo dizer que, estando aqui, no Vale do Orvalho, sinto que estou em casa - em parte devido a amigos como você que me fazem companhia.$2",
	"fall_Tue": "Adoro viver aqui entre os carvalhos. Há algo neles que me tranquiliza.",
	"favColorVer_followup": "$p 85434#Quase gritaram comigo outro dia quando sugeri pintar um quarto de rosa.$2#$b#Acho que nem todos apreciam uma cor tão bonita#1.|Ah, Oi..",
	"favColorVer_jerk": "Ok... Desculpe por perguntar.$3",
	"favColorVer_orange": "Não, errado. Eu não posso te culpar por não saber.$4#$b#Rosa é a resposta correta.$0",
	"favColorVer_pink": "Ei, você acertou!$1",
	"favColorVer_science": "Uh...$2#$b#Hmm, soa como algo que Demetrius pode entender.#$b#A propósito, rosa é a resposta certa.$0",
	"pamHouseUpgrade": "Nosso plano funcionou muito bem, você não acha? A Pam e a Penny parecem estar muito felizes.",
	"pamHouseUpgradeAnonymous": "Nosso plano funcionou muito bem, você não acha? A Pam e a Penny parecem estar muito felizes.",
	"reject_865": "Sal vegetariano? Parece bom, mas não preciso disso.",
	"reject_866": "Hmm... quando penso em flores eu lembro da Evelyn. Talvez eu mostre isso a ela?",
	"summer_18": "Eu me pergunto se Pierre tem algum feijão verde. Ou talvez tenha que ir na Joja... eu não gosto dessa ideia.#$b#Ah Olá, @. Não se importe comigo, eu só estava pensando alto. $ 4",
	"summer_9": "Robin teve dificuldade em entender por que a Maru quer se tornar enfermeira.#$b#Embora se ela realmente quiser ser enfermeira, tenho certeza de que Robin apoiará essa escolha.$4",
	"summer_9_inlaw_Maru": "Você deve ser muito especial para a minha sobrinha. Afinal, ela tinha um foco tão grande em...#$b#Bem, isso é coisa do passado, então acho que isso não é mais algo para eu comentar.$0#$b#Mas não se preocupe, ela te ama tanto que esqueceu essa obsessão.$1",
	"summer_Fri": "Estamos bastante isolados do resto do mundo aqui no Vale do Orvalho.#$e#Tem seus prós e contras.",
	"summer_Mon": "A madeira é uma substância maravilhosa... é versátil, barata, forte e cada peça tem seu próprio caráter único! Ao contrário da areia...$3",
	"summer_Mon2": "Segunda-feira, certo?$3",
	"summer_Tue": "Se você precisar de algum edifício na sua fazenda, é só me pedir!#$e#Você vai precisar fornecer madeira e pedra suficientes para o projeto. E custa dinheiro também.#$e#Mas tenho certeza que você ficará satisfeito com os resultados!$h",
	"winter_9": "Você provavelmente já sabe, mas o Sebastian é um grande fã de Star Fighters.#$b#A verdade é que ele pegou isso de mim. Fui eu quem apresentou a série para ele.$1",
	"winter_9_inlaw_Sebastian": "Como Robin tem te tratado desde o casamento?#$b#Ela sempre foi superprotetora quando se trata do Sebastian, então você sempre pode vir reclamar comigo se sua sogra estiver dando nos nervos.",
	"winter_Fri": "Ao contrário de Robin, meus pais ficaram orgulhosos quando eu disse a eles que queria ser uma carpinteira.#$e#Não tanto quando contei a eles sobre a outra coisa. Eles eram bem antiquados.",
	"winter_Fri_inlaw_Sebastian": "Acho que a vida na fazenda é muito saudável para o Sebastian.",
	"winter_Mon": "Ei, esta é uma época perfeita do ano para coletar madeira.#$e#Talvez você possa coletar o suficiente para melhorar sua casa!",
	"winter_Sat": "Nossa casa fica em uma área tão bonita, você não acha?#$e#Tudo parece parado depois de uma neve fresca.",
	"winter_Tue": "Você sabe como refinar o quartzo? Primeiro você... Oh, você provavelmente não quer ouvir. Ainda é um tema fascinante para mim."
}
