{
    "Changes":[
	{
			"LogName": "Rainy",
			"Action": "EditData",
			"Target": "Characters/Dialogue/rainy",
			"Entries":{
				"Abigail": "#$c .5#O vale fica mais interessante na chuva... não acha?#O lago é um lugar lindo para se visitar quando o tempo está assim.",
				"Robin": "#$c .5#A chuva não me impede de fazer um trabalho! ...Embora madeira encharcada não seja uma alegria para trabalhar.#Seu telhado não está vazando, está? Avise-me se isso acontecer.",
				"Demetrius": "#$c .5#Saudações. Fique dentro de casa se quiser se aquecer.#A baixa acidez desta chuva deve ser boa para suas colheitas.",
				"Maru": "#$c .5#Quando chove eu tenho uma boa desculpa para trabalhar nos meus gadgets o dia todo. ...Mas deve ser meio chato para você.#Ah, outro dia chuvoso, assim como eu previ.",
				"Sebastian": "#$c .5#Se você tiver sorte, poderá ver um sapo neste clima.#Parece um bom dia para contemplar o oceano.",
				"Linus": "#$c .5#Uma chuva quente é uma maneira agradável de se limpar.$h#Parece que a chuva também não te incomoda muito.",
				"Pierre": "#$c .5#A maioria das pessoas fica em casa em dias como este... Não é bom para os negócios.$s#Estou feliz que você tenha vindo aqui na chuva. A loja está muito silenciosa." ,
				"Caroline": "#$c .5#Meu jardim está feliz hoje... E nossa conta de água será menor este mês.#Espero que o sol saia logo. O que disse a previsão do tempo hoje?",
				"Alex": "#$c .5#Hmmph. Este não é um bom tempo para esportes, mas... bem, sempre posso levantar pesos dentro de casa.#Nada como um jogo hardcore de gridball de lama. Contanto que você' temos amigos que estão prontos para jogar.",
				"George": "#$c .5#Está um frio terrível, não é? Que dia ruim.#Por que me dou ao trabalho de levantar da cama quando o dia está assim?",
				"Evelyn": "#$c .5#Acho que o telhado pode estar vazando. Antigamente, George teria corrido e consertado... *suspiro*$s#Esses dias afetam muito minha energia mais do que costumavam...$s",
				"Lewis": "#$c .5#Olá. Fazendo uma pausa? Parece um bom momento para um.#Deus, espero que o rio não transborde...$s",
				"Clint": "#$c .5#Hoje seria um bom dia para explorar as minas... Quem sabe você encontre alguns minérios raros.#Minha loja fica ainda mais isolada quando está chovendo.",
				"Penny": "#$c .5#As gotas de chuva estão muito altas no telhado da nossa casa. ...É reconfortante, no entanto.#Parece um bom dia para me aconchegar com um dos meus livros favoritos.$h" ,
				"Pam": "#$c .5#Olá, garota. Ficando seco?#Heh. Acho que vou me aquecer com uma boa cerveja esta noite.",
				"Emily": "#$c .5#Nunca chove no Deserto de Calico... É onde mora minha amiga Sandy. Gostaria de tê-la visitado hoje.#Se você ficar na chuva e ouvir com atenção, o som das gotas de chuva como pequenas conversas sussurradas.",
				"Haley": "#$c .5#Passei a manhã toda arrumando meu cabelo... agora a chuva pode estragar tudo. *suspiro* ... A vida é difícil às vezes.$s#Yikes. Sem ofensa, mas você estão encharcados.",
				"Sam": "#$c .5#A chuva abafa o som, então posso tocar meu violão mais alto sem que minha mãe fique brava. Hehe.$h#É meio foda andar na chuva sem deixar que ela te perturbe.",
				"Leah": "#$c .5#Talvez eu deva cozinhar algo novo e excitante hoje. Algo picante.#Eu sempre fico ansioso para ver como a floresta ficará toda brilhante depois que o sol voltar.",
				"Shane": "#$c .5#Hmm... esse tempo me deixa com sede.$u#Oh alegria. Outro dia chuvoso.$s",
				"Marnie": "#$c .5#Ei você. Parece que você está encharcado...coitadinho!$h#Ei @. Você não tem nenhum bicho preso lá fora, certo?",
				"Elliott": "Às vezes, quando estou deitado na cama, ouço uma sirene distante cortando a chuva.#$b#Mas quando olho pela janela, vejo apenas uma cortina cinza.",
				"Gus": "#$c .5#Nada como uma taça de vinho tinto seco em um dia desses, hein? Hehehe, adoro meu trabalho.#Precisa de algo para te aquecer esta noite? Não se acanhe! ",
				"Anão": "#$c .5#Chuva... É quase um mito para nós. Alguns de nós, anões, vivemos nossas vidas inteiras sem nunca experimentá-la.#Os humanos parecem reclamar da chuva, mas você escolhe viver na superfície . Por que é que?",
				"Mago": "#$c .5#Dias tempestuosos são o único momento em que posso comungar com certos elementais. Não espero que você entenda.#Se você tiver tempo extra em dias como estes, por que não entrar nas minas e matar alguns monstros?",
				"Harvey": "#$c .5#Olá. Er... Li alguma coisa interessante na biblioteca ultimamente?#Dias como este me deixam com fome de uma refeição quente. E você?",
				"Krobus": "#$c .5#Ah, os esgotos estão fluindo rápido hoje. Vai ficar bom e úmido aqui... Do jeito que eu gosto.#A chuva é realmente uma força vivificante. Agradeça a Yoba hoje.",
			}
    },
    {
        "LogName": "Marriage Dialogue",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogue",
        "Entries":
        {
            "jobLeave_Harvey": "#$c .5#Tenho alguns compromissos hoje no trabalho. Vejo você à noite!#Tenho que ir à clínica hoje. Tenha um bom dia, ok?",
             "jobLeave_Penny": "#$c .5#Eu tenho que ir para a cidade hoje. Não trabalhe muito e coma algo bom no almoço!$h#Parece que estou pronto para o trabalho. Certifique-se de levar cuide-se bem hoje!$h",
             "jobLeave_Maru": "#$c .5#É mais um dia de trabalho para mim. Não deve ser muito estressante! Mas veremos.#Tenho que sair para o trabalho em breve. Vejo você hoje à noite. Vou estar pensando em você!$h",
             "jobReturn_Harvey": "Oi, querida. Como foi seu dia?#$e#$c .6#Meus pacientes ainda estão saudáveis, então foi um bom dia.#*Ufa*... Estou exausto...$ s",
             "jobReturn_Penny": "#$c .7#Boa noite. Meu dia foi bom, obrigado! Como foi o seu?$h#Jas e Vincent não estavam se comportando muito bem hoje. Ainda estou nervoso..." ,
             "jobReturn_Maru": "#$c .5#Bem, foi apenas mais um dia chato na clínica.#Ei. Você teve um dia mais emocionante do que eu? Espero que sim.#$e#Bem, é hora de chutar volte e relaxe. Você me deixou algum jantar?#$e#Estou ansioso pela hora de dormir.$h",
             "OneKid_0": "#$c .5#Estive lendo este livro sobre desenvolvimento infantil. Parece que nosso filho está perfeitamente saudável.#Você passou algum tempo com %kid1 hoje?",
             "OneKid_1": "#$c .5#Ufa, ficar em casa com uma criança está me ensinando como aumentar minha energia mais do que nunca.#Eu me pergunto se %kid1 crescerá para ser um fazendeiro como você?" ,
             "OneKid_2": "#$c .5#Deixe a paternidade comigo hoje! Tenho tudo sob controle, então certifique-se de não se estressar enquanto estiver fora.#Não se preocupe, vou alimentar %kid1 hoje. Você pode se concentrar apenas em administrar a fazenda.",
             "OneKid_3": "#$c .5#Eu me pergunto quais serão as comidas favoritas de nosso filho? Talvez algo que você mesmo cultive?#A vida é muito diferente agora que temos um filho.",
             "TwoKids_0": "#$c .5#Estou planejando fazer muitas pequenas aventuras com as crianças hoje!$h#Já dei café da manhã para %kid1 e %kid2. Eles estavam com fome!",
             "TwoKids_1": "#$c .5#Estou tentando manter as crianças dentro de um cronograma. Isso ajuda na sanidade de todos.#Temos que ter certeza e dar muita atenção a %kid1 agora que temos %kid2. Não queremos ciúmes entre eles.",
             "TwoKids_2": "#$c .5#Com um casamento e filhos, sinto que posso ver o futuro da nossa vida mais do que nunca.#Sabe, acho que %kid2 tem o seu nariz.",
             "TwoKids_3": "#$c .5#Estou realmente feliz por ter ocupado minhas mãos com as crianças. Você trabalha tanto, então estou feliz por poder contribuir para nossa casa.#Uma bela casa , dois filhos maravilhosos e um belo terreno. O que sobrou?",
             "spouseRoom_Emily": "#$c .5#Vou passar algum tempo com o papagaio hoje. Parte meu coração saber que ele nunca mais voará.$u#Tenho alguns projetos de alfaiataria que precisam de minha atenção hoje. O papagaio vai me fazer companhia enquanto você estiver fora.",
        }
    },
	{
	    "LogName": "Sebastian Billiards",
        "Action": "EditData",
        "Target": "Strings/Schedules/Sebastian",
        "Entries":
		{
			"Sex.000": "#$c .5#Devo deixar Sam vencer pela primeira vez? ...nah.$h#Cuidado! Tiro duplo, chegando.$h",
			"marriage_Fri.001": "#$c .5#Minhas habilidades não diminuíram... Sam ainda é tão fácil de derrotar.$h#Ahh, doce vitória. Algumas coisas nunca envelhecem.$h"

		}
	},
	{
		"LogName": "Birdie",
        "Action": "EditData",
        "Target": "Data/ExtraDialogue",
        "Entries":
		{
		"Birdie0": "Nunca pensei que veria um rosto novo nesta ilha, querido. Mas estou feliz que você esteja aqui!",
         "Birdie1": "Há rumores de que há muito tempo, uma grande civilização de anões viveu nesta mesma ilha.#$b#Você já esteve dentro do vulcão? Está cheio de ruínas de suas estranhas máquinas...",
         "Birdie2": "Se você está se sentindo enjoado no estômago, uma mordida de gengibre faz maravilhas, querida...",
         "Birdie3": "Você já esteve no santuário secreto na selva? As flores cheiram bem... É um dos meus lugares favoritos na ilha.$h",
         "Birdie4": "Todas as manhãs, no café da manhã, tomo uma tigela de poi e um copo de suco de manga espremido na hora. Isso me mantém jovem!",
         "Birdie5": "Eu ando na praia todos os dias para ver se algo novo apareceu na praia. Tem muita coisa flutuando por aí!",
         "Birdie6": "Minha cabana pode ser pequena, mas é mais do que suficiente para o que eu preciso. E o melhor de tudo, eu mesmo a construí.",
         "Birdie7": "Tem alguém especial esperando por você no continente? Certifique-se de mantê-lo perto!",
         "Birdie8": "Claro, vou passar o resto dos meus dias nesta ilha. Tornou-se o meu lugar feliz.#$b#Já encontrou uma para você?$h",
         "Birdie9": "Deve ser um bom dia para uma caminhada. Você verá todos os tipos de bichinhos se ficar de olhos abertos.",
         "Birdie10": "Quando eu era apenas uma garotinha, queria ser uma sereia. Parece que cheguei bem perto! Heh heh...",
         "Birdie11": "A areia é boa entre os dedos dos pés, você não acha?",
         "Birdie12": "*suspiro*... Para viver em um mundo de potencial infinito, nunca podemos saber se fizemos as escolhas certas.$s#$b#Desculpe incomodá-lo, meu querido. Às vezes fico levado pelos pensamentos...",
         "Birdie13": "Não sei se você acredita em espíritos do oceano, mas sempre que falo com eles, os peixes sempre mordem um pouco mais.",
         "Birdie14": "O clima é quente e agradável durante todo o ano, minha querida... é perfeito para os meus ossos...",
         "Birdie15": "Frutas, peixes e alimentos forrageiros... É uma boa dieta! Sinto-me mais saudável do que nunca.",
         "Birdie16": "Você viu aquelas barcaças de carga Joja, hein? Eu vi uma chegar perto da ilha uma vez e depois virar.#$b#Provavelmente elas foram perdidas.",
         "Birdie17": "Meu marido e eu nunca tivemos filhos. Que aventura poderia ter sido...!#$e#Existem muitas vidas que eu poderia ter vivido. Às vezes me pergunto sobre essas...$s# $b#...Mas só por um tempo. É preciso um pouco de esforço para ficar feliz pelo que foi.",
         "Birdie18": "Olá, querido... você parece saudável e de bom humor hoje!$h",
         "Birdie19": "Você viu o pequeno altar de banana na selva? Se eu tivesse uma banana, colocaria lá e veria o que acontece... heh heh...$h",
         "Birdie20": "Sou só eu ou os espíritos da ilha se animaram um pouco desde que você chegou?",
         "Birdie22": "Lembro-me há muito tempo como os mais velhos reclamavam da mudança dos tempos.#$b#Bem, por aqui, nada muda muito! Parece que me esquivei dessa, hehe.$h",
         "Birdie23": "Estou aqui há tanto tempo que nem ouço mais o mar...",
         "Birdie24": "Acho que vou dar um passeio até o santuário secreto mais tarde. Tenho muito a agradecer a cada dia.",
         "Birdie25": "Você consegue pensar em um lugar mais feliz do que este?#$b#Eu viajei por tantos lugares quando era jovem, acho que já vi tudo o que preciso!",
         "Birdie26": "Você parece tão dedicado a cuidar dos seres vivos. É preciso uma alma gentil para fazer isso.#$b#Mas sinto que você também tem um lado mais duro, hmm? Quantas vezes você já foi naquele vulcão, hmm?$h",
         "Birdie27": "As estações devem estar mudando em breve no continente, hein? Em qual delas você está entrando agora?",
         "Birdie28": "É lua cheia, esta noite... Quer sua sorte seja boa ou ruim, fique alerta, minha querida... Os espíritos estão inquietos.",		}
	}	
	]
}