{
    "Changes":[
	{
			"LogName": "Rainy",
			"Action": "EditData",
			"Target": "Characters/Dialogue/rainy",
			"Entries":{
				"Abigail": "#$c .5#O vale parece mais interessante na chuva... não acha?#O lago é um lugar bonito para visitar quando o tempo está assim.",
				"Robin": "#$c .5#A chuva não me impede de concluir um trabalho! ...Embora madeira molhada não seja nada agradável de trabalhar.#Seu telhado não está vazando, está? Me avise se isso acontecer.",
				"Demetrius": "#$c .5#Saudações. Fique dentro de casa se quiser se manter aquecido.#A baixa acidez desta chuva deve ser boa para suas plantações.",
				"Maru": "#$c .5#Quando chove, tenho uma boa desculpa para trabalhar nos meus gadgets o dia todo. ...Deve ser meio entediante para você, no entanto.#Ah, outro dia chuvoso, exatamente como eu previ.",
				"Sebastian": "#$c .5#Se tiver sorte, talvez veja um sapo com este tempo.#Parece um bom dia para contemplar o oceano.",
				"Linus": "#$c .5#Uma chuva quente é uma maneira agradável de se limpar.$h#Parece que a chuva não te incomoda muito, também.",
				"Pierre": "#$c .5#A maioria das pessoas fica dentro de casa em dias como este... Não é bom para os negócios.$s#Estou feliz que você tenha vindo aqui na chuva. A loja está bem tranquila.",
				"Caroline": "#$c .5#Meu jardim está feliz hoje... E nossa conta de água será menor este mês.#Espero que o sol apareça em breve. O que o boletim meteorológico disse hoje?",
				"Alex": "#$c .5#Hmmph. Este não é um bom tempo para esportes, mas... bem, sempre posso levantar pesos dentro de casa.#Nada como uma partida hardcore de mud gridball. Contanto que tenha amigos dispostos a jogar.",
				"George": "#$c .5#Está terrivelmente frio, não é? Que dia horrível.#Por que eu ainda me dou ao trabalho de sair da cama quando o dia está assim?",
				"Evelyn": "#$c .5#Acho que o telhado pode estar vazando. Nos velhos tempos, o George teria subido lá e consertado rapidinho... *suspiro*$s#Estes dias afetam minha energia muito mais do que costumavam...$s",
				"Lewis": "#$c .5#Oi. Fazendo uma pausa? Parece ser um bom momento para isso.#Meu Deus, espero que o rio não transborde...$s",
				"Clint": "#$c .5#Hoje seria um bom dia para explorar as minas... Quem sabe, você pode encontrar alguns minérios raros.#Minha loja parece ainda mais isolada quando está chovendo.",
				"Penny": "#$c .5#As gotas de chuva fazem bastante barulho no telhado da nossa casa. ...Mas é reconfortante, no entanto.#Parece ser um bom dia para se enrolar com um dos meus livros favoritos.$h",
				"Pam": "#$c .5#E aí, garoto. Ficando seco?#Heh. Acho que vou me esquentar com um pint hoje à noite.",
				"Emily": "#$c .5#Nunca chove no Deserto de Calico... É lá que minha amiga Sandy mora. Queria poder visitá-la hoje.#Se você ficar na chuva e ouvir atentamente, as gotas de chuva soam como pequenas conversas sussurradas.",
				"Haley": "#$c .5#Passei toda a manhã arrumando meu cabelo... agora a chuva pode estragar tudo. *suspiro* ... A vida é difícil às vezes.$s#Nossa. Sem ofensas, mas você está completamente ensopado.",
				"Sam": "#$c .5#A chuva abafa o som, então posso tocar minha guitarra mais alto sem minha mãe ficar brava. Hehe.$h#É meio maneiro atravessar a chuva sem deixá-la te abalar.",
				"Leah": "#$c .5#Talvez eu devesse cozinhar algo novo e empolgante hoje. Algo apimentado.#Sempre fico ansiosa para ver como a floresta fica brilhante depois que o sol retorna.",
				"Shane": "#$c .5#Hmm... esse clima me deixa com sede.$u#Ah, que alegria. Outro dia chuvoso.$s",
				"Marnie": "#$c .5#E aí. Você parece totalmente ensopado... coitadinho de você!$h#Ei @. Você não deixou nenhum bicho preso do lado de fora, né?",
				"Elliott": "Às vezes, quando estou deitado na cama, consigo ouvir um longínquo som de búzio cortando a chuva.#$b#Mas quando olho pela janela, vejo apenas uma cortina de cinza.",
				"Gus": "#$c .5#Não há nada como um copo de vinho tinto seco em um dia como este, né? Hehehe, adoro meu trabalho.#Precisa de algo para te aquecer esta noite? Não seja tímido!",
				"Dwarf": "#$c .5#Chuva... É quase mítica para nós. Alguns de nós anões passam toda a vida sem nunca experimentá-la.#Os humanos parecem reclamar da chuva, mas vocês escolhem viver na superfície. Por quê?",
				"Wizard": "#$c .5#Dias tempestuosos são o único momento em que posso me comunicar com certos elementais. Não espero que você entenda.#Se tiver tempo extra em dias como estes, por que não entrar nas minas e matar alguns monstros?",
				"Harvey": "#$c .5#Oi lá. Er... leu algo interessante na biblioteca ultimamente?#Dias como estes me deixam com fome de uma refeição quente. E você?",
				"Krobus": "#$c .5#Ah, os esgotos estão fluindo rapidamente hoje. Vai ficar bem úmido aqui dentro... do jeito que eu gosto.#A chuva é verdadeiramente uma força vital. Agradeça a Yoba hoje.",
			}
    },
    {
        "LogName": "Marriage Dialogue",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogue",
        "Entries":
        {
            "jobLeave_Harvey": "#$c .5#Tenho alguns compromissos hoje no trabalho. Nos vemos à noite!#Hoje tenho que ir à clínica. Tenha um bom dia, certo?",
            "jobLeave_Penny": "#$c .5#Tenho que ir à cidade hoje. Não trabalhe demais e coma algo bom para o almoço!$h#Parece que estou totalmente preparada para o trabalho. Cuide-se bem hoje!$h",
            "jobLeave_Maru": "#$c .5#É mais um dia de trabalho para mim. Não deve ser muito estressante! Mas vamos ver.#Tenho que sair para o trabalho em breve. Te vejo à noite. Estarei pensando em você!$h",
            "jobReturn_Harvey": "Oi, querido. Como foi o seu dia?#$e#$c .6#Meus pacientes ainda estão saudáveis, então foi um bom dia.#*Ufa*... Estou exausto...$s",
            "jobReturn_Penny": "#$c .7#Boa noite. Meu dia foi bom, obrigada! Como foi o seu?$h#Jas e Vincent não estavam se comportando muito bem hoje. Ainda estou toda nervosa...",
            "jobReturn_Maru": "#$c .5#Bem, foi apenas mais um dia chato na clínica.#Ei. Você teve um dia mais emocionante do que eu? Espero que sim.#$e#Bom, é hora de relaxar. Você deixou algum jantar para mim?#$e#Estou ansiosa para dormir.$h",
            "OneKid_0": "#$c .5#Estive lendo este livro sobre desenvolvimento infantil. Parece que nosso filho está perfeitamente saudável.#Você passou um tempo com %kid1 hoje?",
            "OneKid_1": "#$c .5#Ufa, ficar em casa com uma criança está me ensinando como esticar minha energia mais do que eu jamais fiz.#Me pergunto se %kid1 vai crescer para ser um fazendeiro como você?",
            "OneKid_2": "#$c .5#Deixe a responsabilidade de cuidar da criança comigo hoje! Estou com tudo sob controle, então não se estresse enquanto estiver fora.#Não se preocupe, eu vou alimentar %kid1 hoje. Você pode se concentrar apenas em cuidar da fazenda.",
            "OneKid_3": "#$c .5#Me pergunto quais serão os alimentos favoritos de nossa criança? Talvez algo que você cultive?#A vida é muito diferente agora que temos um filho.",
            "TwoKids_0": "#$c .5#Estou planejando ter muitas pequenas aventuras com as crianças hoje!$h#Já dei café da manhã para %kid1 e %kid2. Estavam com fome!",
            "TwoKids_1": "#$c .5#Estou tentando manter as crianças em uma rotina. Isso ajuda a manter a sanidade de todos.#Temos que ter certeza de dar muita atenção para %kid1 agora que temos %kid2. Não queremos nenhum ciúme entre eles.",
            "TwoKids_2": "#$c .5#Com um casamento e filhos, sinto que posso enxergar mais longe no futuro de nossa vida do que nunca.#Sabe, acho que %kid2 tem o seu nariz.",
            "TwoKids_3": "#$c .5#Na verdade, estou feliz por estar ocupado com as crianças. Você trabalha tanto, então estou feliz por poder contribuir para o nosso lar.#Uma casa bonita, dois filhos maravilhosos e uma linda fazenda. O que mais falta?",
            "spouseRoom_Emily": "#$c .5#Vou passar um tempo com o papagaio hoje. Parte meu coração saber que ele nunca voará novamente.$u#Tenho alguns projetos de costura que precisam da minha atenção hoje. O papagaio vai me fazer companhia enquanto você estiver fora.",
        }
    },
	{
	    "LogName": "Sebastian Billiards",
        "Action": "EditData",
        "Target": "Strings/Schedules/Sebastian",
        "Entries":
		{
			"Fri.000": "#$c .5#Devo deixar o Sam ganhar só desta vez? ...nah.$h#Cuidado! Disparo duplo, chegando.$h",
			"marriage_Fri.001": "#$c .5#Minhas habilidades não diminuíram... Ainda é fácil vencer o Sam.$h#Ahh, doce vitória. Algumas coisas nunca ficam velhas.$h"
		}
	},
	{
		"LogName": "Birdie",
        "Action": "EditData",
        "Target": "Data/ExtraDialogue",
        "Entries":
		{
        "Birdie0": "Nunca pensei que veria um rosto novo nesta ilha, querido. Mas fico feliz que você esteja aqui!",
        "Birdie1": "Rumores dizem que há muito tempo, uma grande civilização de anões vivia nesta mesma ilha.#$b#Você já entrou no vulcão? Está cheio de ruínas de suas estranhas máquinas...",
        "Birdie2": "Se alguma vez você estiver se sentindo enjoado no estômago, uma mordida de gengibre faz maravilhas, querido...",
        "Birdie3": "Você já esteve no santuário secreto na selva? As flores lá têm um cheiro adorável... É um dos meus lugares favoritos na ilha.$h",
        "Birdie4": "Todas as manhãs no café da manhã, eu como uma tigela de poi e bebo um copo de suco de manga fresco. Isso me mantém jovem!",
        "Birdie5": "Eu ando pela praia todos os dias para ver se algo novo foi trazido pelas ondas. Há muitas coisas flutuando por aí!",
        "Birdie6": "Minha cabana pode ser pequena, mas é mais do que suficiente para o que eu preciso. E o melhor de tudo, eu mesmo a construí.",
        "Birdie7": "Tem alguém especial esperando por você de volta ao continente? Certifique-se de abraçá-lo bem forte!",
        "Birdie8": "Claro, passarei o resto dos meus dias nesta ilha. Ela se tornou meu lugar feliz.#$b#Você já encontrou o seu?",
		"Birdie9": "Deve ser um bom dia para uma caminhada. Você verá todos os tipos de pequenos bichinhos se mantiver os olhos abertos.",
		"Birdie10": "Quando eu era apenas uma garotinha, queria ser uma sereia. Parece que cheguei bem perto! Heh heh...",
		"Birdie11": "A areia parece boa entre os dedos dos pés, não acha?",
		"Birdie12": "*suspiro*... Viver em um mundo de potencial infinito, nunca saberemos se fizemos as escolhas certas.$s#$b#Desculpe incomodá-lo, meu querido. Às vezes me deixo levar pelos pensamentos...",
        "Birdie13": "Não sei se você acredita em espíritos do oceano, mas sempre que falo com eles, os peixes sempre mordem um pouco mais.",
		"Birdie14": "O clima é quente e adorável o ano todo, meu querido... parece perfeito para meus ossos...",
		"Birdie15": "Frutas, peixes e comida coletada... É uma boa dieta! Eu me sinto tão saudável como nunca.",
        "Birdie16": "Você já viu aquelas barcaças de carga da Joja, né? Vi uma se aproximar da ilha uma vez e depois dar meia-volta.#$b#Provavelmente estavam perdidos.",
		"Birdie17": "Meu marido e eu nunca tivemos filhos. Que aventura poderia ter sido...!#$e#Existem muitas vidas que eu poderia ter vivido. Às vezes, eu me pergunto sobre elas...$s#$b#...Mas apenas por um tempo. Leva um pouco de esforço para ficar feliz pelo que foi.",
        "Birdie18": "Olá, querido... você parece saudável e de bom humor hoje!$h",
        "Birdie19": "Você já viu o pequeno altar de banana na selva? Se eu tivesse uma banana, a colocaria lá e veria o que acontece... hehe heh...$h",
        "Birdie20": "É só comigo ou os espíritos da ilha ficaram um pouco mais animados desde que você chegou?",
		"Birdie22": "Lembro-me de tempos atrás como as pessoas mais velhas reclamavam sobre os tempos mudando.#$b#Bem, por aqui, quase nada muda! Parece que escapei dessa, hehe.$h",
        "Birdie23": "Estou aqui há tanto tempo que nem consigo mais ouvir o oceano...",
        "Birdie24": "Acho que vou dar um passeio até o santuário secreto mais tarde. Tenho muito pelo que ser grato todos os dias.",
		"Birdie25": "Você consegue pensar em um lugar mais feliz do que este?#$b#Viajei para tantos lugares quando era jovem, acho que vi tudo o que precisava!",
		"Birdie26": "Você parece tão dedicado a cuidar de seres vivos. É preciso ter uma alma gentil para fazer isso.#$b#Mas sinto que você também tem um lado mais forte, hmm? Quantas vezes você esteve naquele vulcão, hmm?$h",
		"Birdie27": "As estações devem estar mudando em breve no continente, né? Em qual você está entrando agora?",
		"Birdie28": "É lua cheia hoje à noite... Seja sua fortuna boa ou má, fique alerta, meu querido... Os espíritos estão inquietos.",		}
	}	
	]
}