{
	"Changes":[
		{
			"LogName":"Abigail",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Abigail",
			"Entries":{
				"Mon4":"Estou ficando com vontade de visitar o lago perto da casa de Sebastian...#$b#...mas só fica melhor quando está chovendo.",
"Mon6":"À medida que envelheci, descobri uma maneira de dar aos meus pais um olhar mortal incrível.#$e#Acho que eles têm medo legítimo disso, em algum nível.$h" ,
"Mon8":"...Oh, @! Oi.$h#$e#Quer sair um pouco? Aqui! Deixe-me ler sua palma. *risada* $h",
"Tue4":"Às vezes eu me pergunto... os pais de todo mundo estão tão distantes quanto os meus?$s#$e#Parece que a ideia deles de uma garota ser aventureira é experimentar um vestido novo ou algo assim.$ você",
"Tue6":"Oi, que bom ver você.$h#$e#Quero me distrair um pouco... como está indo o seu dia?",
"Tue8":"Uma das minhas amigas online parece se dar muito bem com os pais dela.$s#$e#É normal para uma garota da minha idade sentir que estou perpetuamente presa naqueles primeiros anos da adolescência?$s ",
"Wed2":"Ah, oi @. Dando um tempo no trabalho?#$e#Eu também. Ah! Nada físico... as aulas que eu faço são todas online.",
"Wed4":"Minhas aulas favoritas? Provavelmente antropologia... ou artes de mídia...#$b#Não sei o que faria com essas para uma carreira, no entanto.",
"Wed6":"O que você acha mais legal: espada larga ou katanas?#$e#Prefiro os dois. Acho que depende da situação.",
"Quar10":"Se algum dia eu tiver filhos, estou me certificando de que eles sejam quem eles querem ser.#$e#Mesmo que suas vidas sejam completamente diferentes do que eu espero, tudo bem, certo? ",
"Qui":"Ugh... Não estou de bom humor agora.$s#$e#Eu disse que não estou de bom humor... o que você quer?$a",
"Thu2":"Sebastian é basicamente meu melhor amigo. Não sei o que faria sem ele.#$e#Nós praticamente crescemos juntos.",
"Thu4":"#$1 Abigail1#Ah não, acho que meu pai vai fazer o jantar hoje à noite...$s#$e#Não estou com vontade de fazer nada hoje...$u",
"Thu6":"Aprendi a tocar bateria com bastante facilidade quando criança. Porém, meu próprio conjunto está guardado.#$e#Ainda bem que Sam tem alguns.",
"Thu8":"Eu me pergunto se eu teria sido diferente se não tivesse nascido e crescido nesta pequena cidade.$u#$e#Você já pensou em outras versões de si mesmo em linhas de tempo alternativas?",
"Thu10":"Oi.$l#$e#Você sente que tudo parece irreal ultimamente?$l#$b#Não de um jeito ruim, no entanto.$h",
"Fri2":"Todos nós vamos sair no salão esta noite. É como uma tradição de sexta-feira, eu acho.",
"Fri4":"É noite de salão. Quer se juntar a nós esta noite?#$e#Gosto de ter todos os meus amigos em um só lugar.",
"Sex6":"Os pássaros estavam cantando alegremente hoje. Eles são simples demais para entender o futuro.#$e#É melhor ser como eles, não é?",
"Fri8":"Muitas vezes me pergunto se um dia acordarei e perceberei que a realidade que eu conhecia era apenas um sonho.#$e#Mas hoje em dia, realmente não espero que seja esse o caso.$ eu",
"Sat2":"Ugh, tanto dever de casa para fazer neste fim de semana.$s#$e#Ainda tenho algumas horas antes que a procrastinação se torne arriscada.",
"Sat4":"$d joja#Papai está muito estressado com a loja ultimamente. Ele tem sido passivo-agressivo, descontando em mim e na mamãe.$s|Com a saída do JojaMart, é realmente muito bom ver o papai de bom humor mais frequentemente.$h",
"Sat6":"Você veio até aqui para me visitar? Que legal.$h#$e#Então você tem explorado as cavernas da montanha?#$e#Interessante. Eu gostaria de ir lá pessoalmente um dos hoje em dia.$l",
"Sat8":"Como a inexistência pode ser tão ruim se não estamos por perto para experimentá-la?#$e#Não é como se eu sentisse falta da minha 'vida' antes de nascer. Provavelmente é o mesmo depois.",
"Sat10":"Morrer um dia e deixar de existir não parecia tão ruim antes. Mas hoje em dia, as apostas parecem muito altas.$l#$b#Não quero perder o que tenho agora.$l ",
"summer_6":"Fui à praia ontem à noite, depois de escurecer... Às vezes você pode ver luzes estranhas flutuando sobre o mar.#$e#Ou talvez tenha sido apenas um sonho que tive... Não parece real mais.",
"summer_Mon2":"$d joja#Eu tento ajudar na loja na maioria dos dias. Os negócios estão muito ruins desde que o Joja Mart abriu.|Desde que o JojaMart fechou, estamos indo muito bem na loja! $h",
"summer_Mon4":"'Journey of the Prairie King' ainda está me deixando louco.#$e#Eu costumo me prender mais a RPGs. Talvez seja por isso que não sou o melhor em jogos de tiro.",
"summer_Mon6":"Meu porquinho-da-índia de estimação, David, simplesmente odeia este clima quente. Ele é exigente.",
"summer_Mon8":"Eu costumava pensar que Pelican Town era meio monótona, mas ultimamente estou começando a amar algumas coisas nela.$h",
"summer_Tue2":"Posso tocar flauta, mas só toco quando estou com vontade.#$e#O lago ao norte é um bom lugar para isso.",
"summer_Tue4":"Faço o que posso para ajudar com a loja. Não é minha favorita, mas acho que devo fazer pelo menos uma coisinha.",
"summer_Tue6":"Você é um cara interessante, @. Que bom que você se mudou para cá.$h^Você é uma senhora interessante, @. Que bom que você se mudou para cá.$h",
"summer_Tue10":"Papai às vezes chama você de 'parceiro de negócios'.$u#$b#Ele vai enlouquecer quando descobrir sobre nós dois saindo.$h",
"summer_Wed2":"As aulas online são boas. Eu prefiro muito mais do que ter que dirigir até o campus.#$e#Além disso, não sou um grande fã de me enfiar em uma sala de aula com um monte de gente estranha. ",
"summer_Wed4":"Eu adoraria morar em uma velha casa de fazenda como você.#$b#O ranger de uma tábua do assoalho, as lentas nuvens de poeira sussurrando pelas vigas... Há algo de especial em um prédio antigo, não é lá?",
"summer_Wed10":"Sua casa de fazenda é realmente linda.#$e#Ao passar por ela, apenas sinto sua história, sua alma, como se estivesse nostálgico por uma experiência que ainda não tive.",
"summer_Thu8":"Li que há uma seção das minas que está congelada. Não parece bom, agora?#$e#Seria como entrar em um grande freezer.",
"summer_Thu10":"Nossa, você está linda hoje.#$e#quer dizer, aquele ar de verão é muito bom para a pele, não é?... heh...$l",
"summer_Fri2":"Sebastian é alguns anos mais velho do que eu, mas é uma das poucas pessoas que realmente me entende.",
"summer_Fri4":"Eu meio que gostaria de ter um gato. Infelizmente, meu pai é alérgico a quase tudo.",
"summer_Fri6":"Se algum dia eu reencarnar, gostaria de ser um gato na minha próxima vida. Eles realmente descobriram isso.",
"summer_Fri8":"Se eu tivesse um gato, eu estragaria ele.#$e#Gatos domésticos devem ser apropriadamente robustos, você não acha?",
"summer_Fri10":"Você já se sentiu sozinho na sua fazenda?",
"summer_Sat4":"Qual é a sua parte favorita sobre o outono?#$e#Para mim, é apenas tudo o que não é... tudo isso. O que temos agora.",
"summer_Sat6":"Na verdade, estou me divertindo neste verão.$h#$e#É engraçado como a perspectiva de uma pessoa pode mudar rapidamente.",
"summer_Sat10":"Este pode ser o melhor verão da minha vida.$l#$e#Mas passar um tempo com você no outono parece ainda melhor.$l",
"summer_Sun6":"Meus pais não são pessoas terríveis. Eu apenas sinto que eles estão me mantendo preso na vida de uma criança.$u#$e#Quero dizer, você tem sua fazenda. Você pode fazer o que quiser você quer.#$e#Sinto que fui feito para mais do que tenho.",
"fall_Mon4":"Preciso aproveitar bem esta temporada enquanto ela dura. É um bom dia para estar ao ar livre.",
"fall_Mon6":"Haha, viu? Eu não odeio o ar livre. Só tem que ser do jeito que eu gosto.$h",
"fall_Mon8":"Sabe, eu realmente poderia me ver me tornando um fazendeiro algum dia...#$e#Mas como isso aconteceria? *risada*$l",
"fall_Tue":"$d joja#Eu tento ajudar na loja na maioria dos dias. Os negócios estão muito ruins desde que o Joja Mart abriu.|Desde que o JojaMart fechou, estamos indo muito bem na loja! $h",
"fall_Tue2":"Sebastian é basicamente meu melhor amigo. Não sei o que faria sem ele.#$e#Nós praticamente crescemos juntos.",
"fall_Tue4":"$d joja#Papai está muito estressado com a loja ultimamente. Ele tem sido passivo-agressivo, descontando em mim e na mamãe.$s|Com a saída do JojaMart, é realmente muito bom ver o papai de bom humor mais frequentemente.$h",
"fall_Tue8":"$d joja#Por que diabos meus pais decidiram se mudar para uma cidade pequena se isso seria mais estressante para eles?$a|Eu ouvi meu pai dar um show e tanto no Centro Comunitário , logo quando foi restaurado. Eu gostaria de ter visto.$h",
"fall_Wed4":"Você está cultivando abóboras em sua fazenda este ano?#$e#Guarde uma para mim!$h",
"fall_Wed8":"Eu me pergunto se eles vão me deixar projetar alguns dos recursos no labirinto da Véspera do Espírito algum dia.#$e#Tenho algumas ideias que esbocei. Só não sei a quem mostrar eles para.",
"fall_Wed10":"Papai às vezes chama você de 'parceiro de negócios'.$u#$b#Ele vai surtar quando souber sobre nós dois.$h",
"fall_Thu4":"Sebastian é alguns anos mais velho do que eu, mas ele é uma das poucas pessoas que realmente me entende.#$e#Bem, e você e Sam também.$h",
"fall_Thu6":"#$1 AbigailHAND#Ontem à noite sonhei que minha mão esquerda havia se transformado em um gigantesco %substantivo. Isso significa alguma coisa?#$e#%Abigail não parece estar interessada em falar agora.",
"fall_Thu8":"Muitas vezes me pergunto se um dia acordarei e perceberei que a realidade que eu conhecia era apenas um sonho.#$e#Mas hoje em dia, realmente não espero que seja esse o caso.$ eu",
"fall_Thu10":"Tive um sonho interessante ontem à noite, com você nele.#$e#Foi um sonho bom.$h",
"fall_Fri6":"Gostaria que a temporada durasse um pouco mais.$8#$e#Quando o vento realmente aumenta, quase me sinto como uma criança de novo.",
"fall_Fri10":"Eu geralmente me sinto sozinho nesta época do ano, mas não mais.$l#$e#@, quais são seus planos para o futuro?",
"fall_Sat6":"Oi.$h#$e#Seu cabelo está legal hoje... você fez algo diferente?",
"fall_Sat8":"Oh! Já te disse? Finalmente venci 'Prairie King'. Demorou bastante, hein?$h#$e#Então recomeça no modo difícil. Passar do primeiro nível é meu novo projeto.$u",
"fall_Sun6":"Se for um dia especialmente ventoso, gosto de enfrentar o vento diretamente e deixá-lo soprar para trás em meu cabelo.#$b#É como enfrentar algum tipo de besta divina imortal, ou alguma coisa. Assim como, \"Rah! Traga!\"$h",
"fall_Sun8":"Hmm... o que devo fazer esta noite?#$q 27/28 fall_Sun_old#Estava pensando em pintar meu cabelo de novo... o que você acha?#$r 27 10 Sun_27#Pintar de preto. #$r 27 10 Sun_27#Por que não loira?#$r 27 20 Sun_WildColor#Que tal rosa chiclete?#$r 28 0 Sun_28#Gosto do seu cabelo do jeito que está!",
"winter_Mon4":"Talvez eu devesse construir um monstro lula da neve. Seria uma boa mudança de ritmo.",
"winter_Mon6":"Está muito frio para sair muito.#$e#Mas eu gosto de construir um snowgoon.$h",
"winter_Mon8":"Quando eu era criança, construí um forte de neve épico. Atirava bolas de neve em quase todo mundo que passava.#$e#Por razões óbvias, minha campanha não durou muito. Bons tempos, no entanto .",
"winter_Tue4":"Está tão frio, gostaria que tivéssemos uma xícara de chocolate quente para compartilhar.$h",
"winter_Tue6":"Oh! Já te disse? Finalmente derrotei 'Prairie King'. Demorou bastante, hein?$h#$e#Então recomeça no modo difícil. Passar do primeiro nível é meu novo projeto.$u",
"winter_Tue8":"Está tão frio, gostaria que tivéssemos uma xícara de chocolate quente para compartilhar.$h",
"winter_Tue10":"*abraço* Ei você!$h#$e#Um... só tentando me aquecer!$l",
"winter_Wed2":"Oi. Se você estiver entediado, pode ficar no meu quarto.#$e#Desde que eu não mude de roupa, é claro!",
"winter_Wed6":"Deve ser bom não ter colheitas para se preocupar nesta época do ano.#$e#E isso significa que você pode sair comigo com mais frequência!$h",
"winter_Wed10":"Você já se sentiu sozinho em sua fazenda?",
"winter_Thu4":"Então, quão fundo você já foi nessas minas?",
"winter_Thu6":"Quando eu era criança, sempre pensei que a vida era muito longa, porque é a coisa mais longa que você já experimentou.#$b#...E todos os velhos que diziam o contrário estavam errados. Agora que eu sou um adulto, meio que entendo o que eles querem dizer.",
"winter_Thu10":"Mais um ano está quase acabando...#$b#Mas esse foi um ano muito bom, não acham?$h",
"winter_Fri4":"'Journey of the Prairie King' ainda está me deixando louco.#$e#Eu costumo me prender mais a RPGs. Talvez seja por isso que não sou o melhor em jogos de tiro.",
"winter_Fri8":"Você já se preocupou que talvez todo o seu trabalho duro e esforço possam ser em vão?$s#$e#Oh! Quero dizer...! Não SEU trabalho duro. Eu apenas quis dizer 'você' como em o geral 'você'. Não, não se preocupe. Você é perfeito.$l#$b#quer dizer...!$7#$b#Sim, espero que seu dia esteja indo bem!$h",
"winter_Fri10":"@, tem uma coisa que eu quero te dizer...#$e#É só... hum... bem... suas botas! Elas, uh... parecem muito limpas... * engolir em seco*#$e#Isso é tudo... *suspiro*$s",
"winter_Sat6":"Minhas aulas favoritas? Provavelmente antropologia... ou artes da mídia...$u#$b#Mas não sei o que faria com essas para uma carreira.",
"winter_Sat8":"Tenho sonhado muito ultimamente...#$e#Ah! Quer saber do que se trata? Bem...$u#$b#...É segredo.$h",
"winter_Sat10":"Obrigado por não ficar estranho depois da parte com o quadro espiritual.$l#$e#Eu estava seriamente preocupado que você nunca mais falasse comigo.$l",
"winter_Sun10":"Ei, se você quiser entrar no meu quarto, pode entrar.#$e#...Você não precisa bater.$l",
"spring_1_2":"Ficar acordado até meia-noite costumava ser mais divertido quando eu era criança.#$b#Parece que eu faço isso o tempo todo hoje em dia.#$e#Ah sim, feliz ano novo!",
"spring_12":"Definitivamente vou entrar na caça aos ovos amanhã. E você?",
"summer_10":"Todo mundo está animado para o luau amanhã. Talvez um pouco nervoso também, considerando que o Governador estará aqui.",
"summer_27":"Você não pode perder o festival de amanhã. É uma das mais belas maravilhas do vale.",
"fall_26":"Vejo você amanhã no festival Spirit's Eve? Procure-me no labirinto assombrado.$h",
"winter_7":"Estou ansioso para fazer um boneco de neve amanhã.",
"winter_24":"Vou comer tanto molho de cranberry amanhã.$h",
"winter_28":"Ei! Você vai ficar acordado até meia-noite?#$e#Ah, isso mesmo, você tem que acordar cedo amanhã como qualquer outro dia...",
"spring_12_2":"Definitivamente vou entrar na caça aos ovos amanhã. E você?",
"summer_10_2":"Todo mundo está animado para o luau amanhã. Talvez um pouco nervoso também, considerando que o Governador estará aqui.",
"fall_26_2":"Vou dar outra chance ao labirinto assombrado este ano. É melhor que não haja aranhas.",
"winter_24_2":"Amanhã será um bom dia. Como não amar a comida?#$e#Na verdade, me dá vontade de passar um tempo com meus pais. É um bom momento para isso, sabe?" ,
"winter_28_2":"Ei! Você vai ficar acordado até meia-noite?#$e#Ah, isso mesmo, você tem que acordar cedo amanhã como qualquer outro dia..."
			}
		},
		{
			"LogName":"Abigail Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAbigail",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Acho que vou pegar meu bom e velho caderno de desenho hoje. Tenho algumas ideias para bestas míticas que podem ser divertidas.#O escuro... a chuva... isso me deixa animado.$l",
"Rainy_Day_1":"Ei, lembra quando tocamos aquele dueto à beira do lago? Este clima me lembra aquele dia. 'você aprendeu a tocar, afinal?#Você realmente me surpreendeu com aquela mini-harpa... Eu nunca esperei isso. Acho que é por isso que gosto tanto de você.$l",
"Rainy_Day_2":"Ei! Acordei cedo e fiz algumas explorações por conta própria. Achei isso e me lembrou você. [768 767 769 66 82]#$e#$c .5#Onde encontrei nesta hora tão cedo? Ooh, VOCÊ não gostaria de saber?$h#Acha que pode encontrar algo melhor do que isso? Não tenho tanta certeza!$h",
"Rainy_Day_3":"#$c .5#Hehe, eu treinei com espada na escuridão chuvosa. Você tem que admitir, sua esposa é bem épica.$h#Pode ser um bom dia para visitar as cavernas, hein ? Apenas tenha cuidado lá fora, e se você for, traga um Life Elixir ou dois.",
"Rainy_Day_4":"#$c .5#Está ficando meio empoeirado aqui? Não se preocupe, eu cuido disso.#Talvez eu inicie Journey Of The Prairie King hoje... um desses dias eu juro que vou vencê-lo completamente.$h",
"Rainy_Night_0":"#$c .5#O campo parece mais interessante em um dia como este, não acha? ao redor das árvores.$6",
"Rainy_Night_1":"#$c .5#É uma boa noite para ver um fantasma...#Ei! Parece que você tem trabalhado duro. Posso ajudá-lo a relaxar?^Você tem trabalhado duro? fique fofo quando estiver um pouco exausto.$h",
"Rainy_Night_2":"#$c .5#Você pode sentir isso? Há uma quietude na chuva...#É meio engraçado como as pessoas rezam para que a chuva passe. \"Você quer viver em um deserto, então?\"",
"Rainy_Night_3":"#$c .5#O som da chuva deve nos fazer dormir esta noite.#Em noites como esta, eu gosto de diminuir a luz e apenas ouvir...$8",
"Rainy_Night_4":"#$c .5#Aaaae... sopa surpresa para você, meu amor! Divirta-se! [199 218 219 727 730]$h#Tive vontade de fazer uma sopa para o jantar. Espero que não seja muito nojento . [199 218 219 727 730]$h",
"Indoor_Day_0":"#$c .5#Você é sempre tão ativo. É motivador apenas observá-lo, porque você sempre parece se importar com o que está fazendo.#Eu sempre amei este lugar, muito antes de você se mudar . Agora posso explorar a fazenda quando quiser!$h",
"Indoor_Day_1":"#$c .5#Você nunca vai acreditar como coloquei minhas mãos nisso! Mas imaginei que você gostaria. [286 287 205 732 441]$h#Ei. ? Eu trouxe algo para você...[286 287 205 732 441]#$e#Use isso se você entrar em uma situação difícil. Deve ajudar a mantê-lo seguro.",
"Indoor_Day_2":"#$c .5#Hoje pode ser um bom dia para eu escapar para as minas. Nada muito sério. Apenas para uma pequena mudança de ritmo.#Indo para as minas? Ei... se você encontre algo gostoso, lembre-se de me trazer um pedaço!$h",
"Indoor_Day_3":"#$c .5#Há sempre algo novo acontecendo em nossa fazenda... Eu adoro isso.#Ei! Estou apenas debatendo o que devo fazer hoje. Não estou acostumado a ter tanta liberdade !",
"Indoor_Day_4":"#$c .5#Claro, posso fazer alguma limpeza hoje, sem problemas. Na verdade, é divertido limpar quando estou pensando em você.#Você não se importa se eu fizer algumas re -decorando de vez em quando, não é? Ainda estou animado para ter um cantinho só meu para trabalhar.",
"Indoor_Night_0":"#$c .5#Heyyy, o que você fez? Me encantou com um feitiço de amor ou algo assim? Você está muito bem esta noite.$l#Tive um bom dia hoje. Sempre há algo interessante acontecendo por aqui, se você olhar bem de perto.",
"Indoor_Night_1":"#$c .5#Você está pronto para dormir logo? Liguei o cobertor elétrico para nós...$l#Ei! Conte-me sobre o seu dia. Aconteceu alguma coisa emocionante?$h",
"Indoor_Night_2":"#$c .5#Não há mais tempo de tela para mim esta noite. Não quero que isso estrague meu ritmo circadiano.#Eu costumava ser uma coruja da noite, mas estou começando a gostar do ritmo da vida na fazenda. Parece natural.",
"Indoor_Night_3":"#$c .5#Mmm, é uma boa noite para uma xícara de chá.#*bocejo*... Estou pronto para encerrar a noite em breve.$h",
"Indoor_Night_4":"#$c .5#David Jr. tem dado voltas frenéticas em torno de sua gaiola. Espero que ele não continue assim depois que formos para a cama.#Os sons da noite são mais altos aqui. Eu nunca vou parar de gostar disso.",
"Outdoor_0":"#$c .5#Que manhã incrível! Não acredito em quantos desses eu perdi antes de nos casarmos.$h#A brisa suave está soprando o ar da montanha por todo o vale hoje. Tem cheiro de pinho fresco e sálvia.",
"Outdoor_1":"#$c .5#Eu só vou ficar aqui, ok?#$e#Há muitos bugs e coisas interessantes aqui. *risada*$h#Hmm... eu acho temos muito espaço para criação de lodo ao ar livre!",
"Outdoor_2":"#$c .5#Acabo de ter uma sensação estranha como se uma fada, ou uma bruxa, ou algo já esteve aqui antes.#Certifique-se de manter coisas arrumadas no santuário do seu avô. Há algo de especial nisso, eu posso sentir isso.",
"Outdoor_3":"#$c .5#Estou examinando os confins da fazenda. Você vê algo incomum lá fora hoje?#É muito legal termos uma caverna em nossa propriedade. É algo com que sempre sonhei .$h",
"Outdoor_4":"#$c .5#Devíamos ficar na varanda um dia desses e comer um pouco de torta de amora. Isso seria o melhor.$h#Eu sempre esqueço de colocar alguns lanches no bolso. *rumble*$ h",
"funLeave_Abigail":"#$c .5#Vou visitar meus pais hoje. pedaço.",
"funReturn_Abigail":"#$c .5#Meu dia foi muito bom. E o seu? Ah, e meus pais mandam um oi.#Ei! Você teve um bom dia? O meu foi bem. Foi refrescante tirar uma andar.$h",
"OneKid_3":"#$c .5#Agora consigo me relacionar um pouco melhor com meus pais. Hoo, devo ter sido um pouco assustadora quando criança.$h#Não acredito que sou uma \"mãe \"... a vida é estranha.$h",
"TwoKids_0":"#$c .5#Haha, mamãe e papai pensaram que eu era difícil de criar? Tente criar dois!$h#Eu já dei a %kid1 e %kid2 seu cereal de chocolate. Eles estavam gritando!",
"TwoKids_2":"#$c .5#Eu faria qualquer coisa por nossos filhos. Eu lutaria contra todos os monstros se isso significasse mantê-los seguros!#Eu tive um sonho que %kid2 cresceria e se tornaria um famoso caçador de monstros. Já estive pensando em um pequeno conjunto de armadura.",
"TwoKids_3":"#$c .5#Tínhamos filhos pequenos, mas veja o lado positivo! Pelo menos não seremos supervelhos quando eles crescerem.#Uma casa velha legal, alguns filhos, e uma fazenda incrível. Nunca pensei que chegaria tão longe... mas, ei! Nossas vidas estão apenas começando.$h",
"spring_6":"Temos alguma coisa na fazenda que seja boa para afiar uma katana? Ou eu teria que ir ao Clint para isso?",
"spring_16":"Você vai ficar com raiva de mim se eu for para uma farra de videogame o dia inteiro hoje?#$b#Desculpe, só... parece muito bom.$l",
"summer_19":"Estou me sentindo meio que explodindo hoje.#$e#Fiz algumas bombas de cereja. [286]Aqui está uma para você, se precisar desabafar.$h",
"summer_22":"Ugh... Não dormi bem e minhas costas estão me matando. Não posso ser adulto hoje...$s#$e#...Mas, sim, vou tentar. Desculpe. #$e#Sei que não faz muito tempo desde que nos conhecemos, mas em alguns aspectos, sinto que ainda era uma criança.$s#$b#Sinto que cresci muito desde então. Mas também me sinto tão longe... do nível de maturidade dos meus pais, por exemplo.$u#$e#Heh. Quem diria que entrar na vida adulta seria tão assustador quanto entrar nas minas? #$b#Fico feliz que você esteja comigo.$l",
"summer_23":"Alguns dos meus antigos colegas online reclamaram quando descobriram que eu ia me casar. É bom manter contato com eles.",
"fall_12":"Então, uh, pergunta idiota: Qual é o... \"chefe final\" do ano agrícola? É a colheita de outono? Tipo, agora mesmo?#$b#Ou não há chefe final?" ,
"fall_24":"Já é dia 24? Sim!!$h#$b#Isso significa que preciso reservar um tempo para jogar 'Time Ignition' anualmente.#$e#É o aniversário do lançamento do jogo. provavelmente pode resolver tudo em apenas alguns dias. Desculpe se pareço preocupado.",
"fall_28":"Não é um final ruim para cair! Acabei de terminar 'Time Ignition' ontem, e o festival Spirit's Eve foi incrível mais uma vez...#$b#...exceto por aquelas malditas aranhas. *estremecimento* $s#$e#Ainda assim!$h",
"winter_1":"É meio engraçado como as pessoas rezam para que o tempo melhore.#$b#Claro, um cara pode fazer sua dança da neve e realizar seu desejo. Mas outro cara está lá fora, congelando a bunda e morrendo.#$e#Se eu fosse Yoba, teria dificuldade em decidir quais orações eu atendo e quais eu ignoro.#$b#Vou desistir desse emprego.$h",
"winter_8":"Eu sei que estamos todos crescidos, mas você tem que me deixar liberar um pouco da minha criança interior hoje. Vou fazer um boneco de neve que é extra estranho.$h",
"winter_19":"Esta noite deveria ser uma noite de Saloon novamente. Acha que pode vir?#$e#É minha diligência como amigo. Estou feliz por ter você para mim em todas as outras noites.$h" ,
"winter_24":"Acho que aproveito mais a Festa da Estrela Invernal quando paro e percebo o quanto tenho a agradecer.#$e#Não tem sido uma vida ruim até agora, sabe?$h ",
"winter_28":"Eu sei que não sou muito de beber, mas ei, aqui estão algumas bebidas para adultos para a noite. Esta noite é uma noite tão boa quanto qualquer outra! [346][346]"
			}
		}
	]
}