{
	"Changes":[
		{
			"LogName":"Abigail",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Abigail",
			"Entries":{
				"Mon4": "Estou sentindo uma vontade de visitar o lago perto da casa do Sebastian...#$b#...mas só fica no seu melhor quando está chovendo.",
				"Mon6": "À medida que envelheço, descobri uma maneira de lançar um olhar de morte bem legal para os meus pais.#$e#Acho que eles realmente têm medo disso, em algum nível.$h",
				"Tue4": "Às vezes me pergunto... os pais de todo mundo são tão desligados quanto os meus?$s#$e#Parece que a ideia de uma garota ser aventureira para eles é experimentar um vestido novo ou algo assim.$u",
				"Tue6": "Oi, fico feliz em te ver.$h#$e#Quero tirar minha mente das coisas por um tempo... como está o seu dia?",
				"Tue8": "Uma das minhas amigas online parece se dar muito bem com os pais dela.$s#$e#É normal uma garota da minha idade sentir que está perpetuamente presa naquela fase de adolescente inicial?$s",
				"Wed2": "Ah, oi @. Dando uma pausa no seu trabalho?#$e#Eu também. Oh! Nada físico... as aulas que faço são todas online.",
				"Wed6": "Minhas aulas favoritas? Provavelmente antropologia... ou artes midiáticas...#$b#Não sei o que faria com essas para uma carreira, porém.",
				"Wed8": "Qual você acha mais legal: espadas largas ou katanas?#$e#Eu gosto de ambas. Acho que depende da situação.",
				"Wed10": "Se um dia eu tiver filhos, vou garantir que eles possam ser quem quiserem ser.#$e#Mesmo que as vidas deles sejam completamente diferentes do que eu espero, isso estaria tudo bem, certo?",
				"Thu": "Ai... não estou de bom humor agora.$s#$e#Eu disse que não estou de bom humor... o que você quer?$a",
				"Thu2": "O Sebastian é basicamente meu melhor amigo. Não sei o que faria sem ele.#$e#Praticamente crescemos juntos.",
				"Thu4": "#$1 Abigail1#Oh não, acho que meu pai vai cozinhar hoje à noite...$s#$e#Não estou com vontade de fazer nada hoje...$u",
				"Thu6": "Aprendi a tocar bateria facilmente quando era criança. Meu próprio kit está guardado, porém.#$e#Ainda bem que o Sam tem um.",
				"Thu8": "Me pergunto se eu teria sido diferente se não tivesse nascido e crescido nesta pequena cidade.$u#$e#Você já pensou em outras versões de si mesmo em linhas do tempo alternativas?",
				"Thu10": "Oi.$l#$e#Você sente que tudo parece irreal ultimamente?$l#$b#Não de uma maneira ruim, porém.$h",
				"Fri2": "Todos nós vamos nos reunir no saloon esta noite. É meio que uma tradição de sexta-feira, eu acho.",
				"Fri4": "É noite de saloon. Quer se juntar a nós esta noite?#$e#Gosto de ter todos os meus amigos em um só lugar.",
				"Fri6": "Os pássaros estavam cantando alegremente hoje. Eles são muito simples para entender o futuro.#$e#É melhor ser como eles, não é?",
				"Fri8": "Já me perguntei se um dia, vou acordar e perceber que a realidade que conheci era apenas um sonho.#$e#Mas hoje em dia, não tenho mais esperança de que seja o caso.$l",
				"Sat2": "Ai, tanta lição de casa para fazer neste fim de semana.$s#$e#Ainda tenho algumas horas antes que a procrastinação se torne arriscada, porém.",
				"Sat4": "$d joja#Meu pai está realmente estressado com a loja ultimamente. Ele está todo passivo-agressivo, descontando em mim e na mãe.$s|Com a JojaMart fora, é realmente bom ver meu pai de bom humor com mais frequência.$h",
				"Sat6": "Você veio até aqui para me visitar? Que legal.$h#$e#Então você esteve explorando as cavernas da montanha?#$e#Interessante. Gostaria de ir lá um dia.$l",
				"Sat8": "Como a não existência pode ser tão ruim se não estamos por perto para experimentá-la?#$e#Não é como se eu sentisse falta da minha 'vida' antes de nascer. Deve ser a mesma coisa depois.",
				"Sat10": "Morrendo um dia e deixando de existir não parecia tão ruim antes. Mas hoje em dia, os riscos parecem muito altos.$l#$b#Não quero perder o que tenho agora.$l",
				"summer_6": "Fui à praia ontem à noite, depois do escuro... Às vezes você pode ver luzes estranhas flutuando sobre o mar.#$e#Ou talvez tenha sido apenas um sonho que tive... Não parece real mais.",
				"summer_Mon2": "$d joja#Eu tento ajudar na loja na maioria dos dias. Os negócios têm sido bem ruins desde que a JojaMart abriu, porém.|Desde que a JojaMart fechou, temos ido muito bem na loja!$h",
				"summer_Mon4": "'Jornada do Rei da Pradaria' ainda está me deixando louco.#$e#Eu costumo ficar mais nos RPGs. Talvez seja por isso que não sou o melhor em jogos de tiro.",
				"summer_Mon6": "Meu porquinho-da-índia, David, odeia esse tempo quente. Ele é bem exigente.",
				"summer_Mon8": "Costumava achar que Pelican Town era meio sem graça, mas ultimamente estou começando a amar algumas coisas sobre ela.$h",
				"summer_Tue2": "Eu sei tocar flauta, mas só toco quando o clima está propício.#$e#O lago ao norte é um bom lugar para isso.",
				"summer_Tue4": "Faço o que posso para ajudar na loja. Não é o meu favorito, mas acho que tenho que fazer pelo menos alguma coisa.",
				"summer_Tue6": "Você é um cara interessante, @. Fico feliz que tenha se mudado para cá.$h^Você é uma garota interessante, @. Fico feliz que tenha se mudado para cá.$h",
				"summer_Tue10": "Às vezes, meu pai te chama de 'parceiro de negócios'.#$u#$b#Ele vai surtar quando descobrir sobre nós dois saindo juntos.$h",
				"summer_Wed2": "Aulas online estão bem. Prefiro muito mais do que ter que dirigir até o campus.#$e#Além disso, não sou fã de me enfiar em uma sala de aula com um monte de pessoas estranhas.",
				"summer_Wed4": "Eu adoraria morar em uma fazenda antiga como a sua.#$b#O rangido de um assoalho, os lentos turbilhões de poeira sussurrando pelos caibros... Há algo especial sobre um prédio antigo, não há?",
				"summer_Wed10": "Sua fazenda é realmente linda.#$e#Passando por ela, sinto uma sensação de sua história, sua alma, como se estivesse nostálgico por uma experiência que ainda não tive.",
				"summer_Thu8": "Li que há uma seção das minas congelada. Isso não parece bom, bem agora?#$e#Seria como entrar em um grande freezer.",
				"summer_Thu10": "Nossa, você está bonito(a) hoje.#$e#Quero dizer, esse ar de verão é realmente bom para a tez, não é?... heh...$l",
				"summer_Fri2": "Sebastian tem alguns anos a mais do que eu, mas ele é uma das poucas pessoas que realmente me entendem.",
				"summer_Fri4": "Eu meio que queria ter um gato. Infelizmente, meu pai é alérgico a praticamente tudo.",
				"summer_Fri6": "Se eu fosse reencarnar, gostaria de ser um gato na próxima vida. Eles realmente sabem o que estão fazendo.",
				"summer_Fri8": "Se eu tivesse um gato, eu o mimaria muito.#$e#Gatos domésticos devem ser apropriadamente rechonchudos, não acha?",
				"summer_Fri10": "Você já se sentiu sozinho(a) na sua fazenda?",
				"summer_Sat4": "Qual é a sua parte favorita do outono?#$e#Para mim, é tudo o que não é... tudo isso. O que temos agora.",
				"summer_Sat6": "Na verdade, estou me divertindo neste verão.$h#$e#É engraçado como rapidamente a perspectiva de alguém pode mudar.",
				"summer_Sat10": "Este pode ser o melhor verão da minha vida.$l#$e#Mas passar tempo com você no outono parece ser ainda melhor.$l",
				"summer_Sun6": "Meus pais não são pessoas terríveis. Só sinto que eles me mantêm presa na vida de uma criança.$u#$e#Quer dizer, você tem sua fazenda. Você pode fazer o que quiser.#$e#Só sinto que estou destinada a mais do que tenho.",
				"fall_Mon4": "Preciso aproveitar bem esta temporada enquanto dura. É um bom dia para ficar ao ar livre.",
				"fall_Mon6": "Haha, viu? Não odeio o ar livre. Só tem que ser do jeito que gosto.$h",
				"fall_Mon8": "Sabe, eu realmente consigo me ver me tornando um fazendeiro um dia...#$e#Mas como isso poderia acontecer? *risadinha*$l",
				"fall_Tue": "$d joja#Eu tento ajudar na loja na maioria dos dias. Os negócios têm sido bem ruins desde que a JojaMart abriu, porém.|Desde que a JojaMart fechou, temos ido muito bem na loja!$h",
				"fall_Tue2": "Sebastian é basicamente meu melhor amigo. Não sei o que faria sem ele.#$e#Nós basicamente crescemos juntos.",
				"fall_Tue4": "$d joja#Meu pai está realmente estressado com a loja ultimamente. Ele está sendo todo passivo-agressivo, descontando em mim e na mãe.$s|Com a JojaMart fechada, é realmente bom ver meu pai de bom humor com mais frequência.$h",
				"fall_Tue8": "$d joja#Por que diabos meus pais decidiram se mudar para uma cidade pequena se isso só ia ser mais estressante para eles?$a|Ouvi dizer que meu pai deu um verdadeiro show no Centro Comunitário, logo depois de ser restaurado. Queria ter visto.$h",
				"fall_Wed4": "Você está cultivando abóboras na sua fazenda este ano?#$e#Salve uma para mim!$h",
				"fall_Wed8": "Me pergunto se vão me deixar projetar algumas das características no labirinto do Eve do Espírito um dia.#$e#Tenho algumas ideias esboçadas. Só não sei para quem mostrar.",
				"fall_Wed10": "Às vezes, meu pai te chama de seu 'parceiro de negócios.'$u#$b#Ele vai surtar quando descobrir sobre nós dois.$h",
				"fall_Thu4": "Sebastian tem alguns anos a mais do que eu, mas ele é uma das poucas pessoas que realmente me entendem.#$e#Bem, e você e Sam meio que também entendem.$h",
				"fall_Thu6": "#$1 AbigailHAND#Ontem à noite sonhei que minha mão esquerda tinha se transformado em um %noun gigante. Isso significa alguma coisa?#$e#%Abigail não parece interessada em conversar agora.",
				"fall_Thu8": "Já me perguntei se um dia, vou acordar e perceber que a realidade que conhecia era apenas um sonho.#$e#Mas hoje em dia, não tenho mais esperança de que seja o caso.$l",
				"fall_Thu10": "Tive um sonho interessante na noite passada, com você nele.#$e#Foi um bom sonho.$h",
				"fall_Fri6": "Queria que a temporada durasse um pouco mais.$8#$e#Quando o vento realmente começa a soprar, eu quase me sinto uma criança novamente.",
				"fall_Fri10": "Costumo me sentir solitária nesta época do ano, mas não mais.$l#$e#@, quais são seus planos para o futuro?",
				"fall_Sat6": "Oi.$h#$e#Seu cabelo está legal hoje... você fez algo diferente?",
				"fall_Sat8": "Ah! Te contei? Finalmente venci 'Rei das Pradarias.' Demorou bastante, hein?$h#$e#Aí começa de novo no modo difícil. Passar do primeiro nível desse é meu novo projeto.$u",
				"fall_Sun6": "Se for um dia especialmente ventoso, gosto de enfrentar o vento diretamente e deixar ele soprar meu cabelo.#$b#É como enfrentar algum tipo de deus imortal, ou algo assim. Tipo, \"Rah! Traga isso!\"$h",
				"fall_Sun8": "Hmm... o que devo fazer hoje à noite?#$q 27/28 fall_Sun_old#Estava pensando em pintar meu cabelo novamente... o que você acha?#$r 27 10 Sun_27#Pinte de preto.#$r 27 10 Sun_27#Por que não loiro?#$r 27 20 Sun_WildColor#Que tal rosa chiclete?#$r 28 0 Sun_28#Eu gosto do seu cabelo do jeito que está!",
				"winter_Mon4": "Talvez eu devesse construir um monstro de neve lula. Isso seria uma mudança agradável.",
				"winter_Mon6": "Está simplesmente muito frio para sair muito.#$e#Mas eu gosto de construir um boneco de neve.$h",
				"winter_Mon8": "Quando eu era criança, construí um forte de neve épico. Joguei bolas de neve em praticamente todos que passavam por perto.#$e#Por razões óbvias, minha campanha não durou muito. Tempos bons, porém.",
				"winter_Tue4": "Está tão frio, queria que tivéssemos uma xícara quente de cacau para compartilhar.$h",
				"winter_Tue6": "Ah! Te contei? Finalmente venci 'Rei das Pradarias.' Demorou bastante, hein?$h#$e#Aí começa de novo no modo difícil. Passar do primeiro nível desse é meu novo projeto.$u",
				"winter_Tue8": "Está tão frio, queria que tivéssemos uma xícara quente de cacau para compartilhar.$h",
				"winter_Tue10": "*abraço* E aí!$h#$e#Um... só tentando me aquecer!$l",
				"winter_Wed2": "Oi. Se você estiver entediado, pode sempre passar um tempo no meu quarto.#$e#Desde que eu não esteja me trocando, é claro!",
				"winter_Wed6": "Deve ser bom não ter culturas para se preocupar nesta época do ano.#$e#E isso significa que você pode passar mais tempo comigo!$h",
				"winter_Wed10": "Você também se sente sozinho na sua fazenda?",
				"winter_Thu4": "Então, até que profundidade você foi nessas minas, afinal?",
				"winter_Thu6": "Quando eu era criança, sempre achei que a vida era muito longa, porque é a coisa mais longa que você jamais experimentará.#$b#... E todas as pessoas idosas que diziam o contrário estavam erradas. Agora que sou adulta, meio que entendo o que elas queriam dizer.",
				"winter_Thu10": "Outro ano está quase acabando...#$b#Mas este foi um ano realmente bom, não acha?$h",
				"winter_Fri4": "'Journey of the Prairie King' ainda está me deixando louca.#$e#Eu tendo a me apegar mais aos RPGs. Talvez seja por isso que não sou muito boa em jogos de tiro.",
				"winter_Fri8": "Você já se preocupa que talvez todo o seu trabalho duro e esforço possam ser em vão?$s#$e#Oh! Quero dizer...! Não SEU trabalho duro. Eu só quis dizer 'você' no sentido geral. Não, não se preocupe. Você é perfeito.$l#$b#Quero dizer...!$7#$b#Sim, espero que seu dia esteja indo bem!$h",
				"winter_Fri10": "@, tem algo que eu quero te dizer...#$e#É só... hum... bem... suas botas! Elas, ah... parecem muito limpas... *engolindo em seco*#$e#É só isso... *suspiro*$s",
				"winter_Sat6": "Minhas aulas favoritas? Provavelmente antropologia... ou artes midiáticas...$u#$b#Não sei o que faria com essas para uma carreira, porém.",
				"winter_Sat8": "Tenho sonhado acordada muito ultimamente...#$e#Oh! Você quer saber sobre o que é? Bem...$u#$b#...É um segredo.$h",
				"winter_Sat10": "Obrigada por não ficar estranho depois da história com o tabuleiro de espíritos.$l#$e#Eu estava seriamente preocupada que você nunca mais fosse falar comigo.$l",
				"winter_Sun10": "Ei, se você quiser entrar no meu quarto, pode simplesmente entrar.#$e#... Você não precisa bater.$l",
				"spring_1_2": "Ficar acordado até meia-noite costumava ser mais divertido quando eu era criança.#$b#Parece que faço isso o tempo todo nos dias de hoje.#$e#Ah, sim, feliz ano novo!",
				"spring_12": "Definitivamente vou participar da caça aos ovos amanhã. E você?",
				"summer_10": "Todos estão animados para o luau amanhã. Talvez um pouco nervosos também, considerando que o Governador estará aqui.",
				"summer_27": "Você não pode perder o festival de amanhã. É uma das maravilhas mais bonitas do vale.",
				"fall_26": "Vou te ver amanhã no festival da Véspera dos Espíritos? Procure por mim no labirinto assombrado.$h",
				"winter_7": "Estou ansiosa para fazer um boneco de neve amanhã.",
				"winter_24": "Vou comer tanto molho de cranberry amanhã.$h",
				"winter_28": "Ei! Você vai ficar acordado até meia-noite?#$e#Ah, é verdade, você tem que acordar cedo amanhã assim como todos os dias...",
				"spring_12_2": "Definitivamente vou participar da caça aos ovos amanhã. E você?",
				"summer_10_2": "Todos estão animados para o luau amanhã. Talvez um pouco nervosos também, considerando que o Governador estará aqui.",
				"fall_26_2": "Vou tentar o labirinto assombrado novamente este ano. Espero que não tenha aranhas.",
				"winter_24_2": "Amanhã será um bom dia. O que não gostar no dia da comida?#$e#Na verdade, isso me faz querer passar um tempo com meus pais. É apenas um bom momento para isso, sabe?",
				"winter_28_2": "Ei! Você vai ficar acordado até meia-noite?#$e#Ah, é verdade, você tem que acordar cedo amanhã assim como todos os dias...",
			}
		},
		{
			"LogName":"Abigail Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAbigail",
			"Entries":{
				"Rainy_Day_0": "#$c .5#Acho que vou pegar meu bom e velho caderno de desenhos hoje. Tenho algumas ideias de bestas míticas que podem ser divertidas.#A escuridão... a chuva... isso me deixa animado.$l",
				"Rainy_Day_1": "Ei, lembra quando tocamos aquele dueto no lago? Esse clima me lembra daquele dia.#$e#$c .5#Você ainda carrega aquele mini harpa por aí? Aquilo meio que me surpreendeu. Onde você aprendeu a tocar, aliás?#Você realmente me surpreendeu com aquela mini harpa... Eu nunca esperava isso. Acho que é por isso que gosto tanto de você.$l",
				"Rainy_Day_2": "Ei! Acordei cedo e fiz algumas explorações sozinho. Encontrei isso e lembrei de você. [768 767 769 66 82]#$e#$c .5#Onde eu encontrei isso a essa hora não santa? Ooh, você gostaria de saber, não é?$h#Acha que pode encontrar algo melhor que isso? Não tenho tanta certeza!$h",
				"Rainy_Day_3": "#$c .5#Hehe, fiz um treino de espada na escuridão chuvosa. Você tem que admitir, sua esposa é bastante épica.$h#Pode ser um bom dia para visitar as cavernas, né? Apenas tenha cuidado por lá, e se for, traga um ou dois Elixires da Vida.",
				"Rainy_Day_4": "#$c .5#Está ficando meio empoeirado aqui? Não se preocupe, eu vou cuidar disso.#Talvez eu ligue o Journey Of The Prairie King hoje... um dia desses juro que vou vencê-lo completamente.$h",
				"Rainy_Night_0": "#$c .5#O campo parece mais interessante em um dia assim, não acha?#Eu estava apenas olhando para a floresta encharcada pela chuva... Eu juro que vi algo mais escuro que o preto se movendo entre as árvores.$6",
				"Rainy_Night_1": "#$c .5#É uma boa noite para ver um fantasma...#Ei! Você parece ter trabalhado bastante. Posso ajudar você a relaxar?^Você tem trabalhado duro? Você parece fofo quando está um pouco cansado.$h",
				"Rainy_Night_2": "#$c .5#Você consegue sentir? Há uma calmaria na chuva...#É engraçado como as pessoas rezam para a chuva ir embora. Eu sou tipo, \"Cara, você quer viver em um deserto, então?\"",
				"Rainy_Night_3": "#$c .5#O som da chuva deve nos fazer dormir bem esta noite.#Nas noites como esta, gosto de diminuir a luz e apenas ouvir...$8",
				"Rainy_Night_4": "#$c .5#E... sopa surpresa para você, meu amor! Aproveite! [199 218 219 727 730]$h#Eu senti vontade de fazer um pouco de sopa para o jantar. Espero que não esteja muito nojenta. [199 218 219 727 730]$h",
				"Indoor_Day_0": "#$c .5#Você sempre é tão ativo. É motivador só te observar, porque você sempre parece se importar com o que está fazendo.#Eu sempre amei este lugar, muito antes de você se mudar. Agora posso explorar a fazenda sempre que quiser!$h",
				"Indoor_Day_1": "#$c .5#Você nunca vai acreditar como coloquei minhas mãos nisso! Mas imaginei que você gostaria. [286 287 205 732 441]$h#Ei. Indo para a natureza? Eu trouxe algo para você...[286 287 205 732 441]#$e#Use isso se você se encontrar em uma situação difícil. Deve ajudar a mantê-lo seguro.",
				"Indoor_Day_2": "#$c .5#Hoje pode ser um bom dia para eu dar um pulo nas minas. Nada muito sério. Apenas para uma pequena mudança de ritmo.#Indo para as minas? Ei... se encontrar algo saboroso, lembre-se de me trazer um pedaço!$h",
				"Indoor_Day_3": "#$c .5#Sempre tem algo novo acontecendo em nossa fazenda... Eu adoro isso.#Ei! Estou só pensando no que devo fazer hoje. Não estou acostumado a ter tanta liberdade!",
				"Indoor_Day_4": "#$c .5#Claro, posso fazer uma limpeza hoje, sem problemas. Na verdade, é até divertido limpar quando estou pensando em você.#Você não se importa se eu fizer um pouco de redecoração de vez em quando, né? Ainda estou empolgado por ter um lugar próprio para trabalhar.",
				"Indoor_Night_0": "#$c .5#Heeyy, o que você fez? Me encantou com um feitiço de amor, ou algo assim? Você está realmente bem esta noite.$l#Tive um bom dia, hoje. Sempre tem algo interessante acontecendo por aqui, se você olhar de perto.",
				"Indoor_Night_1": "#$c .5#Você está pronto para ir para a cama em breve? Eu liguei o cobertor elétrico para nós...$l#Ei! Me conte sobre o seu dia. Aconteceu algo emocionante?$h",
				"Indoor_Night_2": "#$c .5#Nada de tela para mim esta noite. Não quero que atrapalhe meu ritmo circadiano.#Eu costumava ser uma coruja noturna, mas estou começando a gostar do ritmo de vida na fazenda. Parece natural.",
				"Indoor_Night_3": "#$c .5#Mmm, é uma boa noite para um chá.#*bocejo*... Estou pronto para encerrar a noite em breve.$h",
				"Indoor_Night_4": "#$c .5#O David Jr. tem corrido freneticamente em volta da gaiola dele. Espero que ele pare quando formos para a cama.#Os sons da noite são mais altos aqui fora. Eu nunca vou parar de apreciar isso.",
				"Outdoor_0": "#$c .5#Que manhã incrível! Não posso acreditar quantas dessas eu perdi antes de nos casarmos.$h#A brisa suave está espalhando o ar da montanha por todo o vale hoje. Cheira a pinheiros frescos e sálvia.",
				"Outdoor_1": "#$c .5#Vou ficar aqui fora um pouco, tudo bem?#$e#Tem muitos insetos e coisas interessantes aqui fora. *risos*$h#Hmm... Acho que temos espaço de sobra para criar lesmas ao ar livre!",
				"Outdoor_2": "#$c .5#Estou com essa sensação estranha de que uma fada, ou uma bruxa, ou algo assim esteve aqui antes.#Certifique-se de manter as coisas arrumadas em volta do santuário do seu avô. Há algo especial nele, eu consigo sentir.",
				"Outdoor_3": "#$c .5#Estou explorando os limites da fazenda. Você vê algo incomum lá fora hoje?#É bem legal que tenhamos uma caverna em nossa propriedade. É algo com que sempre sonhei.$h",
				"Outdoor_4": "#$c .5#Deveríamos passar um tempo na varanda e comer um pouco de torta de amora. Isso seria ótimo.$h#Eu sempre esqueço de colocar alguns petiscos no bolso. *ronco*$h",
				"funLeave_Abigail": "#$c .5#Estou visitando meus pais hoje. Alguém tem que dar uma olhada neles, certo?#Estou indo para a cidade hoje, só para você saber. Preciso alongar essas pernas um pouco.",
				"funReturn_Abigail": "#$c .5#Meu dia foi bastante bom. E o seu? Ah, e meus pais mandam um oi.#Ei! Você teve um bom dia? O meu foi bem. Foi revigorante dar uma caminhada.$h",
				"OneKid_3": "#$c .5#Eu consigo me identificar um pouco mais com meus pais agora. Hoo, devo ter sido um pouco de terror quando criança.$h#Não posso acreditar que sou uma \"mãe\"... a vida é estranha.$h",
				"TwoKids_0": "#$c .5#Haha, mamãe e papai acharam que eu era difícil de criar? Tente criar dois!$h#Eu já dei o cereal de chocolate para %kid1 e %kid2. Eles estavam gritando!",
				"TwoKids_2": "#$c .5#Eu faria qualquer coisa por nossos filhos. Lutaria contra todos os monstros ao redor se isso os mantivesse seguros!#Tive um sonho de que %kid2 se tornaria um famoso caçador de monstros. Já estive pensando em um pequeno conjunto de armadura.",
				"TwoKids_3": "#$c .5#Tivemos filhos jovens, mas olha pelo lado bom! Pelo menos não seremos super velhos quando eles crescerem.#Uma casa antiga legal, um casal de filhos e uma fazenda incrível. Nunca pensei que chegaria tão longe... mas, ei! Nossas vidas estão apenas começando.$h",
				"spring_6": "Temos algo na fazenda que seja bom para afiar um katana? Ou eu teria que ir até a loja do Clint para isso?",
				"spring_16": "Você vai ficar bravo comigo se eu passar o dia todo jogando videogame hoje?#$b#Desculpe, é que... parece realmente bom.$l",
				"summer_19": "Estou me sentindo meio explosiva hoje.#$e#Fiz algumas bombas de cereja. [286]Aqui está uma para você se precisar desabafar um pouco.$h",
				"summer_22": "Ai... Não dormi bem, e minha coluna está me matando. Não consigo adultar hoje...$s#$e#...Mas, sim, vou tentar. Desculpe.#$e#Eu sei que não passou tanto tempo desde que nos conhecemos, mas, em alguns aspectos, sinto que ainda era só uma criança naquela época.$s#$b#Sinto que cresci bastante desde então. Mas também sinto que estou muito longe... do nível de maturidade dos meus pais, por exemplo.$u#$e#Heh. Quem diria que entrar na idade adulta seria tão assustador quanto entrar nas minas?#$b#Estou feliz por você estar comigo.$l",
				"summer_23": "Alguns dos meus antigos colegas de classe online ficaram empolgados quando descobriram que eu ia me casar. É bom manter contato com eles.",
				"fall_12": "Então, pergunta boba: Qual é o... \"chefe final\" do ano agrícola? É a colheita de outono? Tipo, agora?#$b#Ou não tem chefe final?",
				"fall_24": "Já é dia 24? Sim!!$h#$b#Isso significa que preciso arrumar tempo para minha jogatina anual de 'Time Ignition.'#$e#É o aniversário do lançamento do jogo. Eu provavelmente consigo passar por tudo em apenas alguns dias. Desculpe se pareço distraído.",
				"fall_28": "Não foi um mau final de outono! Acabei de terminar 'Time Ignition' ontem, e o festival do Dia das Bruxas foi incrível mais uma vez...#$b#...exceto pelas malditas aranhas. *arrepio*$s#$e#Mesmo assim!$h",
				"winter_1": "É meio engraçado como as pessoas rezam para o clima ir a seu favor.#$b#Claro, um cara pode fazer sua dança da neve, e ele consegue o que quer. Mas então outro cara está lá fora congelando e morrendo.#$e#Se eu fosse Yoba, teria dificuldade em decidir a quais preces responder e quais ignorar.#$b#Vou passar essa oportunidade.$h",
				"winter_8": "Eu sei que todos nós somos adultos, mas você tem que me deixar liberar um pouco da minha criança interior hoje. Vou fazer um boneco de neve extra estranho.$h",
				"winter_19": "Dizem que hoje à noite é noite de Saloon novamente. Você consegue comparecer?#$e#É meu dever como amigo. Estou feliz por ter você só para mim em todas as outras noites.$h",
				"winter_24": "Acho que aproveito mais o Festival do Estrela de Inverno quando paro e percebo o quanto tenho a agradecer.#$e#Não tem sido uma vida ruim até agora, sabe?$h",
				"winter_28": "Eu sei que não sou muito de beber, mas ei, aqui estão algumas bebidas alcoólicas para a noite. Hoje é uma boa noite como qualquer outra! [346][346]"
			}
		}
	]
}