{
	"Changes":[
		{
			"LogName":"Alex",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Alex",
			"Entries":{
				"Mon4": "Tudo que eu preciso fazer é me apresentar para os testes da liga júnior de gridball. Deve ser desafiador, mas não tão difícil.#$e#Depois de uma ou duas temporadas na liga júnior, é só profissionalismo o tempo todo, baby.",
				"Mon6": "Há alguns testes para a liga júnior de gridball no final do mês. Eu poderia tentar, mas eu... eu não sei.#$e#Talvez mais um ano de treino seja o que é melhor para mim para que eu possa causar uma boa primeira impressão.",
				"Mon8": "Sabe, costumava querer fama e fortuna, mas ultimamente tenho começado a cantar uma música diferente. No final, são as pequenas coisas humildes que satisfazem, não acha?#$e#Ainda quero ser profissional, mas não é a coisa mais importante do mundo.",
				"Tue2": "Eu passo muito tempo na praia durante o verão.#$e#Ei, se você estiver a fim de jogar uma bola, você deveria me encontrar lá no próximo mês.",
				"Tue4": "É importante ter metas. Desde que terminei o ensino médio, tenho realmente contado com minhas rotinas de exercícios para dar uma sensação de estrutura aos meus dias.",
				"Tue6": "Nada é melhor do que um dia enérgico na praia com seus amigos... certo?",
				"Tue8": "*suspiro*... Queria ter mais amigos nesta cidade que quisessem jogar esportes comigo.$s#$e#Quer dizer, é o lugar perfeito para isso! Uma pena que esteja sendo desperdiçado.",
				"Tue10": "Ei!#$e#Você está ótimo hoje!$h#$e#Então, o que há de novo?",
				"Wed4": "Você assiste ao Sports Report?#$b#Estive grudado nele nas noites. O draft de gridball está acontecendo agora.$h",
				"Wed6": "Gridball é mais do que apenas um jogo para mim. É realmente a única coisa que sempre fui bom.#$e#Não sei o que faria sem isso.",
				"Wed8": "Todo mundo ao meu redor sempre me disse que sou o melhor jogador que eles têm. Gridball é minha vida.#$e#Então, um dia, o ensino médio termina, e é como se todas aquelas promessas que todos implicavam sobre você simplesmente desaparecessem.$s#$e#Tenho que descobrir algo mais com minha vida, suponho. Certo?",
				"Wed10": "Sinto que aprendo muito com você, @. Agradeço que você seja honesto comigo.#$e#Veremos para onde minha carreira esportiva vai. Agradeço que você esteja lá para mim, quer eu consiga ou não.",
				"Thu2": "Sinto pena das pessoas que têm alergias. É como, como você pode aumentar sua frequência cardíaca se estiver espirrando o tempo todo?",
				"Thu4": "Eu ia tentar entrar para a liga júnior de gridball no ano passado, mas meu joelho estava meio ruim.#$e#Ei, você não pode apressar esse tipo de coisa.",
				"Thu6": "O ar está começando a esquentar... Estou me sentindo animado.",
				"Thu8": "Todo mundo tem que ter sonhos. Acho muito legal como você simplesmente se levantou um dia e veio aqui assumir a fazenda.#$e#Tiro o chapéu para você.",
				"Fri2": "Na escola, meus professores sempre reclamavam de como os jogadores de gridball ganham muito dinheiro. Isso é tão ridículo.#$e#Se é que alguma coisa, eles são mal pagos. Quantas pessoas você conhece que podem fazer o que um profissional faz?",
				"Fri6": "Pode parecer estranho, mas sinto falta de ter um treinador gritando comigo e me dizendo o que fazer.$s#$e#Consigo me motivar, mas quando você está dando tudo por outra pessoa, é diferente, sabe?",
				"Fri8": "Oi @. Você está com um visual esportivo hoje.$h^Ei @. Você fez algo diferente com o seu cabelo? Algo está chamando minha atenção.$h",
				"Fri10": "Ei...$l#$b#Me avise se precisar de ajuda com o trabalho da fazenda.$l#$e#Eu tenho que fazer algo que vá além do exercício por si só, certo?$h",
				"Sat2": "Ei, a Haley é bem legal, não é?#$e#Não, não estamos namorando agora. Ela está, uh... passando por algumas coisas.#$e#Mas provavelmente vai acabar voltando.",
				"Sat_inlaw_Haley": "Então, a Haley cozinha, huh? Acho que ela nunca fez muito isso antes de conhecer você.#$e#As pessoas mudam, eu acho.$s",
				"Sat8_inlaw_Haley": "A Haley cozinha, huh? Você realmente tirou o melhor dela!$h#$e#Prometo que não estou sendo estranho, estou apenas curioso: Vocês têm alguma sobra?",
				"Sat4": "A vovó fica reclamando que eu ocupo muito espaço no freezer com todas as minhas bandejas de cubos de gelo.#$b#Mas quero dizer, como mais eu deveria ter gelo suficiente para fazer banhos de gelo?",
				"Sat6": "Meus braços estão realmente doloridos, mas isso é sinal de progresso para um cara como eu.#$e#Devo ter feito mil flexões ontem.",
				"Sat8": "...Onde você acha que estarei em 10 anos?$s",
				"Sat10": "Tenho tido dificuldade em manter o foco ultimamente.$l",
				"Sun_inlaw_Haley": "Ah, oi. Como vai a vida de casado?$9",
				"Sun6_inlaw_Haley": "Vou admitir... Fiquei um pouco com ciúmes quando você e a Haley se casaram. Mas, ei... É uma chance para eu aprender algo novo sobre mim mesmo.$9",
				"Sun6": "Ei, venha para o meu quarto qualquer tarde que você quiser e podemos malhar juntos.#$e#É muito mais divertido malhar com amigos.$h",
				"Sun8": "Ei, venha para o meu quarto qualquer tarde que você quiser e podemos malhar juntos.#$e#É muito mais divertido assim.$h",
				"Sun10": "A Haley e eu sempre pensamos que poderíamos ser o 'casal poderoso' da cidade, mas sempre foi complicado.#$e#Nós simplesmente não fomos feitos um para o outro, além de sermos amigos.#$e#Quer dizer, claramente, certo?$l",
				"summer_Mon2": "Então, você malha?#$e#Acho que trabalhar na fazenda meio que conta, mas não é realmente a mesma coisa que levantar peso.",
				"summer_Mon4": "Ei, belo bronzeado.",
				"summer_Mon6": "Ei @. Tendo um bom verão?#$e#O que há de novo com você?",
				"summer_Mon8": "Ei, passe no meu quarto qualquer tarde que você quiser e podemos malhar juntos.#$e#É muito mais divertido assim.$h",
				"summer_Mon10": "É estranho. Eu nunca realmente falei sobre meus sentimentos com muitas pessoas antes de te conhecer.$l#$e#Sinto que posso ser eu mesmo.$l",
				"summer_Tue4": "Quando eu jogava na escola, era uma viagem de ônibus tão longa só para chegar lá. Eu fiquei conhecido como o garoto de fora da cidade.#$e#Mas depois que eles viram o quão bom eu era, ninguém mais me menosprezou novamente.",
				"summer_Tue6": "Se meu cabelo não fosse tão popular entre as garotas, juro que raspava tudo em um segundo.#$e#*suspiro*... A vida pode ser difícil.",
				"summer_Tue8": "Ei, @.$s#$e#Sabe, eu estava pensando como sinto falta de jogar em um time. Mas o que eu deveria fazer?#$b#Não é como se eu tivesse dinheiro suficiente para sair da cidade...",
				"summer_Wed6": "Perdi o contato com muitos dos meus amigos de gridball. Na última vez que ouvi falar, Zane estava tirando notas máximas na faculdade. E o Brody aparentemente já tem um filho.$s#$e#Tão estranho.$s",
				"summer_Wed8": "Sabe, na verdade, eu não me importaria de ser um fazendeiro... parece muito com jogar esportes, de certa forma.#$e#Gosto de estar ao ar livre e fazer coisas com as minhas mãos.",
				"summer_Thu6": "Às vezes sinto uma vontade louca de comer um pouco do sorvete da banca quando ninguém está olhando.$h#$e#Minha regra é que para cada bola de sorvete, tenho que fazer cem flexões extras. Então eu me controlo.",
				"summer_Thu8": "Sabe de uma coisa? Vou começar a ler um novo livro!",
				"summer_Thu10": "@! Ei! Olha o que eu guardei para você. [233]$h#$e#Shhh, não conte para ninguém.$h",
				"summer_Fri": "O que você quer?#$e#Tenho coisas mais importantes para fazer agora.",
				"summer_Fri2": "Estou trabalhando na barraca de sorvete neste verão. Heh, certifique-se de apoiar os negócios locais!$h",
				"summer_Fri4": "Meu emprego de sorvete é apenas algo que estou fazendo para poder investir na carreira profissional.#$e#Em breve, poderei me mudar para a Cidade de Zuzu e jogar pela liga júnior.#$b#Mas por enquanto, há a questão dos equipamentos de nível profissional.",
				"summer_Fri10": "@, se eu tiver filhos algum dia, vou garantir que eles tenham o melhor pai de todos.#$e#Seria minha maior vitória. E é uma possibilidade para aguardar, sabe?",
				"summer_Sat": "Mmmm... Sinto cheiro de churrasco.#$e#Droga, eu poderia comer um hambúrguer.",
				"summer_Sat2": "Mmmm... Seja lá o que o Gus está preparando no saloon, cheira a paraíso.",
				"summer_Sat4": "Mmmm... Sinto cheiro de churrasco.#$e#Droga, eu poderia comer um hambúrguer.",
				"summer_Sat6": "E se fizessem sorvete com proteína em vez de creme?#$e#Não não! Me ouça! Seria como um shake de proteína, mas gelado! Acho que posso estar em algo!",
				"summer_Sun": "A Haley é bem gostosa, não acha?#$e#É realmente chato que não haja mais garotas bonitas em Pelican Town.^Talvez você devesse sair com ela.",
				"summer_Sun2": "Comprei esses sapatos novos ontem porque meu par antigo tinha uma mancha marrom.#$b#Acabei de jogá-los no lixo. Eu teria doado, mas não gosto da ideia de algum estranho usar meus sapatos, sabe?#$e#...O que?$a",
				"summer_Sun_inlaw_Haley": "Ah, oi. Como vai a vida de casado?$9",
				"summer_Sun6_inlaw_Haley": "Tenho que admitir... fiquei um pouco com ciúmes quando você e a Haley se casaram. Mas, ei... É uma chance para eu aprender algo novo sobre mim mesma.$9",
				"summer_Sun4": "Nossa... seus sapatos estão um pouco sujos... mas tudo bem também!#$e#Parece que cada pessoa tem seu próprio gosto, eu acho.",
				"summer_Sun6": "Pode parecer estranho, mas sinto falta de ter um treinador gritando comigo e me dizendo o que fazer.$s#$e#Eu consigo me motivar, mas quando você está dando o seu melhor por outra pessoa, é diferente, sabe?",
				"summer_Sun10": "@, às vezes me pergunto se minha mãe ficaria orgulhosa de mim.$s#$e#Consegui te encontrar. E sei que podemos fazer as coisas funcionarem entre nós dois. Acho que isso é algo.$l#$e#Até mais.$l",
				"fall_Mon2": "Você viu o Cheroky fazer aquela jogada ontem à noite? Foi insano!$h#$e#Me lembra do que eu costumava fazer no campo.",
				"fall_Mon6": "Tenho todos esses livros antigos que minha mãe costumava ter. É interessante ver do que ela gostava.#$e#É meio como olhar uma foto dela, só que com palavras, se é que faz sentido.$h",
				"fall_Mon10": "Os Tunnelers ganharam novamente ontem à noite! Eles estão tendo uma temporada incrível este ano!$h#$e#Desculpe, estou realmente feliz agora.$l",
				"fall_Tue": "Não é triste como algumas pessoas simplesmente nunca alcançam seu potencial total?#$e#O importante é continuar lutando, não importa o quê.",
				"fall_Tue4": "Quando a situação fica difícil, imagino que algumas pessoas simplesmente desistem e se contentam com a mediocridade.#$e#Qualquer pessoa assim deve não ter muito autorespeito.",
				"fall_Tue6": "Não ganhei muito dinheiro este ano na barraca de sorvete.$s#$e#@, o que eu estou fazendo mesmo?$s",
				"fall_Tue8": "Eu estava pensando, talvez seja importante apreciar as pequenas coisas ao seu redor.#$e#Sempre ouvi as pessoas dizerem isso, mas só recentemente começou a fazer sentido.",
				"fall_Wed8": "Finalmente dei o mergulho... Decidi parar de colocar gel no meu cabelo.#$e#Eu não gostaria de ser amigo de alguém que só gostasse de mim porque tenho gel no cabelo.",
				"fall_Thu2": "E aí, @?",
				"fall_Thu4": "Cara, você é demais.^@, você é uma garota incrível, sabe disso?#$e#Do jeito que você simplesmente apareceu na cidade um dia e disse, \"Sim! Vou arrumar essa fazenda!\" e você simplesmente fez!#$b#Acho que pessoas como você e eu estão em outro nível.",
				"fall_Thu6": "Lembro-me da jogada final do jogo do campeonato regional. O placar estava empatado, e estávamos a apenas dez segundos do fim.#$b#Vi as folhas voando em uma rajada de vento, e joguei a bola, sabendo que o vento a desviaria um pouco.#$b#Zane pegou perfeitamente e marcamos. Sem prorrogação.#$e#Foi uma sensação boa, sabe? $l",
				"fall_Thu10": "@! Um... Oi.$l#$e#Desculpa! Quero dizer, uh...$l#$b#Tudo bem se a gente sair juntos em breve?",
				"fall_Fri2": "Aquele cara Clint? Não sei muito sobre ele.#$b#Aparentemente ele costumava jogar gridball, mas ele já está meio velho agora.",
				"fall_Fri6": "Vou fazer toneladas de abdominais esta noite.#$e#Você tem que trabalhar muito se quiser alcançar seu máximo potencial.",
				"fall_Fri8": "Sabe, eu costumava querer fama e fortuna, mas ultimamente tenho começado a cantar uma música diferente. No final, são as pequenas coisas humildes que satisfazem, você não acha?#$e#Ainda quero ser profissional, mas não é a coisa mais importante do mundo.",
				"fall_Fri10": "A Haley é boa como amiga, eu acho. É só que ela nunca me ouvia do jeito que você fazia.#$e#Senti que sempre tinha que agir como um importante quando estava perto dela. E se eu contasse como realmente me sentia, ela simplesmente perderia o interesse em mim.$s#$e#Mas ter essas lembranças me fazem apreciar quem tenho agora, muito mais.$l",
				"fall_Sat2": "Ei, a Haley é muito legal, não acha?#$e#Não, nós não estamos namorando agora. Ela está, hm... passando por algumas coisas.#$e#Mas provavelmente está indo nessa direção novamente em breve.",
				"fall_Sat_inlaw_Haley": "Então, hm... a Haley cozinha, né? Acho que ela nunca fez isso muito antes de te conhecer.#$e#As pessoas mudam, eu acho.$s",
				"fall_Sat8_inlaw_Haley": "A Haley cozinha, né? Você realmente tirou o melhor dela!$h#$e#Prometo que não estou sendo estranho, estou apenas curioso: Vocês têm alguma sobra?",
				"fall_Sat4": "Salmão é definitivamente o meu tipo de peixe favorito. Especialmente quando está na temporada.#$e#Só precisa ser cozido do jeito certo.",
				"fall_Sat6": "Estava lendo sobre como o salmão tem muitos... como se chama? 'Ácidos graxos ômega-3.'#$b#Então, a princípio, eu pensei, \"Uau, não preciso de gordura extra na minha dieta,\" mas acaba sendo o tipo que é realmente bom para você.",
				"fall_Sat8": "Não faço ideia onde está meu pai. Passei muito tempo pensando no que diria se o encontrasse algum dia.#$e#Não seria bonito. Talvez algumas feridas sejam melhor deixadas fechadas.$a",
				"fall_Sun4": "Gridball está passando hoje! Esperei a semana toda por isso.$u",
				"fall_Sun6": "Ei, @, se meu avô não sair da maldita TV, tudo bem se eu correr até a sua casa para assistir ao jogo?#$e#Que tipo de TV você tem, afinal?",
				"fall_Sun8": "Ei, o jogo de gridball está passando hoje!#$e#Os domingos são bem legais no outono.$u",
				"fall_Sun10": "Eu sempre estava preocupado que eu poderia acabar como meu pai. Ainda estou.$a#$e#Mas com você por perto, não me sinto tão preocupado mais.",
				"winter_Mon2": "O que tem de bom no saloon que poderia me aquecer?",
				"winter_Mon4": "Você gosta da neve? Eu... estou apenas ansioso pela primavera.",
				"winter_Mon6": "Ei, a gente deveria malhar juntos. O ar nas águas termais não é tão seco como em outros lugares.^Ei, a gente poderia malhar nas águas termais algum dia... er, quer dizer, acho que você não pode entrar do meu lado? Ah, tudo bem.",
				"winter_Mon8": "@, sabe como as pessoas dizem que o ensino médio são os melhores anos da sua vida?$s#$b#E se isso for verdade? É só ladeira abaixo daqui?$s",
				"winter_Mon10": "Acho que discordo que o ensino médio são os melhores anos da sua vida.#$b#Este ano, por exemplo, foi melhor.$l",
				"winter_Tue4_inlaw_Haley": "Eu admito... fiquei um pouco com ciúmes quando você e a Haley se casaram. Mas, ei... É uma chance para eu aprender algo novo sobre mim.$9",
				"winter_Tue4": "Ei, @. Você poderia me fazer um favor?$l#$b#Se vir a Haley, diga a ela que estou ocupado.$l#$e#Obrigado.",
				"winter_Tue6": "Você é uma pessoa legal para sair, @. Sinto que aprendo algo novo toda vez que te vejo.",
				"winter_Tue10": "Ei! O que há?$h#$e#Você está entediada, também? Que coincidência.$l#$e#Ei, a gente pode sair juntos a qualquer momento.",
				"winter_Wed4": "Eu não jogo muito videogame. Por que eu iria querer apertar botões e assistir um cara jogar uma bola na tela...#$b#...quando posso fazer a mesma coisa na vida real?",
				"winter_Wed6": "Então não cresce muita coisa na sua fazenda durante o inverno? Você deve estar um pouco entediada então.#$e#Ei, você e eu, parceiros! Bem-vindo ao clube.$h^Ei, você e eu, @! Bem-vindo ao clube.$h",
				"winter_Wed8": "Sabe de uma coisa? Vou começar a ler um livro novo!",
				"winter_Wed10": "Terminei de ler este livro que minha avó disse que era o favorito da minha mãe.#$b#Era sobre dois adolescentes que viajam no tempo e mudam a história.#$b#Tão estranho. Eu não fazia ideia de que minha mãe gostava desse tipo de coisa.",
				"winter_Thu4": "Ninguém realmente sabe quem é dono do Dusty. Eu o alimento às vezes, mas também algumas outras pessoas.#$e#Este curral está aqui há tanto tempo quanto consigo me lembrar. Acho que está aqui há mais tempo até do que o Dusty.",
				"winter_Thu6": "Quem dera eu pudesse controlar o clima.",
				"winter_Thu8": "Tive um sonho na outra noite em que minha mãe estava lá. Depois acordei.$s#$e#Às vezes a realidade dói.$a",
				"winter_Thu10": "Se eu ganhar muito dinheiro algum dia, vou garantir que todos os meus amigos e família estejam bem cuidados.#$e#Isso inclui você, também.$h",
				"winter_Fri6": "Você acha que vou acabar como o Clint se não me tornar profissional em breve?$s",
				"winter_Fri10": "@, seus pais estão orgulhosos de você?#$e#Bem, aqui está um cara que está bastante orgulhoso de você.$l",
				"winter_Sat": "Tem umas pessoas estranhas morando nesta cidade.#$e#...como aquele cara Sebastian. Por que ele veste preto o tempo todo?#$e#Não entendo.",
				"winter_Sat2": "Aposto que se eu tentasse jogar bola com aquele cara Sebastian, ele só iria se esquivar e se proteger quando eu lançasse a bola nele.$h#$b#...#$b#Desculpe, é, acho que foi meio escroto da minha parte.$s",
				"winter_Sat4": "Tem umas pessoas estranhas morando nesta cidade.#$e#...como aquele cara Sebastian. Por que ele veste preto o tempo todo?#$e#Não entendo.",
				"winter_Sat10": "@, você é totalmente diferente de mim, mas sinto que você me mostrou um lado completamente diferente da vida.#$e#Talvez eu não devesse ser tão crítico com pessoas que são diferentes de mim.",
				"winter_Sun2": "Pelo menos a temporada de gridball continua durante o inverno. Mas fica tão nevado onde moramos que não dá para fazer nada.",
				"winter_Sun4": "Ei, o jogo de gridball está passando hoje!#$e#Este pode ser o meu dia favorito da semana.",
				"winter_Sun6": "Pelo menos a temporada de gridball continua durante o inverno. Mas fica tão nevado onde moramos que não dá para fazer nada.",
				"winter_Sun8": "Ei @. Quer sair?#$e#Tudo bem se eu perder o início do jogo. Fico feliz em passar um tempinho com você.",
				"spring_1_2": "Feliz ano novo!#$e#Vou tentar melhorar meu treino novamente este ano.",
				"spring_23": "Nervoso? De jeito nenhum, não estou nervoso com achar um par para o baile amanhã.#$e#Por que eu estaria?",
				"summer_10": "Amanhã deve ser um bom dia na praia. Boa comida também!$h",
				"fall_15": "Não vou mentir, é muito legal sair de casa e encontrar um carnaval completo esperando por você.$h",
				"fall_26": "Hmm... se eu entrar no labirinto assombrado amanhã, eu me pergunto se devo trazer meu taco.",
				"winter_24": "Vai ter tanta comida boa amanhã! Só preciso ficar de olho para não exagerar.",
				"winter_28": "O bom tempo está voltando! Mal posso esperar.",
				"summer_10_2": "Amanhã deve ser um bom dia na praia. Boa comida também!$h",
				"fall_15_2": "Não vou mentir, é muito legal sair de casa e encontrar um carnaval completo esperando por você.$h",
				"fall_26_2": "Hmm... se eu entrar no labirinto assombrado amanhã, eu me pergunto se devo trazer meu taco.",
				"winter_24_2": "Vai ter tanta comida boa amanhã! Só preciso ficar de olho para não exagerar.",
				"winter_28_2": "O bom tempo está voltando! Mal posso esperar."

			}
		},
		{
			"LogName":"Alex Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAlex",
			"Entries":{
				"Rainy_Day_0": "Com todo esse espaço, posso realmente fazer um treino completo do corpo.#Sei que você não é o tipo de fazendeiro que cria gado bovino. Tudo bem; posso simplesmente comprar um bife na loja.",
				"Rainy_Day_1": "Nunca tive muitos amigos na cidade... Às vezes me pergunto como seria se você nunca tivesse se mudado para cá.$9#Fico pensando no que meus velhos amigos do ensino médio estão fazendo agora? Hoje pode ser um bom dia para ligar para eles.",
				"Rainy_Day_2": "Ah... eu ia correr um pouco lá fora. Mas não dá para fazer isso nesse tempo.#Sabe de uma coisa? Vou aproveitar ao máximo o dia de hoje. A vida é muito curta para ficar de mau humor sempre que chove. Agora... o que posso fazer dentro de casa...?",
				"Rainy_Day_3": "*resmungo*... acabei de acordar e estou com fome de proteína.$9#Mmm... tem ovos? Estou com vontade de comer ovos.$9",
				"Rainy_Day_4": "É um bom dia para ler. Não quero ficar estagnado agora que sou um cara casado!#Estou tentando recuperar todos os livros que deveria ter lido no ensino médio. Às vezes eles começam chatos, mas são realmente bons!",
				"patio_Alex": "*suspiro*... um... *suspiro*... dois... É ótimo levantar pesos ao ar livre!$6#*ofegante*... Tudo bem! *ofegante*... Me sentindo vivo! *ofegante*...$6",
				"Rainy_Night_0": "Ei, teve um bom dia? Tenho certeza de que amanhã será ainda melhor.$h#Você tem ido na mina? Porque se sim, só... fique seguro, certo?$s",
				"Rainy_Night_1": "Como vai? Passei o dia todo carregando a bola velha de gridball comigo. Um cara pode fingir...$u#Liguei para meu velho amigo, Zane. Foi ótimo! Continuamos de onde paramos.$h",
				"Rainy_Night_2": "Oh... o cheiro? Estive comendo alho o dia todo. Estou tentando ficar másculo... Desculpe.$l#Fico pensando como seria ficar embaixo de uma cachoeira...?",
				"Rainy_Night_3": "Tenho separado alguns restos para Dusty. Ele merece um agrado de vez em quando.#Passei para visitar Dusty hoje. O velho só continua seguindo em frente!$h",
				"Rainy_Night_4": "Estava com fome, então fiz um jantar. Aqui, guardei um prato para você. [241 242 225 214 198]$h#Não como muitas barras de energia. Prefiro comida de verdade, como essa! Aqui, bom apetite! [241 242 225 214 198]$h",
				"Indoor_Day_0": "É bom manter a boa saúde! Só temos um corpo. Temos que fazer bom uso dele!$h#Ahh... não há nada como uma boa noite de sono ao lado do meu marido!$h^Ahh... não há nada como uma boa noite de sono ao lado da minha esposa!$h",
				"Indoor_Day_1": "Ei, querido! Fiz um café da manhã quente para você.[195 210 211]#$e#$c .5#Se você quer ficar forte, tem que comer como se fosse a sério!#Comida boa, direto da fonte! Estou tão feliz que temos essa fazenda.$h",
				"Indoor_Day_2": "#$c .5#Venha cá. *aperto*... Mmhmm. Você está ficando mais firme com todo esse trabalho na fazenda.#Hoje é um bom dia para ler algo. ...Sim, tenho mantido isso.$h",
				"Indoor_Day_3": "Ainda estou me acostumando a cozinhar e fazer a lavagem... Não é exatamente o meu favorito, mas eu sabia no que estava me metendo quando me casei com você.$h#Peguei alguns livros na biblioteca que preciso terminar antes do prazo. Quero manter minha mente tão saudável quanto meu corpo.",
				"Indoor_Day_4": "Tem algumas coisas aqui em casa que vou tentar consertar hoje. Não se preocupe comigo, não estou entediado.#Deixe a limpeza comigo hoje! É divertido você me imaginar como uma mascote sexy de limpeza.$h",
				"Indoor_Night_0": "É bom se esforçar ao máximo, não é? Você realmente vai sentir que ganhou seu lugar na cama macia esta noite.#Me avise se estiver dolorido. Eu conheço algumas técnicas de fisioterapia que podem te ajudar, se precisar.",
				"Indoor_Night_1": "Você cortou o cabelo ou algo assim? Você está muito bem hoje. Talvez seja todo esse ar fresco...$l#Outro dia movimentado? Gosto de como você se mantém ativo como faz.$l",
				"Indoor_Night_2": "Me conte tudo sobre o seu dia. É bom tirar tudo do peito de vez em quando.#O jantar está pronto! Aposto que está faminto. [241 242 225 214 198]$h",
				"Indoor_Night_3": "Ei... comprei alguns shorts novos. Pensei que você poderia ficar interessado em saber...$l#Sinto que minha mãe pode descansar em paz, sabendo como as coisas se resolveram para mim. Tenho sorte de ter você.",
				"Indoor_Night_4": "Se precisar de um tempo tranquilo para si mesmo, está tudo bem para mim.#Ei. Ainda tem energia sobrando em você?$l",
				"Outdoor_0": "Ei. Quando fico aqui e olho para nossa terra... Estou realmente orgulhoso. Você fez um ótimo trabalho.#Se a gente se mudasse, sentiria muita falta desses amanheceres. Este é um bom lugar para ficar por um tempo, não acha?",
				"Outdoor_1": "Este é um ótimo lugar para criar filhos. Eu adoraria crescer em um lugar assim. Tanto espaço para correr!#Um novo começo para um dia novo! Cada dia é como abrir um novo presente.$h",
				"Outdoor_2": "Gosto de passar o máximo de tempo possível ao ar livre. Só se sente melhor estar aqui fora.#Acho que sou um esnobe do ar fresco. Estava ficando um pouco abafado para mim dentro de casa, então vim para cá.",
				"Outdoor_3": "Que bom que levantei a tempo de ver a manhã cedo. Sempre é a melhor parte do dia, mas é tão fácil perder se você dormir demais.$h#Olha só nós, com a nossa pequena fazenda. Somos um casal fofo.$h^Ei. Talvez seja a luz dourada, mas você está linda hoje.$l",
				"Outdoor_4": "Ahh... É ótimo estar do lado de fora. Stardew Valley realmente é o lugar mais bonito...#Me pergunto como está o Dusty? Deveria visitá-lo.",
				"OneKid_0": "Ainda estou me acostumando à minha nova vida como pai em tempo integral.$h#Eu poderia correr uma maratona se realmente precisasse, mas cuidar de uma criança o dia todo é um tipo completamente diferente de cansaço.$s",
				"OneKid_1": "Nosso pequeno vai crescer forte, assim como o papai.#Tive que reduzir um pouco minha rotina de exercícios para poder cuidar do %kid1, mas vale mais que a pena.$h",
				"OneKid_3": "Me pergunto como é estar grávida...?$h#Ahh, %kid1... você tem muita vida pela frente, não é?$h",
				"TwoKids_2": "Quando as crianças crescerem, não acho que você poderia reservar um pouco do espaço da fazenda para fazer um pequeno campo de gridball...?$l#Talvez %kid2 seja o primeiro jogador profissional de gridball de Pelican Town?$h",
				"TwoKids_3": "Finalmente tenho a vida familiar que perdi na infância... obrigado.$l#Seria ótimo se as crianças gostassem de esportes. Quero ter certeza de que eles permaneçam saudáveis. Mas vou apoiá-los em qualquer tipo de vida que escolherem.",
				"funLeave_Alex": "Vou para a cidade hoje. Nos vemos à noite.#Já estava na hora de visitar a vovó e o vovô. É para lá que vou, então apareça se tiver a chance!",
				"funReturn_Alex": "Tive um bom dia. Gosto de ver meus avós com frequência; eles estão ficando bem velhos.#Foi bom visitar a cidade hoje. A vovó tinha alguns biscoitos prontos, é claro!",
				"spring_3": "Esses últimos dias têm sido bem agitados para você, não é?",
				"spring_15": "Quando visitar meu avô hoje, me pergunto se consigo fazê-lo assistir algo bom comigo.#Como... o Sports Report! Não quero perder um minuto do draft de gridball.$h",
				"spring_27": "Devo atualizar minha lista de músicas para treino. O verão está chegando!",
				"summer_3": "Tenho que admitir, não sinto falta de trabalhar no quiosque de sorvete.#Você, sente falta do sorvete? Bem, poderíamos fazer o nosso próprio.#Acho que, hm... a mãe do Sam tem uma receita. Ou ela já compartilhou com você?",
				"summer_12": "Meu estômago ainda está esticado depois de ontem e já estou com fome de novo. Melhor eu pegar leve hoje.",
				"summer_15": "Oof, acho que machuquei o joelho ontem. Melhor pegar leve com os exercícios para as pernas por um tempo.#Não se preocupe, valorizo meu corpo demais para abusar dele. Vou garantir que não piore.",
				"summer_20": "Ah sim! Meu joelho está muito melhor agora. Obrigado por perguntar.$h",
				"fall_3": "Quase esqueci, é a temporada de salmão! Sabe o que parece bom?$h#$e#Salmão grelhado com molho de manteiga de limão. E um lado de couve e... seja lá qual for aquele grão. A que não é arroz.$l",
				"fall_7": "Hoje é o primeiro jogo da temporada dos Tunnelers! Oh, cara, estou tão animado!$h",
				"fall_11": "Whoa... acho que exagerei na proteína e nos carboidratos esta manhã. Obtendo... retornos decrescentes.$s",
				"fall_22": "Ah sim, o jogo de ontem foi incrível! Os Tunnelers estavam perdendo, mas voltaram e arrasaram nos últimos minutos.$h",
				"winter_10": "Quando era mais jovem, não achava que realmente precisava de amigos. Apenas respeito.$9#$e#Mas agora, consigo ver que estava perdendo. É estranho pensar que passei grande parte da minha vida com tão pouca conexão humana genuína...$9",
				"winter_15": "Esses dias frios são bem difíceis para meus avós. Melhor ir visitá-los hoje.",
				"winter_22": "*suspiro*... Apenas mais um jogo de gridball da temporada, mas pelo menos será bom. O jogo do campeonato está chegando na véspera de ano novo."
			}
		}
	]
}