{
	"Changes":[
		{
			"LogName":"Alex",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Alex",
			"Entries":{
				"Mon4":"Tudo o que preciso fazer é comparecer aos testes de gridball da liga júnior. Deve ser desafiador, mas não muito difícil.#$e#Depois de uma ou duas temporadas na liga júnior, é profissional o tempo todo, baby." ,
"Mon6":"Há alguns testes de gridball da liga júnior no final do mês. Eu poderia tentar, mas eu uh... não sei.#$e#Talvez outro ano de treinamento seja o melhor para mim para que eu possa causar uma boa primeira impressão.",
"Mon8":"Sabe, eu queria fama e fortuna, mas ultimamente comecei a cantar uma música diferente. No final, são as pequenas coisas humildes que satisfazem, não acha?#$e# Ainda quero me profissionalizar, mas não é a coisa mais importante do mundo.",
"Tue2":"Passo muito tempo na praia durante o verão.#$e#Ei, se você quer jogar pega-pega, me encontre lá mês que vem.",
"Tue4":"É importante ter metas. Desde que terminei o ensino médio, confio muito em minhas rotinas de exercícios para dar uma sensação de estrutura aos meus dias.",
"Tue6":"Nada melhor que um dia enérgico na praia com seus amigos... certo?",
"Tue8":"*suspiro*... Eu gostaria de ter mais amigos nesta cidade que quisessem praticar esportes comigo.$s#$e#Quero dizer, é o lugar perfeito para isso! vai para o lixo.",
"Tue10":"Heyyy.#$e#Você está bem hoje!$h#$e#E aí, o que há de novo?",
"Wed4":"Você já assiste ao Sports Report?#$b#Fico grudado nele à noite. O draft do gridball está acontecendo agora.$h",
"Wed6":"Gridball é mais do que apenas um jogo para mim. É realmente a única coisa em que sempre fui bom.#$e#Não sei o que faria sem ele.",
"Wed8":"Todo mundo ao meu redor sempre me disse que sou o melhor jogador que eles têm. Gridball é minha vida. .$s#$e#Tenho que descobrir outra coisa com a minha vida, eu acho. Certo?",
"Quar10":"Sinto que aprendo muito com você, @. Agradeço sua honestidade comigo.#$e#Veremos para onde vai minha carreira esportiva. Agradeço que esteja ao meu lado quer eu consiga ou não.",
"Thu2":"Sinto-me mal pelas pessoas que têm alergias. É como, como você consegue aumentar sua frequência cardíaca se está espirrando o tempo todo?",
"Thu4":"Eu ia tentar o gridball da liga júnior no ano passado, mas meu joelho estava meio machucado.#$e#Ei, você não pode apressar esse tipo de coisa.",
"Thu6":"O ar está começando a esquentar... Estou me sentindo animado.",
"Thu8":"Todo mundo tem que ter sonhos. Acho muito legal como você acordou um dia e veio aqui para assumir a fazenda.#$e#Tiro o chapéu para você.",
"Fri2":"Na escola, meus professores sempre reclamaram sobre como os jogadores de gridball ganham muito dinheiro. Isso é tão ridículo.#$e#Se alguma coisa, eles são mal pagos. Quantas pessoas você conhece que podem fazer o que um profissional faz ?",
"Fri4":"Ei, @. Que bom que você veio aqui.#$e#Não tenho vergonha de dizer que amo minha avó!#$e#Agora vovô, por outro lado...#$ e#Brincadeirinha.$h",
"Sex6":"Pode soar estranho, mas sinto falta de ter um treinador gritando comigo e me dizendo o que fazer.$s#$e#Eu posso me motivar, mas quando você está dando tudo de si por alguém senão, é só diferente, sabe?",
"Fri8":"Oi @. Você está com um visual esportivo hoje.$h^Ei @. Você fez algo diferente com o seu cabelo? Algo continua chamando minha atenção.$h",
"Fri10":"Ei, hum...$l#$b#Me avise se quiser ajuda com o seu trabalho na fazenda.$l#$e#Tenho que fazer algo que é mais do que apenas me exercitar por si só , certo?$h",
"Sat2":"Ei, Haley é ótima, não acha?#$e#Não, não estamos namorando agora. Ela está... passando por algumas coisas.#$e#Mas provavelmente está indo para lá novamente em breve.",
"Sat_inlaw_Haley":"Então, uh... Haley cozinha, hein? Acho que ela nunca fez tanto antes de conhecer você.#$e#As pessoas mudam, eu acho.$s",
"Sat8_inlaw_Haley":"Haley cozinha, hein? Você realmente trouxe o melhor dela!$h#$e#Eu prometo que não estou sendo estranho, só estou curioso: vocês têm alguma sobra?",
"Sat4":"A vovó vive reclamando que eu ocupo muito espaço no freezer com todas as minhas bandejas de cubos de gelo.#$b#Mas quero dizer, de que outra forma eu teria gelo suficiente para tomar banhos de gelo?",
"Sat6":"Meus braços estão muito doloridos, mas isso é sinal de progresso para um cara como eu.#$e#Devo ter feito mil flexões ontem.",
"Sat8":"...Onde você acha que estarei daqui a 10 anos?$s",
"Sat10":"Tenho tido dificuldade em manter o foco ultimamente.$l",
"Sun_inlaw_Haley":"Oh, ei. Como está indo a vida de casado? $ 9",
"Sun6_inlaw_Haley":"Admito... fiquei com um pouco de ciúmes quando você e Haley se casaram. Mas, ei... É uma chance para eu aprender algo novo sobre mim.$9",
"Sun6":"Ei, passe no meu quarto qualquer tarde que você quiser e podemos malhar juntos.#$e#É realmente muito mais divertido malhar com os amigos.$h",
"Sun8":"Ei, passe no meu quarto qualquer tarde que você quiser e podemos malhar juntos.#$e#É muito mais divertido assim.$h",
"Sun10":"Haley e eu sempre achava que podíamos ser o 'casal poderoso' da cidade, mas sempre era complicado.#$e#Nós simplesmente não fomos feitos um para o outro, além de sermos amigos.",
"summer_Mon2":"Então você malha?#$e#Acho que trabalhar na fazenda conta, mas não é o mesmo que bombear ferro.",
"summer_Mon4":"Ei, belo bronzeado.",
"summer_Mon6":"Ei @. Está tendo um bom verão?#$e#O que há de novo com você?",
"summer_Mon8":"Ei, venha ao meu quarto qualquer tarde que você quiser e podemos malhar juntos.#$e#É muito mais divertido assim.$h",
"summer_Mon10":"É estranho. Eu nunca falei sobre meus sentimentos com muitas pessoas antes de conhecer você.$l#$e#Eu sinto que posso ser eu mesmo.$l",
"summer_Tue4":"Quando eu jogava na escola, era uma longa viagem de ônibus só para chegar lá. Fiquei conhecido como o garoto de fora da cidade.#$e#Mas depois que eles viram como eu era bom, ninguém nunca mais olhou para mim de novo.",
"summer_Tue6":"Se meu cabelo não fosse tão popular entre as mulheres, juro que rasparia tudo em um segundo.#$e#*suspiro*... A vida pode ser difícil.",
"summer_Tue8":"Ei, @.$s#$e#Sabe, eu só estava pensando como sinto muita falta de jogar em um time. Mas o que devo fazer?#$b#Não tenho dinheiro suficiente mudar de cidade...",
"summer_Wed6":"Perdi contato com muitos dos meus amigos do gridball. A última vez que ouvi, Zane estava tirando notas máximas na faculdade. E Brody aparentemente já tem um filho.$s#$e#Tão estranho.$s" ,
"summer_Wed8":"Sabe, eu realmente não me importaria de ser um fazendeiro... parece muito com praticar esportes, de certa forma.#$e#Gosto de estar ao ar livre e fazer coisas com as mãos.",
"summer_Thu6":"Às vezes me sinto realmente tentado a comer um pouco do sorvete da barraca quando ninguém está olhando.$h#$e#Minha regra é que, para cada bola de sorvete, tenho que fazer cem flexões extras . Então eu me controlo.",
"summer_Thu8":"Quer saber? Vou começar a ler um novo livro!",
"summer_Thu10":"@! Ei! Olha o que eu salvei para você. [233]$h#$e#Shhh, não conte a ninguém.$h",
"summer_Fri":"O que você quer?#$e#Tenho coisas mais importantes para fazer agora.",
"summer_Fri2":"Estou trabalhando na barraca de sorvete neste verão. Heh, certifique-se de apoiar as empresas locais!$h",
"summer_Fri4":"Meu trabalho de sorvete é apenas algo que estou fazendo para que eu possa colocar dinheiro para me tornar profissional.#$e#Em pouco tempo, poderei me mudar para Zuzu City e jogar em uma liga júnior .#$b#Mas, por enquanto, há a questão do equipamento de nível profissional.",
"summer_Fri10":"@, se algum dia eu tiver filhos, vou garantir que eles tenham o melhor pai de todos.#$e#Essa seria minha maior vitória. E é uma possibilidade pela qual ansiar, você sabe ?",
"summer_Sat":"Mmmm... sinto cheiro de churrasco.#$e#Droga, eu poderia comer um hambúrguer.",
"summer_Sat2":"Mmmm... O que quer que o Gus esteja preparando no salão, tem o cheiro do paraíso.",
"summer_Sat4":"Mmmm... sinto cheiro de churrasco.#$e#Droga, eu poderia comer um hambúrguer.",
"summer_Sat6":"E se eles fizessem sorvete de proteína em vez de creme?#$e#Não, não! Ouça-me! Seria apenas como um shake de proteína, mas gelado! Acho que posso estar no caminho certo!" ,
"summer_Sun":"Haley é muito gostosa, você não acha?#$e#É realmente uma pena que não haja mais garotas gostosas em Pelican Town.^Talvez você devesse sair com ela.",
"summer_Sun2":"Comprei esses sapatos novos ontem porque meu velho estava com uma mancha marrom.#$b#Joguei-os no lixo. Eu os teria doado, mas não gosto da ideia de ser um esquisito usando meus sapatos, sabe?#$e#...O quê?$a",
"summer_Sun_inlaw_Haley":"Oh, ei. Como está indo a vida de casado? $ 9",
"summer_Sun6_inlaw_Haley":"Admito... fiquei com um pouco de ciúmes quando você e a Haley se casaram. Mas, ei... É uma chance para eu aprender algo novo sobre mim.$9",
"summer_Sun4":"Nossa... seus sapatos estão um pouco sujos... mas tudo bem também!#$e#Pessoas diferentes têm gostos diferentes, eu acho.",
"summer_Sun6":"Pode soar estranho, mas sinto falta de ter um treinador gritando comigo e me dizendo o que fazer.$s#$e#Eu posso me motivar, mas quando você está dando tudo de si por alguém senão, é só diferente, sabe?",
"summer_Sun10":"@, às vezes me pergunto se minha mãe ficaria orgulhosa de mim.$s#$e#Consegui encontrar você. E sei que podemos fazer as coisas funcionarem entre nós dois. Acho que já é alguma coisa. $l#$e#Nos vemos por aí.$l",
"fall_Mon2":"Você viu Cheroky fazer aquela jogada ontem à noite? Isso foi insano!$h#$e#Lembra-me do que eu costumava fazer em campo.",
"fall_Mon4":"Minha avó me disse que eu deveria passar mais tempo estudando.#$e#Talvez ela esteja certa...$s",
"fall_Mon6":"Tenho todos esses livros antigos que minha mãe tinha. É interessante ver no que ela gostava.#$e#É como olhar para uma foto dela, só que com palavras, se isso faz sentido.$h",
"fall_Mon10":"Tunnelers venceram novamente ontem à noite! Eles estão tendo uma temporada incrível este ano!$h#$e#Desculpe, estou muito feliz agora.$l",
"fall_Tue":"Não é triste como algumas pessoas simplesmente nunca atingem todo o seu potencial?#$e# O importante é continuar lutando, não importa o que aconteça.",
"fall_Tue4":"Quando as coisas ficam difíceis, imagino que algumas pessoas simplesmente desistem e se contentam com a mediocridade.#$e#Quem é assim não deve ter muito respeito próprio.",
"fall_Tue6":"Não ganhei muito dinheiro este ano com a barraca de sorvete.$s#$e#@, o que estou fazendo?$s",
"fall_Tue8":"Eu estava pensando, talvez seja importante apreciar as pequenas coisas ao seu redor.#$e#Eu sempre ouvi as pessoas dizerem isso, mas só recentemente começou a fazer sentido.",
"fall_Wed8":"Finalmente me arrisquei... decidi parar de passar gel no cabelo.#$e#Não gostaria de ser amiga de alguém que só gosta de mim porque tenho gel no cabelo .",
"fall_Thu2":"E aí, @?",
"fall_Thu4":"Cara, você é a bomba.^@, você é uma garota incrível, sabia disso?#$e#Do jeito que você entrou na cidade um dia e disse: \"Sim! Eu vou consertar esta fazenda!\" e você fez isso!#$b#Eu acho que pessoas como você e eu estamos em outro nível.",
"fall_Thu6":"Lembro-me da última jogada do campeonato regional. O placar estava empatado e estávamos a apenas dez segundos do final.#$b#Vi as folhas voarem com uma rajada de vento e Joguei a bola, sabendo que o vento iria derrubá-la um pouco.#$b#Zane pegou perfeitamente e marcamos. Sem prorrogação.#$e#Foi uma sensação boa, sabe?$l",
"fall_Thu10":"@! Hum... Oi.$l#$e#Desculpe! Quero dizer, uh...$l#$b#Tudo bem se sairmos logo?",
"fall_Fri2":"Aquele cara, o Clint? Não sei muito sobre ele.#$b#Aparentemente ele costumava jogar gridball, mas agora está meio velho.",
"fall_Fri6":"Vou fazer uma tonelada de abdominais esta noite.#$e#Você tem que trabalhar muito se quiser atingir seu potencial máximo.",
"fall_Fri8":"Sabe, eu costumava querer fama e fortuna, mas ultimamente comecei a cantar uma música diferente. No final, são as pequenas coisas humildes que satisfazem, não acha?#$e# Ainda quero me profissionalizar, mas não é a coisa mais importante do mundo.",
"fall_Fri10":"Haley é uma boa amiga, eu acho. É só que ela nunca me ouviu do jeito que você faz.#$e#Eu senti que sempre tinha que agir como um figurão quando estava perto dela. E se eu contasse a ela como realmente me sentia, ela simplesmente perderia o interesse por mim.$s#$e#Mas ter essas memórias me faz apreciar muito mais quem eu tenho agora.$l",
"fall_Sat2":"Ei, Haley está ótima, não acha?#$e#Não, não estamos namorando agora. Ela está uh... passando por algumas coisas.#$e#Mas provavelmente está indo para lá novamente em breve.",
"fall_Sat_inlaw_Haley":"Então, uh... Haley cozinha, hein? Acho que ela nunca fez tanto antes de conhecer você.#$e#As pessoas mudam, eu acho.$s",
"fall_Sat8_inlaw_Haley":"Haley cozinha, hein? Você realmente trouxe o melhor dela!$h#$e#Eu prometo que não estou sendo estranho, só estou curioso: vocês têm alguma sobra?",
"fall_Sat4":"Salmão é definitivamente meu tipo favorito de peixe. Especialmente quando está na estação.#$e#Ele só precisa ser cozido da maneira certa.",
"fall_Sat6":"Eu estava lendo sobre como o salmão tem muito... como você chama isso? 'Ácidos graxos ômega-3'. não preciso de gordura extra em minha dieta,\" mas acontece que é o tipo que é realmente bom para você.",
"fall_Sat8":"Não tenho ideia de onde meu pai está. Passei muito tempo pensando no que diria se o visse.#$e#Não seria bonito. Talvez alguns ferimentos sejam melhores deixado fechado.$a",
"fall_Sun4":"Gridball é hoje! Esperei a semana inteira por isso.$u",
"fall_Sun6":"Ei, @, se meu avô não sai da maldita TV, tudo bem se eu correr até sua casa para assistir ao jogo?#$e#Que tipo de TV você tem, de qualquer forma?",
"fall_Sun8":"Ei, o jogo de gridball é hoje!#$e#Os domingos são incríveis no outono.$u",
"fall_Sun10":"Sempre me preocupei em me tornar como meu pai. Ainda estou.$a#$e#Mas com você por perto, não me sinto mais tão preocupado.",
"winter_Mon2":"O que há de bom no salão que poderia me aquecer?",
"winter_Mon4":"Você gosta da neve? Eu... estou ansioso pela primavera.",
"winter_Mon6":"Ei, devíamos malhar algum dia. O ar na fonte termal não é tão seco como em qualquer outro lugar.^Ei, deveríamos malhar na fonte termal algum dia... quer dizer, Acho que você não pode entrar do meu lado? Ah, tudo bem.",
"winter_Mon8":"@, você sabe como as pessoas dizem que o ensino médio é o melhor ano da sua vida?$s#$b#E se isso for verdade? É tudo ladeira abaixo daqui?$s",
"winter_Mon10":"Acho que discordo que o ensino médio é o melhor ano da sua vida.#$b#Este ano, por exemplo, foi melhor.$l",
"winter_Tue4_inlaw_Haley":"Admito... Fiquei com um pouco de ciúmes quando você e a Haley se casaram. Mas, ei... É uma chance para eu aprender algo novo sobre mim.$9",
"winter_Tue4":"Ei, @. Você poderia me fazer um favor?$l#$b#Se você ver Haley, diga a ela que estou ocupado.$l#$e#Obrigado.",
"winter_Tue6":"Você é uma pessoa legal para sair, @. Sinto que aprendi algo novo toda vez que te vejo.",
"winter_Tue10":"Ei! E aí?$h#$e#Você também está entediado? Que coincidência.$l#$e#Ei, podemos sair quando quiser.",
"winter_Wed4":"Eu realmente não jogo videogame. Por que eu iria querer apertar botões e ver um cara jogar uma bola na tela...#$b#...quando eu poderia fazer a mesma coisa na vida real ?",
"winter_Wed6":"Então não cresce muito em sua fazenda durante o inverno? Você deve estar um pouco entediado então.#$e#Ei, você e eu, amigo! Bem-vindo ao clube.$h^Ei, você e eu, @! Bem-vindo ao clube.$h",
"winter_Wed8":"Quer saber? Vou começar a ler um novo livro!",
"winter_Wed10":"Terminei de ler esse livro que minha vó dizia ser o preferido da minha mãe.#$b#Era sobre esses dois adolescentes que viajam no tempo e mudam a história.#$b#Tão estranho. Não fazia ideia da minha mãe gostava dessas coisas.",
"winter_Thu4":"Ninguém realmente sabe quem é o dono de Dusty. Eu o alimento às vezes, mas algumas outras pessoas também.#$e#Esta caneta está aqui desde que me lembro. Acho que está aqui há mais tempo do que Dusty .",
"winter_Thu6":"Eu gostaria de poder controlar o clima.",
"winter_Thu8":"Eu tive um sonho na outra noite onde minha mãe estava lá. Então eu acordei.$s#$e#A realidade morde às vezes.$a",
"winter_Thu10":"Se algum dia eu ganhar muito dinheiro, vou garantir que todos os meus amigos e familiares sejam bem cuidados.#$e#Isso significa que você também.$h",
"winter_Fri6":"Você acha que vou acabar como Clint se não for profissional logo?$s",
"winter_Fri10":"@, seus pais estão orgulhosos de você?#$e#Bem, aqui está um cara que está muito orgulhoso de você.$l",
"winter_Sat":"Há algumas pessoas estranhas morando nesta cidade.#$e#...como aquele cara Sebastian. Por que ele usa preto o tempo todo?#$e#Eu não entendo.",
"winter_Sat2":"Aposto que se eu tentasse jogar bola com aquele Sebastian, ele simplesmente se abaixaria e se protegeria quando eu jogasse a bola nele.$h#$b#...#$b#Desculpe, sim, eu acho que foi uma coisa idiota de se dizer.$s",
"winter_Sat4":"Existem algumas pessoas estranhas morando nesta cidade.#$e#...como aquele cara Sebastian. Por que ele usa preto o tempo todo?#$e#Eu não entendo.",
"winter_Sat10":"@, você é totalmente diferente de mim, mas sinto que você me mostrou um lado totalmente diferente da vida.#$e#Talvez eu não devesse julgar tanto as pessoas que são diferentes de mim .",
"winter_Sun":"Ei, o jogo de gridball começa hoje!#$e#Este pode ser meu dia favorito da semana.",
"winter_Sun2":"Pelo menos a temporada de gridball continua durante o inverno. Mas fica muito nevado onde moramos para fazer qualquer coisa.",
"winter_Sun4":"Ei, o jogo de gridball começa hoje!#$e#Este pode ser meu dia favorito da semana.",
"winter_Sun6":"Pelo menos a temporada de gridball continua durante o inverno. Mas fica muito nevado onde moramos para fazer qualquer coisa.",
"winter_Sun8":"Ei @. Você quer sair?#$e#Tudo bem se eu perder o início do jogo. Fico feliz em passar um tempinho com você.",
"spring_1_2":"Feliz ano novo!#$e#Vou tentar atualizar meu treino novamente este ano.",
"spring_23":"Nervoso? De jeito nenhum, não estou nervoso sobre encontrar um parceiro no baile amanhã.#$e#Por que eu estaria?",
"summer_10":"Amanhã deve ser um bom dia na praia. Boa comida também!$h",
"fall_15":"Não vou mentir, é muito difícil sair de casa e ter um carnaval completo esperando por você.$h",
"fall_26":"Hmm... se eu for para o labirinto assombrado amanhã, será que devo trazer meu bastão.",
"winter_24":"Vai ter muita comida boa amanhã! Só preciso ficar de olho e não exagerar.",
"winter_28":"O bom tempo está voltando! Mal posso esperar.",
"summer_10_2":"Amanhã deve ser um bom dia na praia. Boa comida também!$h",
"fall_15_2":"Não vou mentir, é muito difícil sair de casa e ter um carnaval completo esperando por você.$h",
"fall_26_2":"Hmm... se eu for para o labirinto assombrado amanhã, será que devo trazer meu bastão.",
"winter_24_2":"Vai ter muita comida boa amanhã! Só preciso ficar de olho e não exagerar.",
"winter_28_2":"O bom tempo está voltando! Mal posso esperar."
			}
		},
		{
			"LogName":"Alex Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAlex",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Com todo esse espaço, posso realmente fazer um treino de corpo inteiro.#Sei que você não é o tipo de fazendeiro que criaria gado de corte. um bife na loja.",
"Rainy_Day_1":"#$c .5#Nunca tive muitos amigos na cidade... Às vezes me pergunto como acabaria se você nunca se mudasse para cá.$9#Eu me pergunto o que meus velhos amigos do ensino médio estão fazendo? Hoje pode ser um bom dia para ligar.",
"Rainy_Day_2":"#$c .5#Aw... Eu ia correr lá fora. Mas não posso fazer isso com este tempo.#Sabe de uma coisa? Vou aproveitar ao máximo hoje . A vida é muito curta para se lamentar sempre que chove. Agora... o que posso fazer lá dentro...?",
"Rainy_Day_3":"#$c .5#*resmunga*... Acabei de acordar e estou com fome de proteína.$9#Mmm... temos ovos? Estou com vontade de comer ovos.$9" ,
"Rainy_Day_4":"#$c .5#É um bom dia para ler. Não quero ficar estagnado agora que sou um cara casado!#Estou tentando colocar todos os livros em dia para ler no ensino médio. Às vezes eles começam chatos, mas na verdade são muito bons!",
"patio_Alex":"#$c .5#Unghh... um... Unghhh... dois... É ótimo levantar pesos ao ar livre!$6#*huff*... Tudo bem! *puff*.. . Sentindo-se vivo! *huff*...$6",
"Rainy_Night_0":"#$c .5#Ei, você teve um bom dia? Tenho certeza que amanhã será ainda melhor.$h#Você tem entrado na mina? Porque se sim, apenas uh.. . fique seguro?$s",
"Rainy_Night_1":"#$c .5#Como vai? Eu tenho carregado o velho gridball comigo o dia todo. Um cara pode fingir...$u#Eu liguei para meu velho amigo, Zane. Foi ótimo! Continuamos exatamente de onde paramos.$h",
"Rainy_Night_2":"#$c .5#Oh... o cheiro? Tenho comido alho o dia todo. Estou tentando me manter viril... Desculpe.$l#Imagino como seria ficar embaixo de uma cachoeira...?",
"Rainy_Night_3":"#$c .5#Tenho guardado algumas sobras para Dusty. Ele merece um mimo de vez em quando.#Passei para visitar Dusty hoje. O velho continua andando!$h ",
"Rainy_Night_4":"#$c .5#Eu estava com fome, então fiz o jantar. Aqui, guardei um prato para você. [241 242 225 214 198]$h#Eu realmente não como muitas barras energéticas. gosta mais de comida de verdade, assim! Aqui, bom apetite! [241 242 225 214 198]$h",
"Indoor_Day_0":"#$c .5#É bom ficar com boa saúde! Só temos um corpo. Temos que fazer uso dele!$h#Ahh... nada como uma boa noite de sono ao lado do meu marido! $h^Ahh... nada como uma boa noite de sono ao lado da minha esposa!$h",
"Indoor_Day_1":"Ei, querida! Fiz um café da manhã quente para você.[195 210 211]#$e#$c .5#Se você quer ficar forte, tem que comer com vontade! da fonte! Estou tão feliz por termos esta fazenda.$h",
"Indoor_Day_2":"#$c .5#Venha cá. *aperte*... Mmhmm. Você está se recuperando de todo aquele trabalho na fazenda.#Hoje é um bom dia para ler alguma coisa. tenho mantido isso funcionando.$h",
"Indoor_Day_3":"#$c .5#Ainda estou me acostumando a cozinhar e lavar roupa... Não é exatamente o meu favorito, mas eu sabia no que estava me metendo quando me casei com você.$h#Tenho alguns livros da biblioteca que preciso terminar antes do prazo. Quero manter minha mente tão em forma quanto meu corpo.",
"Indoor_Day_4":"#$c .5#Há algumas coisas em casa que vou tentar consertar hoje. Não se preocupe comigo, não estou entediado.#Deixe a limpeza comigo hoje! É divertido que você me imagine como um mascote sexy de uma marca de limpeza.$h",
"Indoor_Night_0":"#$c .5#É bom ir ao limite, não é? Você realmente sentirá que mereceu seu lugar na cama macia esta noite.#Deixe-me saber se você está dolorida. Conheço algumas técnicas de fisioterapia que podem ajudá-lo se precisar delas.",
"Indoor_Night_1":"#$c .5#Você cortou o cabelo ou algo assim? Você está muito bem hoje. Talvez seja todo aquele ar fresco...$l#Mais um dia agitado? como você.$l",
"Indoor_Night_2":"#$c .5#Conte-me tudo sobre o seu dia. É bom desabafar de vez em quando.#O jantar está pronto! Aposto que você está faminto. [241 242 225 214 198]$h ",
"Indoor_Night_3":"#$c .5#Hey... Eu tenho alguns shorts novos. Achei que você poderia estar interessado em saber...$l#Eu sinto que minha mãe pode descansar em paz, sabendo como as coisas funcionaram por mim. Tenho sorte de ter você.",
"Indoor_Night_4":"#$c .5#Se você precisar de um tempo sossegado para si mesmo, por mim tudo bem.#Ei. Ainda tem alguma energia em você?$l",
"Outdoor_0":"#$c .5#Hey. Quando eu estiver aqui e olhar para a nossa terra... Estou muito orgulhoso. Você fez um ótimo trabalho.#Se alguma vez nos mudássemos, eu realmente sentiria falta estes nasceres do sol. Este é um bom lugar para ficar parado por um tempo, você não acha?",
"Outdoor_1":"#$c .5#Este é um ótimo lugar para criar filhos. Eu adoraria crescer em um lugar como este. Tanto espaço para correr!#Um novo começo para um novo dia! Cada dia é como abrir um novo presente.$h",
"Outdoor_2":"#$c .5#Gosto de passar o máximo de tempo possível ao ar livre. É melhor estar aqui fora.#Acho que sou um esnobe de ar fresco. Estava ficando um pouco abafado para mim dentro de casa, então eu vim aqui.",
"Outdoor_3":"#$c .5#Ainda bem que acordei a tempo de ver o amanhecer. É sempre a melhor parte do dia, mas é tão fácil perder se você dormir até tarde.$h#Olhe para nós, com nossa pequena fazenda. Formamos um lindo casal.$h^Ei. Talvez seja a luz dourada, mas você está linda hoje.$l",
"Outdoor_4":"#$c .5#Ahh... É ótimo estar do lado de fora. Stardew Valley é realmente o lugar mais bonito...#Eu me pergunto como está o velho Dusty? Eu deveria fazer uma visita a ele.",
"OneKid_0":"#$c .5#Ainda estou me acostumando com minha nova vida como pai que fica em casa.$h#Eu poderia correr uma maratona se realmente precisasse, mas cuidar de uma criança é tudo dia é um tipo completamente diferente de exaustão.$s",
"OneKid_1":"#$c .5#Nosso pequenino vai crescer forte, assim como o papai.#Tive que reduzir um pouco minha rotina de exercícios para poder cuidar de %kid1, mas é mais vale a pena.$h",
"OneKid_3":"#$c .5#Eu me pergunto como é estar grávida...?$h#Ahh, pequena %kid1... você tem muita vida pela frente, não sim?$h",
"TwoKids_2":"#$c .5#Quando as crianças crescerem, acho que você não poderia poupar um pouco do espaço da fazenda para fazer um pequeno campo de gridball...?$l#Talvez %kid2 seja o primeiro gridball profissional jogado em Pelican Town?$h",
"TwoKids_3":"#$c .5#Finalmente tenho a vida familiar que perdi quando criança... obrigado.$l#Seria ótimo se as crianças gostassem de esportes. Quero fazer Tenho certeza de que eles permanecerão saudáveis. Mas vou apoiá-los em qualquer tipo de vida que escolherem.",
"funLeave_Alex":"#$c .5#Estou indo para a cidade hoje. Vejo você hoje à noite.#Já é hora de eu dever uma visita à vovó e ao vovô. É onde estarei, então apareça se você tem uma chance!",
"funReturn_Alex":"#$c .5#Tive um bom dia. Gosto de ver meus avós com frequência; eles estão ficando bem velhos.#Foi bom visitar a cidade hoje. Vovó comeu alguns biscoitos, claro!" ,
"spring_3":"Estes últimos dias foram muito corridos para você, não é?",
"spring_15":"Quando visito meu avô hoje, imagino se posso levá-lo para assistir a algo bom comigo. #$b#Como... Sports Report! Não quero perder um minuto do draft do gridball. $h",
"spring_27":"Eu deveria atualizar meu mix de exercícios. O verão vai chegar em breve!",
"summer_3":"Devo dizer que não sinto falta de trabalhar na barraca de sorvete.#$e#O que, você sente falta do sorvete? Bem, sempre podemos fazer o nosso próprio.#$b#Acho uh... a mãe de Sam tem uma receita. Ou ela já compartilhou com você?",
"summer_12":"Meu estômago está todo esticado depois de ontem e estou com fome de novo. É melhor eu ir com calma hoje.",
"summer_15":"Oof, acho que estraguei meu joelho ontem. Melhor pegar leve com os dias de perna por um tempo.#$e#Não se preocupe, eu valorizo demais meu corpo para abusar dele. Vou me certificar de não piorar as coisas.",
"summer_20":"Ah sim! Meu joelho está muito melhor agora. Obrigado por perguntar.$h",
"fall_3":"Eu quase esqueci, é a estação do salmão! Sabe o que soa bem?$h#$e#Pan salmão assado com molho de manteiga de limão. isso não é arroz.$l",
"fall_7":"É o primeiro jogo da temporada dos Tunnelers hoje! Oh, cara, estou tão empolgado!$h",
"fall_11":"Uau... talvez eu tenha exagerado na carga de proteínas e carboidratos esta manhã. Obtendo... retornos decrescentes.$s",
"fall_22":"Ah, sim, o jogo de ontem foi incrível! Os Tunnelers estavam derrotados, mas voltaram e arrasaram nos últimos minutos.$h",
"winter_10":"Quando eu era mais jovem, não achava que realmente precisava de amigos. Apenas respeito.$9#$e#Mas agora, posso ver que estava perdendo. É estranho pensar que passei por tanto da minha vida com tão pouca conexão humana genuína...$9",
"winter_15":"Estes dias frios são muito difíceis para os meus avós. É melhor eu ir visitá-los hoje.",
"winter_22":"*suspiro*... Apenas mais um jogo de gridball da temporada, mas pelo menos será bom. O jogo do campeonato está chegando na véspera de ano novo."
			}
		}
	]
}