{
	"Changes":[
	{
		"LogName":"Caroline",
		"Action":"EditData",
		"Target":"Characters/Dialogue/Caroline",
		"Entries":{
			"Mon2":"Abby foi educada na última vez que você a viu?#$e#Normalmente, ela é educada com os outros, mas ela tem uma explosão ocasional. Espero que ela tenha sido boa com você.",
"Mon4":"Abby é realmente muito talentosa musicalmente, mas ela nunca fica presa a um instrumento por muito tempo.#$b#Você já a ouviu tocar alguma coisa?",
"Mon6":"Abby e eu continuamos brigando. Eu realmente gostaria que ela entendesse que sei mais do que ela pensa.$3#$e$Desculpe, espero que seu dia esteja indo bem.",
"Tue":"Às quartas-feiras a loja está fechada.#$e#Lembre-se disso se precisar de alguma coisa.",
"Tue2":"Se você precisar de dinheiro rápido, Pierre ficará feliz em comprar qualquer produto que você tenha.#$e#Mesmo que seja coletado, nós o aceitaremos. Esses tipos de itens dão ao nosso estoque um pouco de caráter local .$h",
"Tue4":"Jodi e eu somos amigas há vários anos. Estou tão feliz que ela e sua família se mudaram para a cidade.#$e#Às vezes me pergunto se conseguiria viver sem ela.",
"Tue6":"Ainda estou impressionada com a forma como Jodi voltou para a segunda rodada, criando outro menino. Lembro que Sam era bastante difícil.$h#$e#Foi \"um e pronto\" para Pierre e para mim . Esse era o nosso plano desde o início.",
"Tue8":"Pierre é um trabalhador esforçado. Às vezes me sinto culpado pelo quanto ele se sacrificou para manter esta loja funcionando.",
"Tue10":"Jodi e eu estávamos conversando sobre algumas das coisas que você fez pela comunidade.$h#$e#Pessoalmente, fico feliz que você seja uma influência positiva para Abby.$h",
"Wed2":"Olá! Espero que você esteja se sentindo um pouco mais em casa agora, em Pelican Town.",
"Qua4":"Ei, você já tentou fazer sopa de pastinaca?$h#$e#Seria mais fácil se você guardasse algumas pastinagas da primavera, hein?",
"Wed6":"Stardew Valley é legal, mas gostaria de conhecer mais pessoas.#$e#Estou feliz por termos nos tornado amigos.",
"Wed8":"Eu faço o que posso para me manter social. Verdade seja dita, porém, é preciso muito esforço para mim.#$b#Essa é a vida de um introvertido em recuperação, eu acho.",
"Thu":"Eu vi raiz-forte selvagem na floresta.#$e#Forragear pode ser uma maneira divertida de ganhar algum dinheiro. Ou você pode usar o que encontrar como presente ou comida.",
"Thu2":"É bom que nunca tenhamos que nos preocupar em ficar sem ingredientes na hora de fazer o jantar.",
"Thu4":"#$1 Caroline1#Hmmm... Será que posso pedir a Pierre para preparar o jantar esta noite.#$e#Hmmm... o que vou fazer para o jantar esta noite?#$e#Talvez eu' Vou pegar comida para viagem no Saloon.",
"Qui6":"$d Joja#Estou preocupado com Pierre. Cada vez que perdemos negócios para JojaMart, ele mal consegue dormir por dias.|Nunca vou esquecer o dia em que Pierre enfrentou Morris assim. É me lembra de quando éramos mais jovens.$h",
"Fri4":"Abby vai ao saloon com algumas amigas nas noites de sexta-feira. Talvez você possa se juntar a elas?",
"Fri6":"Pierre é multi-talentoso. Você já o ouviu cantar?$h#$e#Ele também é bastante atlético. Ou ele era, de qualquer maneira...",
"Sex 8":"$d Joja#Jodi é minha melhor amiga, mas ela precisa fazer compras no JojaMart? Não sei como abordar o assunto adequadamente com ela.$s|Uma das melhores coisas sobre o fechamento do JojaMart é que não preciso mais me preocupar com as compras de Jodi lá.$h",
"Fri10_1":"Certifique-se de mostrar algum apoio a Jodi na próxima vez que a vir. É muito difícil para ela, a forma como o marido está longe.",
"Fri10":"Achei que veria um novo lado de Jodi depois que Kent voltou da guerra, mas as coisas ainda parecem difíceis para ela.#$e#Talvez possamos fazer alguns jantares para a família dela?",
"Sáb":"Eu ofereço uma aula de aeróbica às terças-feiras em nossa sala de estar. Você pode vir se quiser.",
"Sat2":"Sou só eu ou Abigail tem um interesse doentio em desgraça e melancolia?#$e#Talvez eu esteja velho demais para entender.",
"Sat4":"É engraçado, não consigo me lembrar se o clube de aeróbica foi ideia minha ou de outra pessoa.#$b#Acho que aconteceu organicamente. Exercício sempre foi minha coisa, e nossa sala parecia perfeita para isso , então...",
"Sat6":"Pensei em dar um bom exemplo para Abigail com as aulas de aeróbica que ofereço, mas parece que isso a afastou do desejo de se exercitar.#$e#Acho que não deveria surpreenda-se.",
"Sat8":"#$1 Caroline12#Quando nos mudamos para cá, demorei um pouco para me acomodar... Não estava pronta para a vida doméstica.#$e#Pierre é um pouco tradicional... homem. Ele é ambicioso, mas sempre coloca sua família em primeiro lugar.",
"Sun2":"Sinta-se à vontade para rezar no Santuário de Yoba, se quiser.#$e#Não, não é realmente minha praia. No entanto, respeito aqueles que praticam.",
"Sun4":"Entre o Santuário de Yoba, as aulas de aeróbica e a loja, tivemos que nos acostumar com as pessoas apenas andando pela nossa casa regularmente.#$e#A vida em comunidade não é tão ruim quanto desde que as pessoas sejam respeitosas.",
"Sun6":"Todo mundo quer que seu próprio filho cometa menos erros do que eles próprios.$s#$e#É pedir muito que Abby fique segura e feliz?",
"Sun8":"Eu me preocupo demais e a vida é curta. Não vale a pena deixar a vida te derrubar o tempo todo.#$e#Temos que fazer as pazes com o que temos.",
"summer_Mon":"Você cultiva flores em sua fazenda nesta época do ano?",
"summer_Mon6":"O tempo parece passar cada vez mais rápido quanto mais velho você fica...$s ",
"summer_Wed10":"Sua carga de trabalho diminui perto do final de cada mês, não é? Por que não colher algumas folhas de chá com o tempo extra?",
"summer_Thu":"Tenho visto frutas silvestres na floresta ultimamente.#$e#Formar pode ser uma maneira divertida de ganhar algum dinheiro. Ou você pode usar o que encontrar como presente ou comida.",
"summer_Thu6":"As uvas bravas que crescem aqui são ótimas para fazer vinho. Você está fazendo algum vinho agora?",
"summer_Thu8":"Certifique-se de guardar alguns tomates no final da temporada para fazer um ensopado de legumes.#$e#Quando é outono, tudo que você precisa é de uma beterraba. poucos ingredientes.",
"summer_Fri10":"Parece que sou um pouco intolerante ao glúten. Reduzi o consumo de glúten este mês e tenho um pouco mais de vitalidade no meu passo.$h",
"summer_Sat6":"Desculpe se Abby já disse algo que fez você se sentir estranho.#$b#Eu me pergunto se ela poderia ter aprendido habilidades sociais melhores se tivesse saído um pouco mais.",
"summer_Sun4":"Está um clima perfeito para um chá gelado, não acha?",
"summer_Sun8":"Todo mundo precisa dedicar o tempo apropriado para o autocuidado. Acho que você já conhece meus pequenos rituais.$h#$e#Você tem dedicado o tempo apropriado? Você merece, sabe. ",
"fall_Mon10":"Espero que Abby não cometa os mesmos erros que cometi quando tinha a idade dela...$s#$e#Uhm, quero dizer, parece que temos outra aula de ginástica amanhã! Vejo você por aí?",
"fall_Tue10":"Na verdade, perdi dois quilos nas últimas semanas, e isso mesmo com o Pierre cozinhando com mais frequência! até me esgueirando para as prateleiras da loja e comi os salgadinhos.#$b#Hum, não conte.$s",
"fall_Thu":"Você está forrageando nesta temporada? Eu vi cogumelos comestíveis na floresta.#$e#Eu provavelmente deveria mencionar que não sou um grande fã deles, no entanto.",
"fall_Thu6":"Existem algumas boas receitas que você pode fazer o ano todo com cogumelos silvestres, por isso não é uma má ideia estocar.#$e#Ou, se você não é muito cozinheiro, pode sempre vendê-los para nós.",
"fall_Thu8":"$d Joja#Estou preocupado com Pierre. Cada vez que perdemos negócios para JojaMart, ele mal consegue dormir por dias.|Nunca vou esquecer o dia em que Pierre enfrentou Morris assim. É me lembra de quando éramos mais jovens.$h",
"fall_Sat6":"Abby sempre teve um estranho interesse pelo ocultismo. Não sei de onde ela tirou isso...",
"fall_Sat8":"Sou só eu ou Abigail joga videogame demais?#$e#Talvez eu seja um pouco antiquado.",
"winter_Mon10":"Tantas pessoas querem ter essas grandes aventuras. Eu? Bem, eu me satisfiz quando era mais jovem. , não é?",
"winter_Wed10":"Ugh, Abby precisa limpar a gaiola de seu porquinho-da-índia. Posso sentir o cheiro da fumaça do outro lado da casa.$s#$e#Você pode importuná-la sobre isso para mim? Ufa, obrigado.",
"winter_Thu":"O inverno é rigoroso, mas você pode desenterrar algumas raízes se tiver sorte.#$e#Forragear pode ser uma maneira divertida de ganhar algum dinheiro. Ou você pode usar o que encontrar como presente ou comida." ,
"winter_Thu6":"#$1 Caroline1#Hmmm... Será que posso pedir a Pierre para preparar o jantar esta noite.#$e#Hmmm... o que vou fazer para o jantar esta noite?#$e#Talvez eu' Vou pegar comida para viagem no Saloon.",
"winter_Thu8":"$d Joja#Estou preocupado com Pierre. Cada vez que perdemos negócios para JojaMart, ele mal consegue dormir por dias.|Nunca vou esquecer o dia em que Pierre enfrentou Morris assim. É me lembra de quando éramos mais jovens.$h",
"winter_Fri6":"Você não acha que Abby ficaria melhor com sua cor de cabelo natural?#$e#Ela costumava ter cabelo castanho claro.",
"winter_Sun4":"Ahh, com uma xícara quente de chá verde, é como se o frio nem importasse mais.",
"spring_12":"Pierre tem ótimas coisas para vender amanhã. Ele já te contou?$h",
"summer_27":"As geléias de luar são realmente um espetáculo para ser visto. Elas trazem de volta ótimas lembranças que compartilhei com Pierre.$h",
"fall_15":"Gostaria que Pierre não ficasse tão obcecado com sua grande exibição. Ele já tem o suficiente em mente...",
"winter_28":"Bem, aqui estamos no final do ano! Alguma resolução para começar amanhã?",
"spring_1_2":"Feliz ano novo! Pierre está esperando por você.$h",
"spring_12_2":"Nos vemos no festival do ovo amanhã, sim?",
"summer_27_2":"*ufa* Que verão. Acho que todos merecemos uma pausa.",
"fall_15_2":"Gostaria que Pierre não ficasse tão obcecado com sua grande exibição. Ele já tem o suficiente em mente...",
"winter_28_2":"Bem, aqui estamos no final do ano! Alguma resolução para começar amanhã?"
		}
	}]
}