{
	"Changes":[
	{
		"LogName":"Caroline",
		"Action":"EditData",
		"Target":"Characters/Dialogue/Caroline",
		"Entries":{
			"Mon2": "A Abby foi educada da última vez que você a viu?#$e#Normalmente, ela é educada com os outros, mas às vezes tem explosões ocasionais. Espero que ela tenha sido boa com você.",
			"Mon4": "Na verdade, a Abby é bastante talentosa musicalmente, mas nunca se dedicou a um instrumento por muito tempo.#$b#Você já ouviu ela tocar alguma coisa?",
			"Mon6": "A Abby e eu continuamos brigando. Eu realmente gostaria que ela entendesse que sei mais do que ela pensa.$3#$e$Desculpe, espero que seu dia esteja indo bem.",
			"Tue": "Às quartas-feiras a loja está fechada.#$e#Lembre-se disso se precisar de alguma coisa.",
			"Tue2": "Se você precisar de dinheiro rápido, o Pierre ficará feliz em comprar qualquer produto que você tiver.#$e#Mesmo que seja coletado na natureza, nós aceitamos. Esses tipos de itens dão um pouco de caráter local ao nosso estoque.$h",
			"Tue4": "Eu e a Jodi somos amigos há vários anos. Estou tão feliz que ela e sua família se mudaram para a cidade.#$e#Às vezes me pergunto se eu poderia passar sem ela.",
			"Tue6": "Ainda estou impressionado com como a Jodi voltou para uma segunda rodada, criando outro menino. Lembro-me de que o Sam era uma mão cheia.$h#$e#Foi \"um e feito\" para mim e o Pierre. Esse era nosso plano desde o início.",
			"Tue8": "O Pierre é um trabalhador duro. Às vezes me sinto culpado pela quantidade de sacrifícios que ele fez para manter essa loja funcionando.",
			"Tue10": "Eu e a Jodi estávamos falando sobre algumas das coisas que você fez pela comunidade.$h#$e#Pessoalmente, estou feliz que você seja uma influência positiva para a Abby.$h",
			"Wed2": "Ah, olá! Espero que você esteja se sentindo um pouco mais em casa agora, em Pelican Town.",
			"Wed4": "Ei, você já experimentou fazer sopa de pastinaca?$h#$e#Provavelmente seria mais fácil se você guardasse algumas pastinacas da primavera, né?",
			"Wed6": "Stardew Valley é legal, mas gostaria de conhecer mais pessoas.#$e#Estou feliz por termos nos tornado amigos.",
			"Wed8": "Faço o que posso para me manter social. A verdade seja dita, porém, exige muito esforço para mim.$b#Essa é a vida de um introvertido em recuperação, acho.",
			"Thu": "Já vi rabanete selvagem na floresta.#$e#Coletar na natureza pode ser uma maneira divertida de ganhar um dinheiro extra. Ou você pode usar o que encontrar como presentes ou comida.",
			"Thu2": "É bom que nunca precisemos nos preocupar em ficar sem ingredientes na hora de fazer o jantar.",
			"Thu4": "#$1 Caroline1#Hmmm... Será que consigo convencer o Pierre a cozinhar o jantar hoje à noite?#$e#Hmmm... O que vou fazer para o jantar hoje à noite?#$e#Talvez eu apenas peça comida no Saloon.",
			"Thu6": "$d Joja#Estou preocupada com o Pierre. Cada vez que perdemos negócios para a JojaMart, mal consegue dormir por dias.|Nunca vou esquecer o dia em que o Pierre enfrentou o Morris daquele jeito. Isso me lembra de quando éramos mais jovens.$h",
			"Fri4": "A Abby vai para o Saloon com alguns amigos nas noites de sexta-feira. Talvez você possa se juntar a eles?",
			"Fri6": "O Pierre é multitalentoso. Você já ouviu ele cantar?$h#$e#Ele também é bastante atlético. Ou era, de qualquer forma...",
			"Fri8": "$d Joja#A Jodi é minha melhor amiga, mas ela tem que fazer compras na JojaMart? Não sei como abordar o assunto adequadamente com ela.$s|Uma das melhores coisas sobre o fechamento da JojaMart é que não preciso mais me preocupar com a Jodi fazendo compras lá.$h",
			"Fri10_1": "Certifique-se de mostrar apoio à Jodi quando a vir próxima vez. É muito difícil para ela, da forma como o marido dela está ausente.",
			"Fri10": "Pensei que veria um novo lado da Jodi depois que o Kent retornou da guerra, mas parece que as coisas ainda estão difíceis para ela.#$e#Talvez pudéssemos fazer algumas refeições para a família dela?",
			"Sat": "Faço uma aula de aeróbica às terças-feiras em nossa sala de estar. Você pode vir se quiser.",
			"Sat2": "É só comigo ou a Abigail tem um interesse doentio por desgraça e tristeza?#$e#Talvez eu esteja ficando velha demais para entender.",
			"Sat4": "É engraçado, não consigo lembrar se a ideia do clube de aeróbica foi minha ou de outra pessoa.#$b#Acho que aconteceu organicamente. O exercício sempre foi minha coisa, e nossa sala de estar parecia perfeita para isso, então...",
			"Sat6": "Pensei que daria um bom exemplo para a Abigail com as aulas de aeróbica que organizo, mas se algo, parece que isso a afastou de querer se exercitar.#$e#Acho que não deveria estar surpresa.",
			"Sat8": "#$1 Caroline12#Quando nos mudamos para cá, demorei um pouco para me adaptar... Eu não estava pronta para a vida doméstica.#$e#O Pierre é um pouco tradicional... mas ele é um bom homem. Ele é ambicioso, mas sempre coloca a família em primeiro lugar.",
			"Sun2": "Sinta-se à vontade para rezar no Santuário de Yoba, se quiser.#$e#Não, não é muito a minha praia. Eu respeito aqueles que praticam, porém.",
			"Sun4": "Entre o Santuário de Yoba, as aulas de aeróbica e a loja, tivemos que nos acostumar com pessoas passando pela nossa casa regularmente.#$e#A vida comunitária não é tão ruim desde que as pessoas sejam respeitosas.",
			"Sun6": "Todos querem que seu próprio filho cometa menos erros do que eles mesmos cometeram.$s#$e#Será pedir muito que a Abby permaneça segura e feliz?",
			"Sun8": "Eu me preocupo demais, e a vida é curta. Não vale a pena deixar a vida te derrubar o tempo todo.#$e#Precisamos fazer as pazes com o que temos.",
			"summer_Mon": "Você cultiva alguma flor em sua fazenda nesta época do ano?",
			"summer_Mon6": "O tempo parece passar cada vez mais rápido conforme envelhecemos...$s ",
			"summer_Wed10": "Sua carga de trabalho diminui perto do final de cada mês, não é? Por que não colher algumas folhas de chá com o tempo extra?",
			"summer_Thu": "Tenho visto frutas silvestres na floresta ultimamente.#$e#Coletar na natureza pode ser uma maneira divertida de ganhar um dinheiro extra. Ou você pode usar o que encontrar como presentes ou comida.",
			"summer_Thu6": "As uvas silvestres que crescem aqui são ótimas para fazer vinho. Você está fazendo algum vinho agora?",
			"summer_Thu8": "Certifique-se de guardar alguns tomates no final da estação para poder fazer ensopado de legumes.#$e#Quando chegar o outono, tudo o que você precisa é de uma beterraba. É uma receita dos sonhos por ser tão boa com tão poucos ingredientes.",
			"summer_Fri10": "Parece que sou um pouquinho intolerante ao glúten. Diminuí o glúten neste mês e me sinto com um pouco mais de energia.$h",
			"summer_Sat6": "Desculpe se a Abby já disse algo que o fez se sentir desconfortável.#$b#Fico pensando se ela poderia ter aprendido habilidades sociais melhores se tivesse saído um pouco mais.",
			"summer_Sun4": "Está um tempo perfeito para um chá gelado, não acha?",
			"summer_Sun8": "Todo mundo precisa dedicar um tempo adequado para autocuidado. Acho que você conhece meus pequenos rituais até agora.$h#$e#Você tem dedicado tempo suficiente? Você merece, sabe.",
			"fall_Mon10": "Espero que a Abby não cometa os mesmos erros que cometi quando tinha a idade dela...$s#$e#Uh, quer dizer, parece que temos outra aula de exercícios amanhã! Nos vemos por aí?",
			"fall_Tue10": "Na verdade, perdi dois quilos nas últimas semanas, mesmo com o Pierre cozinhando com mais frequência!$h#$e#Desculpe, quando o Pierre cozinha, só consigo suportar tanto, então acabo dando uma escapadinha pelas prateleiras da loja e belisco os lanchinhos.#$b#Hmm, não conte para ninguém.$s",
			"fall_Thu": "Você está fazendo alguma coleta nesta temporada? Vi cogumelos comestíveis na floresta.#$e#Devo mencionar que não sou muito fã deles, porém.",
			"fall_Thu6": "Existem algumas boas receitas que você pode fazer o ano todo com cogumelos silvestres, então não é uma má ideia estocar.#$e#Ou se você não é muito de cozinhar, sempre pode vendê-los para nós.",
			"fall_Thu8": "$d Joja#Estou preocupada com o Pierre. Cada vez que perdemos negócios para a JojaMart, mal consegue dormir por dias.|Nunca vou esquecer o dia em que o Pierre enfrentou o Morris daquele jeito. Isso me lembra de quando éramos mais jovens.$h",
			"fall_Sat2": "A Abby sempre teve um interesse estranho no ocultismo. Não tenho certeza de onde ela tira isso...",
			"fall_Sat4": "A Abby sempre teve um interesse estranho no ocultismo. Tenho certeza de que é apenas uma fase...",
			"fall_Sat8": "Sou só eu ou a Abigail joga videogame demais?#$e#Talvez eu seja um pouco antiquada.",
			"winter_Mon10": "Tantas pessoas querem ter essas grandes aventuras. Eu? Bem, tive minha cota quando era mais jovem.#$e#Por que não levar as coisas com um pouco mais de calma? No final das contas, é isso que a maioria das pessoas busca, não é?",
			"winter_Wed10": "Ah, a Abby precisa limpar a gaiola do porquinho-da-índia. Consigo sentir o cheiro dos gases a meio caminho da casa.$s#$e#Você pode puxar a orelha dela sobre isso para mim? Ufa, obrigada.",
			"winter_Thu": "O inverno é rigoroso, mas você pode desenterrar algumas raízes se tiver sorte.#$e#Coletar na natureza pode ser uma maneira divertida de ganhar um dinheiro extra. Ou você pode usar o que encontrar como presentes ou comida.",
			"winter_Thu6": "$1 Caroline1#Hmm... Será que consigo convencer o Pierre a cozinhar hoje à noite?#$e#Hmm... O que vou fazer para o jantar hoje à noite?#$e#Talvez eu só pegue uma comida pronta no Saloon.",
			"winter_Thu8": "$d Joja#Estou preocupada com o Pierre. Cada vez que perdemos negócios para a JojaMart, mal consegue dormir por dias.|Nunca vou esquecer o dia em que o Pierre enfrentou o Morris daquele jeito. Isso me lembra de quando éramos mais jovens.$h",
			"winter_Fri6": "Você não acha que a Abby ficaria melhor com a cor de cabelo natural?#$e#Ela costumava ter cabelo castanho claro.",
			"winter_Sun4": "Ahh, com uma xícara quente de chá verde, é como se o frio nem importasse mais.",
			"spring_12": "O Pierre tem algumas coisas realmente ótimas para vender amanhã. Ele te falou sobre isso já?$h",
			"summer_27": "As águas-vivas à luz da lua são realmente um espetáculo. Elas trazem de volta algumas ótimas lembranças que compartilhei com o Pierre.$h",
			"fall_15": "Queria que o Pierre não ficasse tão obcecado com a exibição do grange. Ele já tem bastante coisa na cabeça...",
			"winter_28": "Bom, aqui estamos no final do ano! Alguma resolução que você vai começar amanhã?",
			"spring_1_2": "Feliz ano novo! O Pierre está te esperando.$h",
			"spring_12_2": "Vamos te ver no festival do ovo amanhã, certo?",
			"summer_27_2": "*ufa* Que verão. Acho que todos nós merecemos um pouco de descanso.",
			"fall_15_2": "Queria que o Pierre não ficasse tão obcecado com a exibição do grange. Ele já tem bastante coisa na cabeça...",
			"winter_28_2": "Bom, aqui estamos no final do ano! Alguma resolução que você vai começar amanhã?"
		}
	}]
}