{
	"Changes":[
		{
			"LogName":"Clint",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Clint",
			"Entries":{
			"Mon2":"Outro dia, outro dólar.",
"Mon6":"Eu ouço muita música para ajudar a passar o tempo. E você?#$e#Às vezes eu canto junto.#$e#O quê? Não. Você não quer me ouvir cantar . Acredite em mim.$h",
"Mon8":"Talvez eu tenha nascido na época errada. Algumas centenas de anos atrás, e meu conjunto de habilidades teria sido muito mais respeitado.",
"Tue2":"Os negócios estão lentos ultimamente.#$e#Você deveria atualizar suas ferramentas. Eu poderia usar o dinheiro.",
"Tue4":"Tenho alguns buracos na minha agenda hoje e amanhã. Se você quer que eu atualize uma ferramenta, agora é uma boa hora para isso...",
"Tue6":"Sabe, sou muito bom no que faço. Só que ser ferreiro não é o tipo de talento com o qual a maioria das pessoas se importa. #$e#Pff, talvez na minha próxima vida eu possa ser um estrela do rock.",
"Tue8":"Acho que não me importo com o que faço para viver. É apenas muito isolador.#$e#Não sinto que tenha algo interessante para compartilhar com os outros habitantes da cidade.",
"Tue10":"Ei, @. Obrigado pela visita.$h",
"Wed2":"Ei. Tem algum trabalho para mim?",
"Wed4":"Eu também gosto de fazer armas.#$b#Se você estiver interessado, terá que perguntar ao Marlon do norte. Ele é meu revendedor.",
"Quar10":"Ouvi dizer que há um dia na semana em que uma loja no deserto vende omnigeods em caminhões. Sabe se isso é verdade?",
"Thu":"Você herdou um conjunto de ferramentas bem básico, hein? Sim, deixe-me saber como posso ajudar com isso.",
"Thu4":"Como esses projetos de fornalhas funcionaram para você? Você criou uma fornalha?#$e#Ei, eu apenas pensei que era algo que você poderia usar.",
"Thu6":"Minha pequena loja é uma relíquia que sobrou dos dias de glória de Pelican Town como uma cidade mineira.#$e#A única razão pela qual pude pagar o lugar foi porque a operação de mineração estava em uma espiral descendente.",
"Thu10":"Willy é um cara muito bom. Você já falou com ele?#$e#Ele tem as coisas muito bem resolvidas. Eu simplesmente nunca conseguiria fazer o que ele faz.",
"Fri4":"Que tipo de cerveja você bebe? Porter? Stout?#$e#Eu também sou um homem lager.",
"Fri8":"É estranho como eu tenho bebido a cerveja do Gus e comido sua comida por anos, mas eu mal sei uma coisa sobre ele.",
"Sat2":"A maioria das pessoas tiraria um fim de semana em um dia como este, não é?#$e#Me? Não.",
"Sat4":"Tenho que sair desta cidade. Só por um dia.#$e#Grampleton é meio que o meu lugar favorito. Não posso me dar ao luxo de férias chiques.",
"Sat10":"Já mostrei minhas mãos? Duras como couro velho de todos os calos.#$e#Quando comecei a trabalhar, estava preocupada com minhas mãos, mas agora diria que tenho orgulho de 'em.#$b#Se um cara estragou as mãos, pelo menos ele pode dizer que fez alguma coisa... em vez de nada.$h",
"Sun2":"Ei, se você tem geodos, certifique-se de não vendê-los. Traga-os para mim e eu o ajudarei a abri-los.",
"Sun6":"Iridium é extremamente raro, para não mencionar difícil de trabalhar.#$e#Se por acaso você encontrar algum, ficaria animado em ver o que posso fazer com ele.",
"Sun10":"Então, como estão suas ferramentas?",
"summer_Mon10":"Oh, uh, hey @. Quer bater um pouco de metal comigo?$h#$e#Uhh, quero dizer, se isso é algo que você gostaria de fazer...#$b#Eu acho é meio divertido, de qualquer maneira.#$b#Às vezes.$s",
"summer_Tue4":"Fui pescar com Willy há muito tempo.#$e#Digamos que pescar não é para mim.",
"summer_Thu10":"Ei, vamos lá, você tem que admitir que foi uma sorte para você pousar em uma cidade com seu próprio ferreiro.$h#$e#Você seria capaz de fazer tanto em a fazenda de outra forma?#$e#Bem, estou feliz por ter encontrado algum propósito para o meu trabalho. Então, obrigado por isso.",
"summer_Fri6":"Eu me lembro das férias de verão, quando eu estava na escola.#$b#Caramba, essa foi provavelmente a minha coisa favorita na escola para começar.$h#$e#Oh, nós não fizemos muito . Só saí com meus amigos. Vi filmes, dirigi por aí, me meti em encrenca.$h#$e#Acho que foi a liberdade mais do que tudo. Você nunca mais será tão livre.",
"summer_Sun6":"Eu não poderia falar muito sobre as propriedades moleculares do metal. Você teria que perguntar a Demétrio ou à filha dele sobre isso.#$e#Eu só sei como fazê-lo na forma que eu quero .",
"fall_Mon":"Parece que os Tunnelers fizeram um bom jogo ontem à noite.#$e#A velocidade de Cheroky é realmente o que move o time.",
"fall_Mon8":"Às vezes eu me pergunto se há alguém nesta cidade mais abaixo na escala social do que eu. $s",
"fall_Tue2":"Joguei um pouco de Gridball na escola. Também não era o pior.#$e#Foi divertido enquanto durou.",
"fall_Tue8":"Meus antigos companheiros de time de gridball... Não tenho ideia de onde eles estão hoje em dia.#$e#Alguns deles provavelmente nem se lembrariam de mim.",
"fall_Wed10":"@, tenho que confessar, sei que posso parecer um cara durão, mas odeio entrar nas minas.$s#$e#Tem muitos bichos rastejantes lá embaixo...$s#$ e#Apenas... não deixe ninguém saber. Meu segredo está seguro com você, certo?",
"fall_Thu":"Tem alguma coisa boa crescendo em sua fazenda agora?",
"fall_Thu6":"Dr. Harvey diz que eu deveria perder Algum peso. Hah.#$e#Estou balançando um martelo e levantando metal aqui todos os dias. Eu conto isso como meu exercício.",
"fall_Fri10":"Joguei um pouco de Gridball na escola. Também não era o pior.#$e#Foi divertido enquanto durou.",
"Fall_Sat10":"Meu braço está um pouco dolorido hoje. Tanto martelar.#$e#Bem. É um bom treino, suponho.",
"winter_Mon4":"Há algo de especial em segurar uma joia rara em suas mãos, sabendo que a Terra levou muito tempo para criá-la.$h#$e#Se uma joia fosse um ser vivo, toda a sua vida pareceria o piscar de olhos para isso.",
"winter_Tue8":"Ouvi falar de anões nas minas. Não tenho certeza do que faria se visse um.#$e#Provavelmente vou me mijar.$h",
"winter_Wed8":"Qual é o propósito da vida? Ahh, droga. Não me faça perguntas como essa.#$e#Tentou algo bom no saloon ultimamente?",
"winter_Thu10":"Lewis está aumentando os impostos das empresas locais novamente este ano. Dá para acreditar naquele cara?#$e#Ele disse que é porque a economia está melhorando por aqui.#$e#*suspiro* ...e eu pensei meu trabalho duro estava finalmente me levando a lugares.$s",
"winter_Fri8":"Sem habilidades além de ferreiro, sem família e sem perspectivas de casamento.$s#$b#@, você percebe que vou fazer exatamente a mesma coisa até morrer?$s",
"winter_Sat4":"Eu principalmente faço trabalhos menores para empreiteiros que terceirizam seu trabalho aqui.#$e#É mais agradável se eu começar a trabalhar em uma de suas ferramentas.",
"winter_Sun10":"Eu sei que não sou muito popular aqui na cidade, mas você sempre é legal comigo de qualquer maneira.#$b#Obrigado por tirar um tempo para conversar.$h",
"winter_28":"*suspiro* Bem, pelo menos você teve um bom ano?",
"spring_1_2":"Alguma resolução para este ano?#$e#Nah, não eu. Eu realmente não vejo o ponto.#$e#Ainda assim, pelo menos está bom lá fora.",
"Mon_inlaw_Emily":"Então uh... como vai uh... como vai Emily?$s",
"summer_Thu_inlaw_Emily":"...$s#$e#...O quê? Oh...#$e#...Acho que você sabe o que.$s#$e#O que você precisa?",
"fall_Mon_inlaw_Emily":"Como estão você e Emily?#$e#Oh, que ótimo!#$e#Estou feliz por vocês dois. Sério, estou.",
"winter_Sun_inlaw_Emily":"Não estou com vontade de conversar hoje.$s#$e#Dê o fora daqui!$3#$e#Desculpe, eu... isso foi...$4#$b# Sinto muito. Do que você precisa?$s",
"winter_28_2":"Ei, espero que seu ano tenha sido bom.#$e#Meu? Ah, eu vou conseguir. Estou feliz que o inverno está quase acabando."
			}
		}
	]
}