{
	"Changes":[
		{
			"LogName":"Clint",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Clint",
			"Entries":{
			    "Mon2": "Mais um dia, mais um dólar.",
			    "Mon6": "Eu escuto muita música para ajudar a passar o tempo. E você?#$e#Às vezes eu canto junto.#$e#O quê? Não. Você não quer me ouvir cantar. Acredite em mim.$h",
			    "Mon8": "Talvez eu tenha nascido na época errada. Há algumas centenas de anos, e minhas habilidades teriam sido muito mais respeitadas.",
			    "Mon10": "Eu odeio dizer isso, mas às vezes fico feliz por meu pai ter me forçado a me tornar um ferreiro. Pelo menos tenho uma profissão.#$e#Se eu não tivesse trabalho para fazer, provavelmente passaria o dia todo só sentado e me lamentando.$s",
			    "Tue2": "Os negócios têm estado devagar ultimamente.#$e#Você deveria atualizar suas ferramentas. Eu poderia usar o dinheiro.",
			    "Tue4": "Eu tenho alguns horários vagos hoje e amanhã. Se você quiser que eu melhore uma ferramenta, agora é um bom momento para isso...",
			    "Tue6": "Sabe, sou muito bom no que faço. É só que a ferraria não é o tipo de talento que a maioria das pessoas se importa.#$e#Pff, talvez na próxima vida eu possa ser uma estrela do rock.",
			    "Tue8": "Acho que não me importo com o que faço para viver. Só é bastante isolador.#$e#Não sinto que tenho algo interessante para compartilhar com os outros habitantes da cidade.",
			    "Tue10": "Ei, @. Obrigado por aparecer.$h",
			    "Wed2": "Ei. Tem algum trabalho para mim?",
			    "Wed4": "Eu também gosto de fazer armas.#$b#Se estiver interessado, você terá que perguntar ao Marlon, lá no norte. Ele é meu revendedor.",
			    "Wed8": "Ouvi dizer que há um dia da semana em que uma loja no deserto vende omni geodos aos montes. Você sabe se isso é verdade?",
			    "Wed10": "Não sei se as pessoas percebem isso, ou se importam, mas eu tenho muito orgulho do meu trabalho.#$e#Quero dizer... Quando era criança, eu não sonhava em me tornar um ferreiro. Mas é isso que sou. E quero ser o melhor ferreiro que posso ser.",
			    "Thu": "Você herdou um conjunto de ferramentas bastante básico, né? Sim, me avise como posso ajudar com isso.",
				"Thu4": "Como foram os projetos de construção da fornalha para você? Você construiu uma fornalha?#$e#Ei, achei que fosse algo que você poderia usar.",
				"Thu6": "Minha pequena loja é uma relíquia dos dias de glória de Pelican Town como uma cidade mineradora.#$e#A única razão pela qual pude pagar o lugar foi porque a operação de mineração estava em uma espiral descendente.",
				"Thu10": "Willy é um cara muito legal. Você já conversou com ele?#$e#Ele tem as coisas bastante bem resolvidas. Só não conseguiria fazer o que ele faz.",
				"Fri4": "Que tipo de cerveja você bebe? Porter? Stout?#$e#Eu sou mais de lager.",
				"Fri8": "É estranho como eu venho bebendo a cerveja do Gus e comendo sua comida há anos, mas mal sei uma coisa sobre ele.",
				"Sat2": "A maioria das pessoas tiraria um fim de semana em um dia como este, não é?#$e#Eu? Não.",
				"Sat4": "Eu tenho que sair desta cidade. Só por um dia.#$e#Grampleton é meio que meu lugar de refúgio. Não posso pagar umas férias chiques.",
				"Sat10": "Já te mostrei minhas mãos alguma vez? Duras como couro velho por causa de todas as calosidades.#$e#Quando comecei a trabalhar, estava preocupado com minhas mãos, mas agora diria que estou orgulhoso delas.#$b#Se um cara tem mãos estragadas, pelo menos pode dizer que fez algo... em vez de nada.$h",
				"Sun2": "Ei, se você tiver geodos, certifique-se de não vendê-los. Traga-os para mim e eu te ajudo a abri-los.",
				"Sun6": "O irídio é extremamente raro, além de difícil de trabalhar.#$e#Se você encontrar algum, porém, ficaria animado para ver o que posso fazer com ele.",
				"Sun10": "Então, como estão suas ferramentas?",
				"summer_Mon10": "Ah, uh, oi @. Quer bater um pouco de metal comigo?#$h#$e#Uhh, quero dizer, se isso é algo que você gostaria de fazer...#$b#Acho que é meio divertido, de qualquer forma.#$b#Às vezes.$s",
				"summer_Tue4": "Fui pescar com o Willy há muito tempo.#$e#Vamos apenas dizer que pescar não é para mim.",
				"summer_Wed8": "Eu deveria economizar e comprar um computador...#$e#Talvez eu possa encontrar uma namorada na 'internet'...$s#$e#O quê? Não me julgue! Nem todos são fazendeiros legais, atraentes e socialmente hábeis, sabe!$u#$e#O que um cara como eu deveria fazer? *Gemido*$s",
				"summer_Thu10": "Ei, vamos lá, você tem que admitir que foi bem sorteado cair em uma cidade com seu próprio ferreiro.$h#$e#Você conseguiria fazer tanto na fazenda de outra forma?#$e#Bem, estou apenas feliz por poder encontrar algum propósito para o meu trabalho. Então, obrigado por isso.",
				"summer_Fri6": "Lembro das férias de verão, quando estava na escola.#$b#Caramba, isso provavelmente era minha coisa favorita sobre a escola para começar.$h#$e#Ah, não fizemos muita coisa. Apenas saímos com meus amigos. Vimos filmes, dirigimos por aí, nos metemos em encrenca.$h#$e#Acho que era a liberdade mais do que qualquer coisa. Você nunca é tão livre novamente.",
				"summer_Sat10": "Como estão suas ferramentas?#$b#Se elas precisarem de reparos, basta passar na minha loja. Garanto essas ferramentas para a vida toda!",
				"summer_Sun6": "Não consigo te dizer muito sobre as propriedades moleculares do metal. Você teria que perguntar ao Demetrius ou à filha dele sobre isso.#$e#Só sei como moldá-lo na forma que eu quero.",
				"fall_Mon": "Parece que os Tunnelers tiveram um bom jogo ontem à noite.#$e#A velocidade do Cheroky é realmente o que impulsiona o time.",
				"fall_Mon8": "Às vezes me pergunto se há alguém nesta cidade mais baixo na escala social do que eu.$s#$e#Até o Shane parece estar bem para baixo, mas pelo menos ele sabe como socializar se quiser.$s",
				"fall_Tue2": "Joguei um pouco de Gridball na escola. Não era o pior nisso.#$e#Foi divertido enquanto durou.",
				"fall_Tue8": "Meus antigos companheiros de Gridball... não faço ideia de onde eles estão hoje em dia.#$e#Alguns deles provavelmente nem se lembrariam de mim.",
				"fall_Wed10": "@, tenho que confessar, eu sei que posso parecer um cara durão, mas simplesmente odeio ir para as minas.$s#$e#Tem muitas criaturas assustadoras lá embaixo...$s#$e#Apenas... não deixe ninguém mais saber. Meu segredo está seguro com você, certo?",
				"fall_Thu": "Tem alguma coisa boa crescendo na sua fazenda agora?",
				"fall_Thu6": "O Dr. Harvey diz que eu deveria perder um pouco de peso. Hah.#$e#Estou balançando um martelo e levantando metal aqui todos os dias. Conto isso como meu exercício.",
				"fall_Fri10": "Joguei um pouco de Gridball na escola. Não era o pior nisso.#$e#Foi divertido enquanto durou.",
				"Fall_Sat10": "Meu braço está um pouco dolorido hoje. Muita martelada.#$e#Ah, tudo bem. É um bom exercício, suponho.",
				"Fall_Sun8": "Ouvi dizer que a Emily tem uma amiga que mora no deserto. Você sabe alguma coisa sobre ela?#$e#Me pergunto se ela é solteira...$s",
				"winter_Mon4": "Tem algo especial em segurar uma gema rara em suas mãos, sabendo que a terra levou um tempão para criá-la.$h#$e#Se uma gema fosse uma coisa viva, toda a sua vida pareceria um piscar de olhos para ela.",
				"winter_Tue8": "Já ouvi falar de anões nas minas. Não tenho certeza do que faria se visse um deles.#$e#Provavelmente mijaria nas calças.$h",
				"winter_Wed8": "Qual é o propósito da vida? Ahh, droga. Não me faça perguntas assim.#$e#Experimentou alguma coisa boa no saloon ultimamente?",
				"winter_Thu10": "O Lewis está aumentando os impostos locais sobre negócios novamente este ano. Pode acreditar nesse cara?#$e#Ele disse que é porque a economia está melhorando por aqui.#$e#*suspiro* ...e eu pensando que meu trabalho árduo finalmente estava me levando a lugares.$s",
				"winter_Fri8": "Nenhuma habilidade além da ferraria, sem família e sem perspectivas de casamento.$s#$b#@, você percebe que vou fazer exatamente a mesma coisa até morrer?$s",
				"winter_Sat4": "Na maioria das vezes, faço trabalhos pequenos para empreiteiros que terceirizam seu trabalho aqui.#$e#É mais agradável se eu puder trabalhar em uma de suas ferramentas, no entanto.",
				"winter_Sun10": "Eu sei que não sou muito popular aqui na cidade, mas você sempre é gentil comigo mesmo assim.#$b#Obrigado por tirar um tempo para conversar.$h",
				"winter_28": "*suspiro* Bem, pelo menos você teve um bom ano?",
				"spring_1_2": "Alguma resolução este ano?#$e#Nah, não eu. Não vejo realmente o sentido.#$e#Ainda assim, pelo menos está bom lá fora.",
				"Mon_inlaw_Emily": "Então, e aí... como está, ah... como está a Emily?$s",
				"summer_Thu_inlaw_Emily": "...$s#$e#...O quê? Ah...#$e#...Acho que você sabe o quê.$s#$e#O que você precisa?",
				"fall_Mon_inlaw_Emily": "Como você e a Emily estão?#$e#Ah, isso é ótimo!#$e#Fico feliz por vocês dois. Sério mesmo.",
				"winter_Sun_inlaw_Emily": "Não estou com vontade de conversar hoje.$s#$e#Apenas saia daqui!$3#$e#Desculpe, eu... isso foi...$4#$b#Desculpe. O que você precisa?$s",
				"winter_28_2": "Ei, espero que seu ano tenha sido bom.#$e#Eu? Ah, eu vou me virando. Estou feliz que o inverno esteja quase acabando."
			}
		}
	]
}