{
	"Changes":[
		{
			"LogName":"Demetrius",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Demetrius",
			"Entries":{
				"Mon2":"Maru trabalhou duro para terminar a escola mais cedo. Agora ela está estudando uma variedade de ciências de forma independente.#$e#Estou feliz por poder fornecer a ela o equipamento de que ela precisa para seguir seu futuro.$h",
"Mon4":"Estou feliz que Maru conseguiu seu emprego na clínica. A medicina é uma profissão muito respeitável, mas ficarei feliz com qualquer tipo de ciência que ela decidir.",
"Mon6":"Eu sei que Maru terá que deixar o vale eventualmente. Se ela ficar presa aqui por muito tempo, isso pode prejudicar seu potencial.$s#$e#Por enquanto, porém, acho que ela morando aqui funciona sai bem.",
"Mon8":"Se você já se perguntou por que suas plantações crescem bem, isso tem a ver principalmente com o saudável rizóbio que vive em seu solo.#$e#Para encurtar a história, você precisa de um ecossistema diversificado para ter uma alta qualidade farm.#$b#Fazendas corporativas produzem produtos menos nutritivos quando destroem uma floresta inteira e a substituem por uma monocultura.$s",
"Mon10":"Já posso ver as conquistas científicas de Maru superando as minhas em seu futuro.#$e#Tenho muita sorte por ela estar do jeito que está.$h",
"Tue2":"Stardew Valley continua a me impressionar com a diversidade de sua flora e fauna.#$e#Estou surpreso por não haver nenhum outro cientista observando a área antes de eu chegar.",
"Tue4":"Explorar as minas pode ser interessante, mas meus campos são ecologia e bioquímica, em vez de geologia.#$e#Se encontrarmos evidências indicando uma ligação causal significativa entre as minas e a vegetação daqui, bem, então isso ser outra história.",
"Tue6":"As mudanças drásticas entre as estações são cruciais para manter a migração da vida selvagem...#$b$...o que, por sua vez, é crucial para evitar que uma única população se torne muito dominante.#$e#Eu continuo bonita boas guias sobre as várias espécies locais, então eu vou deixar você saber se eu vir algo incomum.",
"Tue8":"Você já visitou o Deserto de Calico?#$e#Eu estava mais interessado em estudar o ecossistema do vale, mas o fato de termos um deserto a apenas um dia de viagem de carro permanece um mistério.",
"Wed4":"Oi @! Como você está hoje?#$e#Gostaria de poder facilitar seu trabalho na fazenda de alguma forma.",
"Quar6":"Tenho coletado alguns dados úteis daquela caverna em sua fazenda.#$b#É único porque produz uma flora que muitas vezes não está disponível no ambiente direto ao redor.#$e#Ainda estamos anos longe de determinar como utilizar isso, no entanto.",
"Wed8":"Sempre que minha pesquisa de campo fica um pouco estagnada, admito que gosto de um pouco de química excêntrica.#$e#Coloquei minhas mãos em um pouco de césio alguns anos atrás. Robin disse \"nunca mais.\"$h",
"Wed10":"Desculpe, devo falar com você de vez em quando, não é?",
"Thu2":"Cultivando feijão verde? Uma das minhas comidas reconfortantes favoritas os usa em uma receita.",
"Thu4":"Há uma variedade de patrocinadores que apóiam meu trabalho. Levei vários anos de publicação e networking para poder montar meu laboratório aqui.#$e#Eu estava de olho em Stardew Valley por um bom tempo enquanto.$h",
"Thu6":"Não é de admirar que os humanos tenham cultivado nesta região por incontáveis gerações. É preciso um ambiente como este para que o homem primitivo prospere.",
"Fri4":"Robin tem um temperamento explosivo. É melhor ficar do lado dela.#$e#...agora, se eu pudesse apenas quantificar seus níveis de humor, talvez pudesse modelar as flutuações usando uma curva senoidal...$ você",
"Fri6":"Quando conheci Robin na faculdade, muitos de meus amigos ficaram impressionados com minha vontade de namorar alguém que já é mãe.#$e#O que posso dizer? Nós éramos um bom par.$h" ,
"Fri10":"Não posso deixar de analisar o 'porquê' de tudo. A forma como as plantas crescem, o sabor da comida, a razão pela qual a boa arte é bonita.#$e#Mas, de vez em quando, reconheço o preciso me desapegar, parar de questionar e simplesmente dançar com minha esposa.",
"Sat4":"Um dos objetivos da minha pesquisa é descobrir as condições ambientais exatas que vemos aqui no vale, que o tornam tão fértil para uma variedade tão grande de espécies.#$e#Em termos de aplicação, nós poderia usá-lo para aumentar a abundância de colheitas em regiões menos férteis.",
"Sat6":"Saudações, @. Como está indo o seu trabalho?#$e#Se você cultivar qualquer colheita intocada, seria um privilégio examiná-la.#$e#E possivelmente prová-la também!$h#$ b#...Pela ciência.",
"Sat10":"Você já ouviu falar de colheitas gigantes? Aparentemente, se certas colheitas se tornam tão dominantes em um terreno amplo o suficiente, há uma pequena chance de a variante gigante se manifestar.#$e#A natureza quase as extinguiu , já que seu tamanho os torna impraticáveis para a seleção natural.",
"Sun4":"Meu trabalho basicamente é meu hobby. Ocasionalmente, porém, também preparo uma refeição.",
"Sun6":"Para Sebastian, deixei a maior parte da paternidade para Robin.#$e#Mesmo hoje, geralmente é melhor ficar fora do caminho dele e deixar Robin lidar com as coisas com ele.",
"Sun8":"Sebastian sempre parece entediado com quase todos os aspectos do meu trabalho.$s#$e#A ciência da computação é uma ciência. Sempre tentei me relacionar com ele sobre isso, ainda há uma divisão entre nós.#$e#Os livros que li dizem que isso é de se esperar.",
"Sun10":"Cá entre nós, eu realmente pensei que Sebastian já teria se mudado.$s#$e#Ele é ainda mais velho do que eu quando conheci Robin...$s#$e#Desde enquanto ele trabalha e paga o aluguel, porém...",
"Sun_inlaw_Sebastian":"É um alívio saber que Sebastian finalmente se mudou. Sempre achei que você combinava bem com ele.$h",
"summer_Mon6":"Por que o sorvete tem um gosto tão bom? A ciência pode nunca fornecer uma resposta.#$e#Ha ha, brincadeira. É a gordura e o açúcar.$h",
"summer_Tue4":"Fertilizante é melhor para produzir colheitas de qualidade, mas se você precisar apressar uma colheita até a maturidade, use Speed Gro.#$b#Em teoria, você poderia obter três colheitas de melão dessa forma, em vez de duas.",
"summer_Tue8":"Você pode usar seiva e peixe para fazer um fertilizante de qualidade.#$e#Se for muito demorado pegar o peixe, talvez você possa pegar alguns caracóis ou pervincas em alguns potes de caranguejo.",
"summer_Wed10":"Quando conheci Robin na faculdade, muitos de meus amigos ficaram impressionados com minha vontade de namorar alguém que já é mãe.#$e#O que posso dizer? Nós éramos um bom par.$h" ,
"summer_Thu4":"Hmm... Se os níveis de estrigolactona pudessem ser aumentados, isso teria um efeito proporcional no crescimento de micorrizas?$u#$b#Ah! Desculpe. Eu estava pensando em alguns dados e não notei você aí. #$e#Precisa de alguma coisa?",
"summer_Thu8":"Eu me tornei um cientista porque queria contribuir para a progressão de nossa espécie.#$e#Claro, nada disso seria possível sem agricultores como você.$h",
"summer_Fri":"Você tem algum animal em sua fazenda?",
"summer_Fri2":"$p 40#Então, ouvi dizer que Maru pediu para você olhar através daquele telescópio nos fundos.|Se você e Maru se tornarem amigos, tenho certeza de que ela mostrará a você como usar aquele telescópio nos fundos.#$e #Muito emocionante, né?",
"summer_Fri10":"Boas notícias, @! Publiquei um artigo na revista Environmental Science Quarterly!$h#$b#Eu diria que é relevante para qualquer agricultor moderno.#$e#É tudo sobre minhas descobertas recentes sobre a reação do bacilo de um solo fértil a fitopatógenos fúngicos.#$b#Coisas fascinantes!$h",
"summer_Sat10":"Espero que minha pesquisa contribua para um uso melhor e mais sustentável dos recursos ambientais.#$e#Encontrar um uso para a caverna em sua fazenda seria um pequeno exemplo.",
"summer_Sun10":"O fertilizante é melhor para produzir safras de qualidade, mas se você precisar acelerar uma safra até a maturidade, use o Speed Gro.#$b#Em teoria, você poderia obter três safras de melão dessa forma, em vez de duas.",
"fall_Mon10":"Lembre-se, existe um ecossistema próspero vivendo bem no solo da sua fazenda. Certifique-se de cuidar bem dele.#$e#Eu diria que o solo é muito mais incrível do que as plantas que crescem a partir dele . Especialmente nesta época do ano!#$b#Ora, agora mesmo os níveis de azotobacter estão subindo, proporcionando uma fixação fenomenal de nitrogênio para as plantas. Sem mencionar o rizóbio...$h#$e#...Robin não é muito interessado neste tópico.$s",
"fall_Tue10":"Quanto mais extraímos recursos de uma variedade de locais, menos temos que tirar de cada lugar.#$b#Há um incentivo ecológico para a biodiversidade. Não podemos manter este mundo funcionando com monoculturas semelhantes a fábricas .",
"fall_Wed":"Vamos ver... talvez o nível de fixação de nitrogênio seja afetado por secreções de nematóides...$u#$b#Ah! Desculpe. Eu estava pensando em alguns dados e não notei você aí.#$e #Precisas de alguma coisa?",
"fall_Thu":"Como vai a lavoura? É época de milho, não é?#$e#Posso imaginar que seja bem tranquilo trabalhar ao ar livre com plantas o dia todo.",
"fall_Thu6":"Maru com certeza passa muito tempo trabalhando naqueles gadgets dela.#$e#Fico feliz que ela seja tão dedicada.",
"fall_Thu_inlaw_Maru":"Ainda estou pasmo com o robô secreto de Maru... foi tudo um sonho?",
"fall_Fri10":"Hmm, eu estava olhando através do meu microscópio para uma amostra de solo de sua fazenda. Encontrei alguns fenômenos estranhos e brilhantes.$s#$b#Então, quando olhei para trás menos de um minuto depois, não consegui encontre-o novamente.$s#$e#A boa notícia é que seu solo é bastante saudável. Prosperando, realmente.#$b#Mas eu gostaria de saber o que vi.$s",
"fall_Sun":"Durante esta época do ano, desviei minhas atenções para os fungos.",
"fall_Sun6":"Sabemos muito sobre a natureza graças à ciência.#$e#Mas sempre há muito mais para aprender.",
"winter_Mon10":"Robin insiste em caminhar até a Floresta Cinzaseiva para cortar árvores. Ela certamente sabe do que gosta.#$e#A área de fontes termais é muito mais próxima. um por cento mais lento!#$b#Mas ela ainda mantém seus motivos.",
"winter_Wed":"Fale com minha esposa se quiser aumentar o tamanho da sua casa.",
"winter_Wed4":"Você já tem uma cozinha em sua casa?#$e#Cozinhar é como fazer um trabalho de laboratório.",
"winter_Wed10":"Você guardou alguns produtos para cozinhar neste inverno? Aposto que você tem bastante estoque!",
"winter_Thu10":"Robin me ensina muito sobre como me afastar dos tecnicismos científicos da vida e me concentrar mais em coisas como estética e bem-estar.#$e#Eu posso ver suas perspectivas. Às vezes, leva apenas um pouco de tempo para que eu possa entendê-los.",
"winter_Sat":"Olá.#$e#%Demetrius parece perdido em pensamentos.",
"winter_Sat4":"Vamos ver... se os níveis sazonais de nitrogênio pudessem ser modelados por uma função por partes...$u#$b#Oh! Desculpe. Eu estava analisando dados e não notei você aí.#$e #Precisas de alguma coisa?",
"winter_Sat8":"Sinta-se à vontade para colher o máximo de madeira e pedra desta área que desejar.",
"winter_Sun10":"Provavelmente há uma explicação naturalista para cada fenômeno.#$b#Mesmo coisas como amor, espiritualidade ou a origem do mundo talvez possam ser explicadas com a ciência.#$e#Alguns dizem que isso tira a maravilha do universo.#$b#Eu mesmo? Acho que não. No mínimo. isso aumenta minha admiração pela existência.",
"Event_tomato1":"Sério? Achei que um fazendeiro saberia a resposta correta...$s",
"Event_tomato2":"Viu? @ concorda comigo.",
"Event_Lab_Silence":"Bem, é melhor titularmos esta solução antes que ela cristalize em nós.",
"Event_Lab_Rat":"*suspiro*... %fork$4",
"spring_1_2":"Feliz ano novo! Muito trabalho pela frente.",
"summer_28":"Você recebeu minha carta, certo? Não se atrase! Você não vai querer esperar mais um ano por ela.$h",
"winter_28":"Concluímos mais uma rotação ao redor do sol!#$e#Isso merece uma comemoração, ao que parece.",
"summer_28_2":"Você recebeu minha carta, certo? Não se atrase! Você não vai querer esperar mais um ano inteiro por ela.",
"winter_28_2":"Nós completamos outra rotação ao redor do sol!#$e#Isso merece uma comemoração, ao que parece."
			}
		}
	]
}