{
	"Changes":[
		{
			"LogName":"Dwarf",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Dwarf",
			"Entries":{
				"Mon":"Bem-vindo à minha loja.",
"Mon2":"Meu nome? Meu pessoal nunca usou nomes.#$e#Não, não é confuso. Francamente, eu teria mais dificuldade tentando lembrar um nome diferente para cada pessoa que conheci." ,
"Mon4":"Eu peguei algumas dessas coisas da superfície. Eu só peguei do seu pessoal durante a noite. #$e#Hmm? O que é esse conceito que você chama de \"propriedade privada\"?",
"Mon6":"Quando vocês, humanos, tinham sua operação de mineração abaixo, tive que ser muito astuto para evitar a detecção.#$e#Obviamente, não me importo mais com isso. Dou-lhe as boas-vindas humildemente aqui.",
"Mon8":"Você sempre volta aqui. Você... gosta de bombas?",
"Tue":"Sei que você é novo no meu idioma. Por favor, peça-me para repetir tudo o que me ouvir dizer.",
"Tue2":"Quando eu nasci? Bem, algum tempo atrás. Foi...#$b#...espere, quando isso estaria no seu calendário?#$b#Algum momento no final do \"verão,\" Eu acho. Verão 22?",
"Terça 4":"Ah... ensopado de cenoura da caverna, cenoura da caverna assada, sopa de cenoura da caverna e cenoura da caverna gratinada.#$e#...E um ramekin de cenoura da caverna queimada para adoçar a noite.#$e#O quê? ",
"Tue6":"Ocasionalmente, vejo um humano de cabelos grisalhos passar por aqui.",
"Tue8":"Você pensou que os anões tinham barbas compridas? Mas... eu tenho uma barba comprida. t apenas longo, é excessivo.",
"Tue10":"Acho que não sobrevivi às Guerras Elementais por causa da minha bravura. Pelo contrário, a única coisa em que fui bom foi me esconder.#$e#Não me orgulho disso.",
"Wed2":"Você só tem quantos anos?#$b#Ah, sim, peço desculpas. Se fosse um anão, você ainda seria uma criança.#$e#Espero que não se ofenda.",
"Quar4":"Há muito tempo, meu povo conhecia os segredos da tecnologia avançada. As evidências arqueológicas provam isso.#$e#Mas eu me pergunto de onde veio? E para onde foi tudo? Tenho algumas ideias, mas não as história completa...",
"Wed6":"Estou impressionado com o quanto sua espécie avançou apenas nos últimos 100 anos.#$b#Os humanos estão sempre com pressa assim?",
"Wed8":"Algumas vezes, vi um estranho humano azul descendo pelas minas.#$e#Pelo menos, acho que ele é um de vocês, humanos.#$e#Não confio nele." ,
"Quar10":"Claro que preciso de dinheiro. Por que venderia meus produtos de graça?",
"Thu":"Você não é um espião enviado pelo Povo das Sombras, é?#$e#Estou de olho em você.",
"Thu2":"Sim, eu moro sozinho. Não tenho família. Você pode agradecer aos brutos das sombras por isso.",
"Thu4":"Sinto-me mais confortável no subsolo.#$e#Quanto mais fundo no subsolo, melhor.",
"Thu6":"A maioria dos andares nas minas se tornou inabitável. Muitos monstros.#$e#Viver aqui terá que servir.",
"Thu10":"Agradeço humildemente por suas visitas contínuas. Você me fez considerar os humanos de forma diferente desde que você apareceu.",
"Fri2":"A maioria dos humanos teme o desconhecido... é por isso que escondi minha loja aqui.#$e#Suas habilidades de mineração provam que você é confiável.",
"Fri4":"Por favor, informe-me se você encontrar pedras preciosas na mina.",
"Fri6":"Minha linguagem é muito mais fácil do que a fala dos humanos. Você aprendeu o suficiente para ter essa conversa comigo rapidamente, não é?#$e#No entanto, suas habilidades são louváveis para um recém-chegado.",
"Sex8":"Zzzzzz... Oh?#$e#Minhas desculpas. Eu costumo mergulhar nas minas durante a sua noite e durmo em algum momento durante o seu dia. Do que você precisa?",
"Sat2":"Então você é um fazendeiro? Você cultiva slimes?",
"Sat4":"Fico feliz em receber quaisquer artefatos anões que você encontrar. Mas vê-los também me deixa um pouco triste.#$e#Não posso oferecer nenhuma recompensa por eles, mas... só para você saber.",
"Sat6":"As minas podem ser um lugar traiçoeiro. Tenha cuidado, amigo.",
"Sat8":"Explosivos só são perigosos se você for um tolo. Eu uso coisas assim desde meus primeiros dias.",
"Sun":"Quer comprar alguma coisa hoje?",
"Sun2":"Estou disposto a experimentar a culinária humana, sim. Por que você não traz um pouco?",
"Sun4":"Um dia você vai ter que me contar sobre essa bebida que você chama de \"leite\".",
"Sun6":"O antigo modo de vida se foi. Devo me conectar com os humanos, mas também não acho que sua espécie me receberia bem se eu andasse pela cidade.#$e#A luz lá fora me deixaria louco em questão de minutos também.",
"Sun8":"Você é sem dúvida o único humano com quem falei mais do que qualquer outro.#$e#Sempre fui ensinado a ficar longe dos humanos, mas estou feliz por ter decidido fugir dessa regra.",
"summer_Mon10":"Sinto-me muito mais seguro por dentro. Quando saio sob o seu céu aberto, sinto quase como se pudesse cair nele.",
"summer_Tue10":"Você tem dispositivos chamados... computadores? Ah, sim, acho que entendo o que você quer dizer.#$b#Você pode agradecer a engenhosidade de meus ancestrais por dar a ideia aos humanos.",
"summer_Wed10":"Estou impressionado com o quanto sua espécie avançou apenas nos últimos 100 anos.#$b#Os humanos estão sempre com pressa?",
"summer_Thu10":"Meus ancestrais eram capazes de domar dragões enormes. Pelo menos foi o que ouvi há muito tempo.#$b#Na verdade não tenho evidências de que seja verdade. Poderia ser apenas um conto.",
"summer_Fri10":"Existem outros sistemas de cavernas ao redor do mundo onde habitam outros anões. Mas eu não os vejo com meus próprios olhos há muito tempo.",
"summer_Sat10":"No futuro, se não houver anões para continuar nosso legado, então suponho que caberá a humanos como você.#$b#Por favor, seja bom para o subterrâneo.",
"summer_Sun10":"A atividade vulcânica nesta montanha está aumentando. Sua espécie pode querer ficar de olho quando ela entrar em erupção.#$e#Eu prevejo que isso acontecerá em cerca de quatro mil anos.",
"fall_Mon10":"Algumas vezes, vi um estranho humano azul descendo pelas minas.#$e#Pelo menos, acho que ele é um de vocês, humanos.#$e#Não confio nele." ,
"fall_Tue10":"O antigo modo de vida se foi. Devo me conectar com os humanos, mas também não acho que sua espécie me receberia bem se eu andasse pela cidade.#$e#A luz lá fora me deixaria louco em questão de minutos também.",
"fall_Wed10":"Os humanos fazem muito lixo, hmm? De onde mais vem?#$e#Eu não estava falando de você. Eu quis dizer os outros humanos.",
"fall_Thu10":"Havia uma próspera civilização anã perto de um vulcão ao sul daqui.#$e#Suponho que agora esteja em ruínas.",
"fall_Fri10":"As partes cinza e branca do céu... você chama isso de... nuvens?#$e#Que interessante.",
"fall_Sat10":"Você diz que pode cultivar inhame na superfície? Perfeito.#$b#Seria simples cozinhar um prato de raízes.",
"fall_Sun10":"...#$b#Você é... uma pessoa gentil.#$b#...#$b#Não digo isso a ninguém há muitos anos.",
"winter_Mon10":"Coisas estranhas começaram a acontecer nas minas. Hordas perigosas de monstros, ambientes estranhos...#$b#Será que aquele estranho humano azul pode estar envolvido?",
"winter_Tue10":"Você pode encontrar peixes raros nos lagos abaixo. Você já ouviu falar da Lava Eel e do Ice Pip?#$e#Apenas um pescador experiente poderia pegá-los.",
"winter_Wed10":"Todas as coisas velhas se transformam em novas. Minha civilização desmoronou. Mas eu não desejo ser descartado.#$e#Tenho um suprimento quase infinito de bombas. Não irei em silêncio.",
"winter_Thu10":"Crânio... caverna... sob um deserto. Sim. Acredito que meu povo passou algum tempo lá, há muito tempo.#$e#Não acredito que você encontre anões lá agora.",
"winter_Fri10":"Meu povo costumava ser ferreiros lendários também.#$b#Mas essa é outra arte perdida no tempo.",
"winter_Sat10":"Você parece um tipo ambicioso. Por favor, tenha cuidado com o poder que você possui, ou você mesmo se tornará um monstro.",
"winter_Sun":"Ah, sim. É verdade que há um santuário da morte aqui perto. Alguns humanos devem ter feito um túnel direto para ele há algum tempo.#$e#Não sei dizer exatamente de onde veio. Certamente não é meu pessoas. E as pessoas das sombras também negaram.#$e#Você já esteve lá?",
"winter_Sun10":"Os espíritos hostis no santuário da morte devem ser bastante antigos.#$b#Tenho certeza que eles não seriam páreo para você, no entanto."
			}
		}
	]
}