{
	"Changes":[
		{
			"LogName":"Elliott",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Elliott",
			"Entries":{
				"Mon2":"Vila Pelicano é um lugar excepcionalmente pacífico. Percebi isso desde o momento em que pensei em me instalar.#$e#Espero que você sinta o mesmo.$h",
"Mon4":"Espero que você tenha pensado neste lugar como 'casa'",
"Mon6":"Acredito firmemente que a beleza está nos olhos de quem vê.#$b#Se isso for verdade, considero a escrita o caminho mais direto para onde nossas mentes criam a beleza que experimentamos. ",
"Mon10":"Quando você está por perto, @, os sentimentos em meu coração só podem ser chamados de poesia sem palavras.$l#$e#Espero que esteja tudo bem com você.$h",
"Tue2":"Tantas pessoas passam a vida inteira sem nunca aprender verdadeiramente como prestar atenção... ao que nos rodeia, a nós mesmos...#$b#Quanta vida é desperdiçada dessa maneira?$s",
"Tue8":"Um dia nunca pode ser chato quando você segue os caprichos de sua imaginação.$u#$e#Desculpe, estou tagarelando sobre bobagens?",
"Tue10":"Na minha vida, passei tanto tempo sozinho, mas acho que posso estar pronto para mudar isso.$l",
"Wed2":"Certifique-se de passar na minha cabana sempre que for à praia.$h#$e#Muitas vezes desejo solidão, mas muito pode prejudicar o bem-estar.",
"Wed4":"Por favor, desculpe o estado lamentável da minha cabine.",
"Thu":"Olá, @.#$e#Tudo bem?",
"Thu10":"Tentei fazer alguns sonetos ultimamente.$l#$e#Oh! Não escrevi nada que mereça a atenção de outra pessoa.#$e#Talvez outra hora.",
"Sex2":"Você já deve ter conhecido Leah, certo? Ela tem sido uma boa amiga desde que cheguei na cidade.#$e#Gosto de um bom debate com ela sobre estética.",
"Fri8":"Fazenda com excelência precisa de musa. O que te inspira, @?",
"Fri10":"Talvez uma das minhas próximas peças seja sobre você, @. Espero que não se importe.$h",
"Sat2":"Não acredito em me apegar a muitos bens materiais. Guardo apenas o que preciso.",
				"Sat4":"'Acordado, meu rosto do sol iminente#$b#Como o coro da natureza levanta sua voz como um só.'#$b#Oh, @, eu estava refletindo sobre algumas de minhas poesias agora. Ultimamente, o a primavera despertou minha criatividade.",
"Sat6":"Não tenho TV, computador e rádio. Às vezes me pergunto se teria dificuldade em voltar à sociedade 'convencional'.",
"Sat8":"Algumas pessoas são tímidas. Continue demonstrando interesse por elas e elas se sentirão confortáveis perto de você.#$e#Todo mundo gosta de ter amigos, até mesmo aquele ferreiro rabugento.",
"Sun2":"Ah, então você veio aqui para escapar da sua antiga vida também?#$e#Parece que temos alguns pontos em comum.",
"Sun4":"Respeito a busca de Leah pela beleza na arte material.#$b#Para mim, porém, a beleza só existe na mente. Palavras, pensamentos e música são suficientes para mim.$h",
"Sun8":"'Desperte, meu rosto do sol iminente#$b#Como o coro da natureza levanta sua voz como um só.'#$b#Oh, @, eu estava refletindo sobre algumas de minhas poesias agora. Ultimamente, o a primavera despertou minha criatividade.",
"summer_Mon10":"É coincidência que não consigo deixar de imaginar você sempre que me sento para escrever?$l",
"summer_Tue2":"@? Você parece confuso.#$b#Acho que o ar quente do verão pode nos deixar um pouco tontos.",
"summer_Tue4":"Visite minha cabine sempre que quiser. Eu gostaria da companhia.$h",
"summer_Tue10":"Escrevo hoje em dia, esperando que tudo o que eu compus seja agradável para você.#$e#É uma experiência totalmente diferente, escrever para outra pessoa em vez de mim, mas já gosto muito disso!",
"summer_Wed4":"A vida de uma única planta é uma história dentro de si.#$b#Sua luta, sua resistência, tudo para alcançar seu propósito de dar frutos.#$e#A jornada de um herói literário é bastante semelhante.$h",
"summer_Wed6":"Se não fosse o oceano, temo que minha cabana praticamente se tornasse um abrigo durante este mês.",
"summer_Wed10":"Deveríamos compartilhar uma garrafa de vinho em algum momento... para celebrar o progresso que compartilhamos nesta vida!",
"summer_Thu2":"Comecei a escrever histórias desde cedo. Joguei jogos imaginativos sem parar.#$b#Mas algo certamente clicou no dia em que decidi começar a escrever as histórias que vieram tão naturalmente para mim.",
"summer_Thu4":"Algumas das minhas melhores ideias surgem na minha cabeça quando sento e toco meu piano.#$e#Claro, algumas das minhas piores horas de procrastinação acontecem lá também...$s",
"summer_Thu6":"É verdade que nem sempre tive uma vida fácil na escola.$s#$b#Passei tanto tempo sendo diferente dos meus colegas que, eventualmente, 'diferente' se tornou a única identidade que eu conhecia. #$e#Pelo menos eu me conheço muito bem por causa disso.",
"summer_Thu10":"Penso em quanto fui intimidado e rejeitado quando criança. Por encontrar alguém como você, sinto-me mais sortudo do que jamais pensei que teria.$l",
				"summer_Fri2":"Leah tem me falado sobre seus últimos projetos de arte. Eles parecem fascinantes.#$e#Alguns deles ela gosta de manter em segredo até que terminem. Eu entendo perfeitamente.",
"summer_Fri4":"Escrever com uma caneta é realmente um pouco mais fácil do que escrever em um computador.#$b#Com uma caneta, você tem que se comprometer com as palavras que escreve, então isso me deixa muito menos indeciso.$h" ,
"summer_Fri6":"Foi uma provação trazer aquele piano para minha casa. Movê-lo pela praia não foi tarefa fácil. #$e#Estou feliz que o prefeito Lewis tenha um para venda de um residente anterior que se mudou fora.",
"summer_Sat4":"'E a escuridão, vencida como uma bêbada alcoólatra#$b#Entrega a face caída ao louvor do verão.'#$b#Ah, @, eu estava inventando um pouco de poesia para me animar . Espero que seu dia esteja bem.$h",
"summer_Sat6":"Quando o som do oceano está sempre presente, quase parece se tornar parte do meu ser. Caminhar pelo silêncio da floresta é de repente uma experiência exótica.",
"summer_Sat8":"Eu gostaria de pensar em seu trabalho na fazenda como um grande romance. Conquistar a morte e dar vida ao que foi perdido...#$b#Tematicamente falando, é onde nós, como pessoas, encontramos nossa esperança.",
"summer_Sun4":"Todos os personagens que crio são, de alguma forma, um reflexo de mim.#$b#Nesse sentido, considero que já explorei muitos dos limites da minha personalidade.$h",
"summer_Sun6":"Escrever é um pouco como atuar. Às vezes, me encontro perdido na mente de um personagem. É sempre muito emocionante.$h#$e#Prefiro manter meu público afastado até que a história esteja completa, no entanto.",
"summer_Sun10":"Muitas vezes consigo ver pedaços de mim mesmo nos personagens que crio. Mas ultimamente, tenho escrito algumas vinhetas que se parecem mais com você do que comigo.$l",
"fall_Mon6":"Diz-se que um navio pirata, cheio de ouro saqueado, naufragou aqui há muito tempo.",
"fall_Mon10":"Olá, @. Devo admitir que tenho me sentido bastante amoroso ultimamente.$l#$e#E você?$l",
"fall_Tue4":"Já li a maioria dos clássicos, mas me pego voltando a eles repetidas vezes.#$e#Será que alguma coisa que escrevo durará mais de uma geração?",
"fall_Wed2":"Uma coisa que adoro nesta praia é que posso desfrutar de um luxuoso jantar de lagosta cozida no vapor por um preço baixo.$h#$e#As melhores coisas da vida exigem muito pouco dinheiro se você souber onde procurar.",
"fall_Wed4":"Eu admiro os clássicos, mas agora também estou com o nariz enterrado em alguns romances populares.#$e#Eu sempre posso aprender mais com autores publicados se espero me tornar um igual a eles um dia.$h ",
"fall_Wed6":"Uma coisa que adoro nesta praia é que posso desfrutar de um luxuoso jantar de lagosta cozida no vapor por um preço baixo.$h#$e#As melhores coisas da vida exigem muito pouco dinheiro se você souber onde procurar.",
"fall_Thu2":"É preciso varrer bastante para evitar que a areia forme uma camada na minha cabana.$s#$e#Desde que não caia na minha cama.",
"fall_Thu4":"Nossa! Um pequeno caranguejo parece ter feito sua casa no bolso da minha camisa.$l#$e#Esse é o problema de morar na praia.",
"fall_Thu6":"Não posso negar como as estações do ano afetam meu humor. Sem dúvida, então, elas devem afetar minha escrita?$s#$e#Mas e se, então, eu perder minha chance de escrever a cena que tanto preciso mal, e tenho que esperar um ano inteiro?$s",
"fall_Thu10":"É maravilhoso ver você, @! Vamos dar uma volta na praia qualquer hora?$h",
"fall_Fri4":"Minhas pernas estão duras de ficar sentado em minha escrivaninha a noite toda.$s#$e#Às vezes eu invejo você, @.",
"fall_Fri6":"Hoje estou com uma dor de cabeça terrível por causa do cansaço visual. Talvez eu precise de uma lâmpada apropriada para quando ficar acordado até tarde para escrever.$s",
"fall_Fri8":"As plantas da minha casa estão indo muito bem. E as da sua fazenda?$h",
"fall_Sat4":"'Um sopro de folhas que alegremente agita o dia$s#$b#E acena todos os mortais para a decadência...'$s#$b#Ah, @, são apenas alguns versos I' Estou trabalhando. Um pouco de poesia oferece algum alívio no meu projeto principal.$h",
"fall_Sat6":"Toda vez que vou escrever uma cena, ela acaba demorando muito mais do que eu esperava.$s#$e#Quanto mais complexa uma história se torna, mais tenho que analisar se os símbolos e motivos são consistente, entre outras coisas.",
"fall_Sat8":"Estou aliviado por ter terminado meu livro, mas não consigo parar de escrever agora. A criatividade pode desaparecer se não for usada.",
"fall_Sat10":"Já comecei a pensar em algumas ideias para outro livro.#$e#Sim, isso é algo que pretendo continuar fazendo.$h",
"fall_Sun4":"Tenho tentado atualizar alguma ficção contemporânea. Devo ter certeza de que não dupliquei as ideias de outro autor ao acaso.",
"fall_Sun6":"Todo mundo sempre pensa no verão quando pensa em praias. Mas uma praia de outono tem sua própria beleza vítrea que não deve passar despercebida.",
"fall_Sun8":"Há algo de poético na próspera natureza de uma fazenda no outono, pois a natureza como um todo começa seu declínio constante em direção ao inverno.#$e#Vida... morte... renascimento, todos os três têm suas fases separadas , mas todos existem simultaneamente também.",
"winter_Mon4":"Esses dias escuros de inverno afetam minha disposição.$s#$q 060/061/062/063 winter_Mon_old#O inverno também afeta seu humor? #$r 060 0 Seg_060#Ele tira o vento das minhas velas.#$r 061 0 Mon_061#Isso me anima!#$r 062 0 Mon_062#É uma mistura de alegria e melancolia.#$r 063 0 Mon_063#Não me afeta.",
"winter_Mon_old":"$p 060#Você está se cuidando bem?|Não devo me permitir sucumbir a um estado de tédio.",
"Mon_060":"Oh querido! Deve ser difícil ser um fazendeiro quando todos os seres vivos estão dormindo. Por favor, venha conversar comigo sempre que quiser.",
"Mon_061":"É mesmo? Sim, suponho que haja algo bastante animador no espírito natalino.",
"Mon_062":"É exatamente assim para mim também. Alguns dos meus melhores escritos vieram do inverno, mas tendem a ter um tom mais sombrio.",
"Mon_063":"É mesmo? Bem, eu admiro sua natureza impenetrável, então!",
				"winter_Tue4":"$d Joja#JojaMarts sempre me encheu de um profundo sentimento de ódio. Não vou a um há anos.|Aquece meu coração sempre que vejo outras pessoas fazendo compras no Pierre. Lembro-me de como a alma desta cidade me conquistou.",
"winter_Tue6":"Já escrevi inúmeras histórias antes, mas se vou enviar algo para publicação, tem que ser perfeito!$a#$e#Escrever pode exacerbar bastante minhas tendências perfeccionistas.$s",
"winter_Tue8":"'Um brilho de neve sedosa através da colina#$b#Convida o solitário a encontrar sua alma...'#$b#Ah, @, estou apenas trabalhando em um pouco de poesia para revigorar minha inspiração.$h",
"winter_Wed":"Um dia nunca pode ser chato quando você segue os caprichos de sua imaginação.$u#$e#Desculpe, estou tagarelando sobre bobagens?",
"winter_Wed4":"@, você caminhou pela neve para me visitar?#$e#Estou honrado!$h",
"winter_Wed6":"Estive tão envolvido com meu próprio trabalho que esqueci de perguntar como está indo seu trabalho. Como está a fazenda?#$e#Você tem planos de construir algo novo para o próximo ano? ",
"winter_Wed8":"Acredito firmemente que a beleza está nos olhos de quem vê.#$b#Se isso for verdade, considero a escrita o caminho mais direto para onde nossas mentes criam a beleza que experimentamos. ",
"winter_Thu6":"Ontem foi uma noite fantástica! Devo ter escrito mais duas páginas inteiras a cada hora!$h#$e#Tento saborear essas vitórias pessoais.",
"winter_Thu8":"Respire profundamente. Você percebe? É o cheiro do mar.#$e#Sempre que sinto o cheiro do mar, ele me lembra da minha juventude. O oceano realmente me impressionou quando criança.",
"winter_Thu10":"Meus pais estavam entre aqueles que pensaram que eu era louco por me mudar para cá.#$b#Quando li a carta mais recente deles, porém, eles pareceram mais receptivos.",
"winter_Fri4":"Algumas das minhas melhores ideias surgem na minha cabeça quando sento e toco meu piano.#$e#Claro, algumas das minhas piores horas de procrastinação acontecem lá também...$s",
"winter_Fri6":"Eu só consegui escrever três frases o dia todo ontem. Três frases!$s#$e#Meu cérebro simplesmente deve estar exausto.",
"winter_Fri8":"Algumas das minhas melhores ideias surgem na minha cabeça quando sento e toco meu piano.#$e#Claro, algumas das minhas piores horas de procrastinação acontecem lá também...$s",
"winter_Fri10":"Muitas vezes consigo ver pedaços de mim mesmo nos personagens que crio. Mas ultimamente, tenho escrito algumas vinhetas que se parecem mais com você do que comigo.$l",
"winter_Sat4":"'Um brilho de neve sedosa através da colina#$b#Convida o solitário a encontrar sua alma...'#$b#Ah, @, estou apenas trabalhando em um pouco de poesia para revigorar minha inspiração.$h",
"winter_Sun6":"O frio faz minha cabana parecer mais solitária.$s#$e#Talvez se eu pudesse usar essa solidão como fonte de inspiração...$s",
"winter_Sun8":"Acho que vou ganhar o suficiente para sobreviver por mais alguns meses!$h#$e#É mais fácil para mim porque tenho poucas despesas, mas por um tempo fiquei preocupado em ir à falência. ",
"spring_1_2":"Que bela manhã hoje! Feliz ano novo!$h",
"summer_27":"A visita dos moonlight jellies foi uma experiência maravilhosa no ano passado. Espero que este ano não seja diferente.#$e#E a localização da minha casa é imbatível!$h",
"winter_15":"Estes barcos fizeram uma bela entrada quando chegaram esta manhã!",
"winter_28":"Um brinde a mais um capítulo de nossas vidas! [459]$h#$e#Saúde.",
"summer_27_2":"A visita dos moonlight jellies foi uma experiência maravilhosa no ano passado. Espero que este ano não seja diferente.#$e#E a localização da minha casa é imbatível!$h",
"winter_15_2":"O mercado noturno está de volta. Nunca imaginei que teria esse tipo de espetáculo maravilhoso bem na minha porta.$h",
"winter_28_2":"Um brinde a mais um capítulo de nossas vidas! [459]$h#$e#Saúde."
			}
		},
		{
			"LogName":"Elliott Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueElliott",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Sinto-me inspirado hoje... Acho que vou escrever um pouco.#Adoro acordar com a suavidade desse som. E você?$h",
"Rainy_Day_1":"O som da chuva, de alguma forma, me lembra minha cabana na praia.#$e#$c .5#Talvez eu deva dar outro passeio por lá em breve.#A fazenda é maravilhosa, mas sinto falta do som do oceano.",
"Rainy_Day_2":"Acordei cedo e fiz café. h#Acho que uma xícara dessa bebida requintada torna o início da manhã muito mais agradável.",
"Rainy_Day_3":"#$c .5#Acho que vou ficar dentro de casa hoje, minha querida. A chuva faz meu cabelo ficar mole. , mas nunca amortece seu espírito.",
"Rainy_Day_4":"Minha inspiração para escrever é como o clima... vem e vai ao acaso. Hoje me sinto totalmente sem graça.$s#$e#Talvez eu leia um dos clássicos para fazer minha criatividade fluir .",
"patio_Elliott":"#$c .5#Ah, que lindo dia para ler um livro... não acha, meu querido?#Fique à vontade para se juntar a mim se estiver fazendo uma pausa, meu querido. $h",
"Rainy_Night_0":"#$c .5#Boa noite. Você teve um dia produtivo, @?#Nosso triunfante herói voltou! Como foi seu dia?$h^Nossa triunfante heroína voltou! Como foi seu dia?$h" ,
"Rainy_Night_1":"#$c .5#Você está com frio! Deixe-me mantê-lo aquecido.$l#Querido, o que você está fazendo, enterrando seu rosto molhado em meu cabelo assim? Eu não sou uma toalha! $l",
				"Rainy_Night_2":"#$c .5#Ah, minha querida, eu estava pensando em você. Bem-vindo ao lar.$h#Minha habilidade com as palavras é incomparável, mas não consigo encontrar a maneira de descrever adequadamente o seu fascínio. $l^Minha habilidade com as palavras é incomparável, mas não consigo encontrar a maneira correta de descrever sua beleza.$l",
"Rainy_Night_3":"#$c .5#O que eu fiz hoje? Vou apenas dizer isso... dá muito trabalho manter esse físico robusto!#Isolar? Não, nunca é isolar aqui, em comparação com a praia. Simplesmente a promessa de seu retorno todas as noites mantém minha mente bastante tranquila.$h",
"Rainy_Night_4":"Meu amor... Eu não trocaria você por 100 barras de irídio.#$e#Nem 1000...#$e#Nem 10.000 barras, não.$7#$e#...$7# $e#Não, nem mesmo 100.000 barras!$a#$e#...$s#$e#Wa... um milhão de barras de irídio puro...? Não me obrigue a fazer isso...$8",
"Indoor_Day_0":"#$c .5#Tenho cuidado muito melhor de mim agora que estamos juntos. A vida de solteiro não foi particularmente saudável para mim. naquela velha cabana? Mesmo agora, já parece uma lembrança da vida de outra pessoa.",
"Indoor_Day_1":"Bom dia! Fiz um bule de café para nós. pode-se dizer. Sou um pouco conhecedor.$h",
"Indoor_Day_2":"#$c .5#Se você encontrar uma aranha em casa, não a esmague! Apenas me avise e eu levo a coitada para fora.#Acordei com alguns pensamentos nadando em minha mente cabeça para uma pequena vinheta. Vou ter que escrever esses pensamentos antes que eles desapareçam.",
"Indoor_Day_3":"#$c .5#Hoje vai ser um dia fantástico... Posso sentir! Sinto uma sensação especial no meu nariz...$h#Um brilho de sol sedoso no seu cabelo. .. lembra-me como sei que encontrei a minha casa, onde o teu olhar brilhante convida a partilhar... um momento ao sol para chamar de nosso.",
"Indoor_Day_4":"#$c .5#Querido, o que você acha que devemos fazer para o jantar hoje à noite? A escolha é sua. Você faria isso comigo?$s#$e#Eu confio em você.",
"Indoor_Night_0":"#$c .5#Mmm, boa noite, minha querida. Aproxime-se.$l#Da estrela mais brilhante do inverno, ao brilho de uma veia de irídio... nada se compara ao meu homem maravilhoso.$ l^Da mais brilhante estrela de inverno à perfumada fada rosa... nada se compara à sua beleza cativante.$l",
"Indoor_Night_1":"#$c .5#Um fogo crepitante adiciona um ambiente maravilhoso à casa... cada pedaço de madeira queima de uma maneira única.#Não há areia no chão, mas ainda tenho o hábito persistente de escovar da sola dos meus pés antes de subir na cama.",
"Indoor_Night_2":"#$c .5#Toda vez que olho para os campos, fico ansioso para aprender mais sobre o seu trabalho. Por que você não me ensina algo novo?#Nunca tive muito sucesso cultivando plantas em minha antiga casa de praia. Espero poder aprender uma ou duas coisas observando você.##$e#Nesse aspecto, você é o mestre e eu apenas um humilde aprendiz.",
"Inndoor_Night_3":"#$c .5#Quando contemplo teu rosto maravilhoso, uma joia preciosa de forma e graça, meu coração... dilacerado pelo pavor da noite, é purificado com luz dourada.#Um céu escuro e estrelado vai nos cobrir, e eu vou envolvê-lo em meus braços. Trancados nessa mortalha, encontraremos nossa paz e, assim, descansaremos em repouso com encantos gentis.#$e#A poesia é a única maneira pela qual posso começar a descreva meus sentimentos por você.$l",
"Indoor_Night_4":"#$c .5#Conheci muito bem frutos do mar gourmet enquanto morava na praia. [198 202 727 728]Bom apetite!$h#Passei a tarde sonhando acordada com o oceano. Então decidi para cozinhar frutos do mar. [198 202 727 728]$h",
"Outdoor_0":"#$c .5#Meus sonhos mais loucos se tornaram realidade... basta olhar para esta paisagem incrível!#É a coisa mais estranha, mas meu cabelo fica menos embaraçado quando o seco ao ar livre. Tento fazer isso de vez em quando.",
"Outdoor_1":"#$c .5#Os melhores autores conseguem dominar uma variedade de vozes e estilos. Esse é um objetivo constante meu.#Solo fértil sob meus pés, ar fresco para encher meus pulmões e o calor do sol para deliciar a minha pele... A vida vai bem.",
"Outdoor_2":"#$c .5#Talvez eu fique aqui e escreva um pouco de poesia. Estou sentindo uma súbita onda de criatividade! Vá em frente e cuide dos negócios.#Roda triunfante que gira o céu, nos ilumine com um suspiro. Por enquanto, o coro do ar do amanhecer canta, para invocar as melodias juvenis da natureza.$h",
"Outdoor_3":"#$c .5#Se eu ficar perfeitamente imóvel, talvez uma borboleta resplandecente abençoe meu nariz com um pouso.#Espantalhos parecem funcionar bem aqui. Não consigo imaginar que os pássaros estejam com pouca comida no florestas próximas.",
				"Outdoor_4":"#$c .5#Bom dia. Posso roubar um beijo suave do meu amor?$l#Bebi muito café... minha boca está tão seca quanto o deserto de Calico.$s#$ e#Ah... desculpe pelo bafo do café.$7",
"OneKid_0":"#$c .5#Que estranho... Não me sinto mais protagonista da minha própria vida. E, no entanto, isso não me incomoda em nada.#Você teve algum tempo para entreter o pequeno % kid1 hoje? Talvez um segundo filho torne as coisas mais fáceis para nós dois.",
"OneKid_1":"#$c .5#Sinto que criar nosso filho é o começo de uma nova história! Sempre será a melhor.#O pequeno %kid1 terá uma infância perfeita aqui. explorar.",
"OneKid_3":"#$c .5#Quais são alguns bons brinquedos que podemos comprar? Quero que nosso filho aprenda algo novo sempre que possível.#Cuidar de bebês não é exatamente o meu ponto forte... mas Farei o possível para ser um bom pai.",
"TwoKids_0":"#$c .5#Eu me pergunto quanto tempo vai demorar até que nossos filhos possam apreciar frutos do mar gourmet?#Eu já dei comida para %kid1 e %kid2. Eles comem muito para criaturas tão pequenas!",
"TwoKids_1":"#$c .5#Eu contei uma pequena história para as crianças ontem à noite enquanto elas estavam dormindo. a \"Da...da\".$h",
"TwoKids_2":"#$c .5#Criar filhos é uma arte? Se for, devo dizer que é uma grande competição pela minha arte favorita.$h#Vou ensinar %kid1 a ler o mais rápido possível possível! Essa é uma ótima maneira de as crianças aprenderem sobre o mundo.",
"TwoKids_3":"#$c .5#Nossa! Ainda sou capaz de escrever um pouco, mas tenho que fazer isso em intervalos curtos quando nossos filhos exigem tanta atenção.#Nós nos saímos bem, @. A fazenda está indo muito bem e nossos filhos saudáveis são uma grande alegria. Eu não poderia estar mais feliz.",
"funLeave_Elliott":"#$c .5#Acho que vou caminhar até a praia hoje. É sempre bom ver o mar de novo.#Se eu caminhar até a praia hoje, imagino quem vou ver? apenas uma maneira de descobrir.$h",
"funReturn_Elliott":"#$c .5#Eu me diverti muito na praia sozinho. Observei as ondas indo e vindo, como nos velhos tempos.#A praia estava tranquila hoje, mas tão cheia de vida. Eu me diverti bastante. E como foi seu dia?",
"spring_3":"Eu me pergunto que novas histórias teremos para contar este ano? Este novo capítulo de nossas vidas ainda está apenas começando.",
"spring_15":"Eu me pergunto como Leah está se saindo nesta primavera. Você a vê muito?",
				"spring_18":"Tenho um novo livro da biblioteca que é uma alegria absoluta.#$b#O domínio do autor da nossa língua é magistral. As estruturas rítmicas das frases, a dicção... Será que eu poderia imitar o estilo a pedaço?",
"spring_28":"Os primeiros dias do ano estão chegando ao fim. Mas não há motivo para lamentar! O verão, o outono e o inverno também têm uma beleza preciosa.",
"summer_6":"Tenho que ter certeza de escrever algo hoje. Mesmo que seja apenas uma frase, faz toda a diferença no mundo.#$e#Tenho medo de perder meu ímpeto se der qualquer desculpa para preguiça .",
"summer_15":"Minha alma está viva hoje!$h#$b#E sei que não será assim para sempre. Não quero perder um segundo do que este dia tem a oferecer.",
"summer_18":"Os dias felizes do verão não acabaram! Não, eles estão aqui na nossa frente, agora mesmo!$h#$e#Por mais felizes que sejam nossas memórias de infância, não devemos permitir que a nostalgia nos cegue . Hoje é tão precioso quanto qualquer dia de anos atrás.",
"summer_22":"Eu me pergunto quais pequenos tesouros do mar estão aparecendo na praia hoje em dia?#$e#Eu sempre gostei de examinar essas poças de maré. A borda da piscina é a borda do mundo para alguns aquelas criaturas!$h",
"fall_5":"Nenhuma das histórias que escrevi é bonita, por assim dizer. A beleza é uma experiência da mente.#$b#Penso no meu trabalho escrito como uma porta de entrada para essa experiência. Se o leitor entra com sucesso em beleza depende muito deles.#$b#Mas gosto de pensar que facilito para eles.$h#$e#Desculpe, é muito cedo para falar dessas coisas?",
"fall_8":"Aquele velho piano ainda está na minha velha cabana. Será que hoje é um bom dia para visitá-lo?",
"fall_20":"Meu Deus. Eu deveria ter passado o fio dental com mais cuidado ontem à noite. Receio que uma das minhas gengivas esteja bastante dolorida.$s",
"fall_23":"Escrevi uma pequena vinheta ontem. Só preciso poli-la hoje.#$b#Gostaria que eu lesse para você depois de irmos para a cama esta noite?$h",
"winter_4":"Ter um campo fresco de neve sem restrições... é como ter uma folha de papel em branco e uma caneta.#$b#Tanto potencial para explorar!$h",
"winter_12":"Devo dizer, é deliciosamente aconchegante aqui! Minha velha cabana ficou tão fria.$h#$b#Assim como eu poderia ter começado a sentir falta dela, lembro-me de como ela era realmente rudimentar.",
"winter_16":"Meus dedos costumavam ficar tão rígidos enquanto eu escrevia naquela cabana velha e fria.#$b#Eu nunca preciso me preocupar com isso aqui.$h",
"winter_21":"Sempre pensei que, já que falar é uma das coisas mais humanas que fazemos, é melhor me orgulhar disso.$h#$e#Digo que devo falar suavemente, mesmo se outros acharem estranho.#$b#No entanto, você me conhece bem, querida: Seria estranho se eu não falasse com minha voz mais autêntica, não é?"
			}
		}
	]
}