{
	"Changes":[
		{
			"LogName":"Emily",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Emily",
			"Entries":{
			  "cc_Bus":"O ônibus finalmente voltou a funcionar e podemos ir para o deserto! Você já conheceu minha amiga Sandy?$h#$e#Também estou feliz que Pam conseguiu seu antigo emprego de volta.$h ",
"Tue2":"Leah vem ao salão às vezes. Você deveria ir em frente e falar com ela.#$e#Ela é um amor de verdade.",
"Tue10":"Ei, @.$l#$b#%*beijo*#$b#Você não se importa se eu fizer isso, não é? O toque físico é muito importante para mim.$l",
"Wed2":"Gosto de dormir até tarde quando posso. Fico acordado até tarde nas noites em que trabalho, então é apenas uma rotina em que caí.",
"Thu2":"Sinto muito, você deve sentir muita falta do seu avô.$u#$b#Mas uma vez que uma alma passa a existir, não há razão para que ela desapareça completamente. Tenho certeza que você vai vê-lo novamente em breve.",
"Thu8":"Dançar é importante para mim, mas não tenho planos de dançar para um grande público.#$e#Isso me ajuda a me conectar com a energia física do mundo ao meu redor.#$b#E se eu compartilhar essa conexão com um punhado de amigos próximos, que o torna realmente especial para mim.",
"Fri2":"Sexta à noite no saloon é muito divertido. É bom entrar no clima quando a velocidade aumenta.",
"Fri4":"As flores estão realmente vivas lá fora! Olho para os campos gramados e vejo um mar de almas, mudando e se misturando.#$e#É lindo fazer parte de tudo isso.",
"Fri6":"Temos que lembrar que todos estão conectados a todos e a tudo.#$b#A felicidade que você compartilha hoje fará ondulações no tempo por centenas de anos.",
"Sex8":"É sempre importante espalhar o bem, mas também temos que lembrar que cada um está em uma jornada diferente.#$b#Na minha opinião, nunca há espaço para julgar alguém por sua situação.#$e# Apenas ame os outros, certo? É disso que se trata.",
"Fri10":"Acho que ninguém vai desconfiar se me vir beijando você. Todo mundo sabe que sou do tipo sensível.#$e#Oh?#$b#%*kiss*#$b#Heehee ...$h",
"Sat2":"A roupa é a porta de entrada entre o seu corpo e o mundo que o cerca.#$b#Gosto de fazer roupas que me conectem harmoniosamente com as experiências do dia.",
"Sat4":"Eu experimentei fazer minhas próprias tintas com materiais que vêm daqui.#$e#Corantes sintéticos simplesmente não funcionam na sua pele da mesma forma que os naturais.",
"Sat8":"De certa forma, Yoba desempenha um papel importante na minha vida, mas acredito que sua presença vai além de qualquer coisa que possamos compreender.#$b#Quem sabe? Talvez ela nem seja 'ela'",
"Sun6":"Acho legal como meus pais aprenderam a fazer o que os deixa felizes.#$e#Sinto falta deles, mas não é tão diferente de quem se muda quando chega à idade adulta.#$b #Para Haley e eu, é exatamente o contrário.",
"Sun8":"Não posso me esquivar de minhas responsabilidades com esta cidade, com a casa, com Haley...$u#$b#Meus pais estão no exterior, onde precisam estar, mas também estou aqui, onde eu preciso ser, então...",
"Sun10":"@, você é muito especial para mim. Você sabe disso, certo?$u#$e#Todos e tudo ao meu redor também são especiais, mas você... não consigo parar de pensar em você...$u#$e#...Aconteça o que acontecer, eu me senti compelido a te dizer isso.$u",
"summer_Mon6":"Eu não acredito totalmente na ideia do 'eu'.#$b#Faz muito mais sentido para mim que toda a existência é uma presença divina, e nós somos apenas ondulações sobre ela.",
"summer_Mon10":"@, espere um segundo.$l#$b#%*kiss*#$b#...$l#$b#Tenha um dia maravilhoso!$l",
"summer_Tue2":"Hoje é mais um dia de treino. Adoro acordar todos os músculos dormentes do meu corpo!",
"summer_Tue4":"Existem ótimos locais para acampar por aqui. Você gosta muito disso?",
"summer_Wed4":"Liguei para minha amiga Sandy hoje cedo. Parece que é muito solitário no deserto.$u#$e#Acredito que todos estão sempre onde precisam estar, mas veremos se o universo fornece outro caminho para ela.$u",
"summer_Wed8":"Você tem falado com os pássaros ultimamente?#$b#...É importante lembrar que temos muito mais em comum do que você pensa.",
"summer_Wed10":"@... você acha que estamos... destinados a mais do que apenas nossas conversas do dia-a-dia?$l",
"summer_Thu4":"Eu me sinto guiado a correr mais riscos, ultimamente.#$q 040/041/042 summer_Thu_old#Então, @, você acredita em destino?#$r 040 0 Thu_040#Não, nós controlamos nossas vidas.# $r 041 0 Thu_041#Sim, não existe escolha.#$r 042 10 Thu_042#Não tenho certeza.",
"summer_Thu_old":"$p 042#Mas ainda tenho que ouvir com atenção a consciência que o universo nos dá.|Mas ainda tenho que ouvir com atenção a consciência que o universo nos comunica.",
"Thu_040":"Eu também pensei isso, mas e se eu tivesse nascido com um cérebro diferente? Eu teria feito as mesmas escolhas?#$b#E eu ainda poderia chamar essas escolhas de minhas, se foi pura sorte eu ter esse cérebro?",
"Thu_041":"Certo? Não posso negar que só fazemos nossas 'escolhas' por causa de influências preexistentes.#$b#É por isso que nunca posso julgar alguém pela situação em que se encontra.",
"Thu_042":"Ei, talvez essa seja a melhor maneira de ser! Há tanto para se admirar no universo.",
"summer_Thu8":"Estamos apenas parados aqui, mas o universo nos trouxe a este exato momento!$h#$b#É absolutamente incrível se você parar e pensar sobre isso.",
"summer_Sat4":"Devemos sempre tratar uns aos outros não apenas com respeito, mas também com amor.#$e#Eu tento tratar todos da mesma forma. Sandy, Clint, Shane, vocês... todos.#$e#Porque vocês são todos maravilhosos à sua maneira!$h",
"summer_Sat8":"Minha máquina de costura está funcionando bem neste verão. Tenho tantos projetos.#$e#Talvez eu consiga fazer algo para Haley, mas também tenho que aceitar que há uma boa chance de ela 'nunca vou usar.$u#$b#Bem. *dar de ombros*",
"summer_Sat10":"Eu quero amar a todos igualmente, @, mas não posso negar que o que sinto por você é... um pouco mais profundo.$u#$e#Você acha que vai viver muito aqui tempo?$u",
"summer_Sun6":"Oi, @! Nós nos tornamos amigos decentes, não é?$h#$e#Tudo bem para mim. Você é um cara legal.^Fico feliz.$h",
"summer_Sun8":"Oi, @! Nós nos tornamos bons amigos, não é?$h#$e#Isso pode parecer estranho, mas sempre tive certeza de que isso aconteceria.",
"summer_Sun10":"Almas giram juntas como nuvens se formando e se remodelando no céu. Estou feliz por termos nos cruzado como nós, @.$l",
"fall_Mon4":"Tenho trabalhado em alguns suéteres para quando os dias esfriam.#$e#Meu objetivo é que o tecido crie uma sensação quente e nostálgica para quem o usa.",
"fall_Tue8":"Todo mundo tem algo a contribuir para este mundo. Seja grande ou pequeno, não faz diferença.",
"fall_Tue10":"De certa forma, Yoba desempenha um papel importante na minha vida, mas acredito que sua presença vai além de qualquer coisa que possamos compreender.#$b#Quem sabe? Talvez ela nem seja 'ela'",
"fall_Wed2":"Um lugar onde eu coloquei meu pé no chão é com o salmão. Nenhuma outra criatura trabalha como eles para cumprir seu propósito.$s#$e#Se você pegar um, espero que o jogue de volta.$ s",
"fall_Wed8":"Gostaria que Gus não fizesse sua receita de jantar de salmão. Se não tomarmos cuidado, vamos limpar o mundo de salmão.$s",
"fall_Thu2":"Eu vi uma pequena família de cogumelos vivendo debaixo de uma das árvores da cidade.$l#$e#A coisa mais fofa de todas!$h",
"fall_Thu4":"Eu pratico meditação transcendental. Acho muito importante entrar em contato com a parte do mundo que não podemos ver.",
"fall_Thu8":"Espero ter a chance de visitar o deserto novamente em breve. Tenho que ver Sandy, é claro, mas...#$b#...também há um comerciante cujas mercadorias são simplesmente incríveis.# $e#Certifique-se de trazer algumas gemas com você para negociar, se for.",
"fall_Fri4":"Sinta aquele ar puro? É adorável, não é?#$b#Eu só temo que a Joja Co.'s do mundo tire isso de nós.$u",
"fall_Fri8":"A vida não pode durar para sempre, então temos que nos certificar de que nos abraçamos todos os dias!#$b#Mas também, o que é 'tempo', afinal?",
"fall_Fri10":"Tudo bem para mim se as pessoas nos virem se beijando. Todo mundo na cidade sabe que eu sou do tipo sensível.#$e#Oh?#$b#%*kiss*#$b#Heehee...$ h",
"fall_Sat4":"Não tenho grandes planos para a vida. Prefiro não me estressar com o futuro.",
"fall_Sat8":"Há pessoas boas nesta cidade que simplesmente não conseguem encontrar a felicidade. Isso me deixa triste.$u#$e#Trabalhando no salão, ouço em primeira mão sobre os problemas de todos.$u",
"fall_Sat10":"Oi @.$l#$e#Meu batimento cardíaco acelerou assim que te vi. Aqui, coloque sua mão no meu peito.$l#$e#Estou tão feliz que você veio! ",
"fall_Sun4":"Existem tantas barreiras invisíveis nos segurando. Por que as pessoas não podem aprender a deixar ir e celebrar a liberdade?#$e#Me? Bem, você sabe o que eles dizem... 'Você não pode enjaular um Junimo selvagem'.",
"fall_Sun8":"Você é uma pessoa tão legal, @! Obrigado por ser meu amigo.$h",
"fall_Sun10":"Você é uma pessoa tão legal, @! Obrigado por ser bom para mim.$h",
"winter_Mon2":"De vez em quando, sinto vontade de comer um bom hambúrguer vegano.#$e#Na verdade, não sou vegano ou vegetariano. Eu apenas como o que for mais nutritivo para o meu corpo e espírito.",
"winter_Mon4":"Com o tempo tão frio que está, estou trabalhando em um suéter para Shane.#$e#Acho que ele vai gostar. Não é muito pesado, então deve caber bem sob seu favorito capuz.",
"winter_Mon8":"Cuidado para que um pingente de gelo não caia na sua cabeça! Eu não quero que você se machuque!",
"winter_Mon10":"@, espere um segundo.$l#$b#%*kiss*#$b#...$h#$b#Tenha um dia maravilhoso!$h",
"winter_Tue6":"Todos nós podemos usar um pouco mais de dança em nossas vidas, não acha?#$e#De certa forma, toda a vida é uma dança. É apenas uma questão de quão consciente sua fisicalidade reconhece isso .",
"winter_Tue8":"Espero que todos possamos aprender a envelhecer, bem como a mudança das estações para o inverno.",
"winter_Wed":"Gostaria que Haley arranjasse um emprego ou pelo menos contribuísse para cozinhar e limpar.$s#$e#Acho que ela espera se casar com alguém rico.$u",
"winter_Wed2":"Eu realmente gostaria que Haley ajudasse mais a manter a casa limpa.#$e#Ah bem. Eu só gostaria que todos pudéssemos aprender a aceitar as responsabilidades que estão diante de nós.",
"winter_Wed4":"A última vez que visitei o Deserto de Calico, encontrei um comerciante com um camelo. Ela tinha tantas coisas lindas para vender que quase me tirou o fôlego.#$e#Da próxima vez que for, vou tenho que trazer algumas da minha coleção de gemas para negociar. Ela não aceita G.",
"winter_Wed6":"Haley e eu não fomos feitos para uma casa tão grande. É um incômodo mantê-la limpa.#$e#Ah bem. Eu realmente não deveria estar reclamando.#$e#Sua casa de fazenda parece legal e aconchegante.$h",
"winter_Wed8":"Às vezes me pergunto onde Haley vai parar.$u#$e#Tenho certeza de que ela vai acabar exatamente onde precisa estar.",
"winter_Wed10":"Às vezes parece que tenho que ser um pai para Haley. Mas esse não é um papel que eu possa realmente preencher...$u",
"winter_Wed_inlaw_Haley":"Estou tão feliz que Haley encontrou você. Afinal, o universo tinha um plano para ela!$h",
"winter_Thu4":"Hoje é o dia do abraço grátis!$h#$b#%*abraço*#$b#Espero que seu dia seja maravilhoso!$h",
"winter_Thu10":"Parece que você precisa de um pouco de conexão humana.$h#$b#%*kiss*#$b#Touch é importante. Eu gostaria que mais pessoas fossem abertas sobre isso.$h",
"winter_Fri2":"Os cristais possuem várias propriedades potentes. Alguns deles podem servir como um nexo para conexões espirituais com outras pessoas.#$e#Clint também gosta muito de cristais. Provavelmente é por isso que somos tão bons amigos.$h",
"winter_Fri6":"Se eu não estivesse tão ocupado, ajudaria você a cavar naquela caverna perto do lago.#$e#Aposto que existem alguns cristais poderosos lá dentro.",
"winter_Fri8":"Nem sempre é fácil tentar mostrar amor e compaixão por todos.#$e#E se o amor que demonstro por uma pessoa machucar outra pessoa?$s",
"winter_Sat6":"O mundo ao nosso redor está dormindo, mas os espíritos ainda estão muito vivos.#$e#Você pode ouvir os espíritos se souber ouvir com mais do que apenas seus ouvidos...",
"winter_Sat8":"A vida não pode durar para sempre, então temos que nos certificar de que nos abraçamos todos os dias!#$b#Mas também, o que é 'tempo', afinal?",
"winter_Sun2":"Meus suéteres feitos em casa ficaram bem aconchegantes neste frio.",
"winter_Sun6":"Houve alguns flocos de neve enormes lá fora na outra noite!#$e#Às vezes, eu realmente gosto de voltar para casa tarde da noite.",
"winter_Sun8":"Minha irmã e eu podemos brigar às vezes, mas eu realmente sentiria falta dela se ela fosse embora.#$e#Eu acho que ela vai se tornar uma jovem muito legal algum dia... Não diga a ela que eu disse isso.$h#$e#Então, tem algo que você queira falar?",
"winter_Sun8_inlaw_Haley":"Diga oi para minha irmã por mim! E lembre-a de me visitar amanhã.",
"winter_Sun10":"A conexão espiritual que sinto com você... você também sente?$l#$b#É como um milhão de fios invisíveis conectando nós dois.$l#$e#...Não? #$b#%*beijo*#$b#Que tal agora?",
"spring_1_2":"Onde o destino nos levará este ano? Estou ansioso para descobrir.$h",
"spring_23":"Com quem vou dançar amanhã no festival? Onde quer que minha presença seja mais necessária, é onde vou parar!",
"summer_10":"Ei, me procure amanhã no luau. Vou cumprimentá-lo, mas provavelmente não da maneira que você está acostumado.",
"summer_27":"As geléias do luar estarão aqui em breve. Como pessoas, temos muito a aprender com elas.$l",
"fall_15":"Estou ansioso pelas multidões na feira amanhã. Haverá tantas pessoas interessantes para conhecer!",
"fall_26":"Gus tem algumas guloseimas bem saborosas que ele está preparando para a Véspera do Espírito. Certifique-se de dizer oi!",
"winter_9":"Aqueles pobres peixes! Espero que o prefeito Lewis tenha sido responsável por eles depois da competição de ontem.$s",
"winter_24":"Tem sido um turbilhão no trabalho ultimamente.#$b#Gus está em alta velocidade com toda a comida que preparou para o banquete!",
"spring_23_2":"Com quem vou dançar amanhã no festival? Onde quer que minha presença seja mais necessária, é onde vou parar!",
"summer_10_2":"Ei, me procure amanhã no luau. Vou cumprimentá-lo, mas provavelmente não da maneira que você está acostumado.",
"summer_27_2":"As geléias do luar estarão aqui em breve. Como pessoas, temos muito o que aprender com elas.$l",
"fall_15_2":"Amanhã será um bom dia para observar as pessoas. Quais são seus planos para a feira?",
"fall_26_2":"Gus tem algumas guloseimas bem saborosas que ele está preparando para a Véspera do Espírito. Certifique-se de dizer oi!",
"winter_9_2":"Aqueles pobres peixes! Espero que o prefeito Lewis tenha sido responsável por eles depois da competição de ontem.$s",
"winter_24_2":"Tem sido um turbilhão no trabalho ultimamente.#$b#Gus está em alta velocidade com toda a comida que preparou para o banquete!"
			}
		},
		{
			"LogName":"Emily Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueEmily",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Eu me pergunto para onde vão os insetos voadores quando chove? Eles não são atingidos pelas gotas de chuva?#Espero que todos os animais estejam se abrigando. Talvez estejam todos dormindo em.",
"Rainy_Day_1":"#$c .5#Um dia como este é uma benção da mãe natureza.#Quando uma gota de chuva cai na sua cabeça, quantas vezes você acha que as moléculas de água dela já estiveram no céu antes?",
"Rainy_Day_2":"#$c .5#Bom dia... Tenho este presente para você. Não se preocupe, já purifiquei com incenso de sálvia. [428 440 444 338 207]#Está bem úmido lá fora não é? Aqui, este item vai te manter bem. [428 440 444 338 207]",
"Rainy_Day_3":"#$c .5#Eu pretendia deixar o papagaio livre, mas sua asa nunca cicatrizou totalmente. Ele parece contente, no entanto. Eu dou muita atenção a ele.#O papagaio parece gostar de viver dentro de casa, especialmente em dias como estes. Ele me disse que está feliz aqui.",
"Rainy_Day_4":"#$c .5#Eu nunca te disse isso... mas quando você se mudou para cá eu sonhei com você. Eu soube naquele momento que nossos caminhos de vida iriam se entrelaçar.$4#Eu já tinha Esqueci os sonhos da noite passada. Que estranho. Eles estavam claros quando acordei.$u",
"Rainy_Night_0":"#$c .5#Cada momento tem uma beleza única e preciosa... você percebe? Pode ser fácil esquecer, às vezes.#É importante encontrar algo para amar a cada dia. Para mim hoje , foi ver os campos dançarem ao som da chuva da tarde.",
"patio_Emily":"#$c .5#Este é o meu local favorito para uma meditação matinal. Visualizo a energia deste jardim de cristal fluindo pelo meu corpo.#%Emily está em um estado meditativo profundo.",
"Rainy_Night_1":"#$c .5#Eu posso ouvir as plantas conversando umas com as outras... elas estão tão felizes depois da chuva de hoje!#O tempo está te deixando triste? Será que um pouco de terapia com roupas ajudaria ?",
"Rainy_Night_2":"#$c .5#Como foi o seu dia? Você parece um pouco encharcado.#Você fez tudo o que esperava? Não se preocupe se não fez. Cada dia é especial, mesmo se não for o que planejamos.",
"Rainy_Night_3":"#$c .5#Meu dia foi muito tranquilo. Como foi o seu?#Eu me pergunto se os animais gostam de ficar juntinhos em uma noite como esta.",
"Rainy_Night_4":"#$c .5#Quer um pouco de sobremesa? É minha versão especial crua, sem glúten, adoçada apenas com calda de cacto.[232 234 223 220]$h#Fiz uma delícia para você! Sandy me mandou o néctar de agave que usei nele. [232 234 223 220]$h",
"Rainy_Night_5":"#$c .5#O som da chuva já te colocou em transe?#Sinto que nossas almas estão especialmente em sintonia esta noite. Talvez possamos ir para a cama um pouco mais cedo?$l",
"Indoor_Day_0":"#$c .5#A quais objetos físicos você se sente especialmente conectado hoje? Certifique-se de não ignorá-los.#Outro lindo dia na %farm farm... Tenho fé que algo bom acontecerá hoje! $h",
"Indoor_Day_1":"#$c .5#Aqui, pegue isso. É para você. [428 440 444 338 207 395 749]#Tenho guardado isso para uma ocasião especial. Hoje parece ser o dia certo. [428 440 444 338 207 395 749]",
"Indoor_Day_2":"#$c .5#Ei, alguém deve ter tido uma boa noite de sono... você parece fresco esta manhã.$h#Um dia, todos nós vamos acordar desta vida, como se de um sono agradável. Mas por agora e muitos anos, eu só quero aproveitar esse sonho.",
"Indoor_Day_3":"#$c .5#Meu horóscopo do dia não é muito bom... mas vou fazer o melhor possível, como sempre. Vamos trabalhar!#Eu me pergunto o que Haley está fazendo hoje? Espero que ela tenha algo planejado.",
"Indoor_Day_4":"#$c .5#Ughh... *gurgle*... comi muitos muffins de farelo no café da manhã.$s#Bom dia! Me dê um beijo antes de ir.$l",
"Indoor_Night_0":"#$c .5#É um novo buraco que vejo na sua camisa? Posso costurar para você, sem problema.#Dancei um pouco enquanto você estava fora. Isso sempre ajuda a me trazer de volta contato com a realidade.",
"Indoor_Night_1":"#$c .5#Bem-vindo ao lar. Espero que tenha tido um dia maravilhoso.#Bem-vindo ao lar. Adoro o jeito que você me olha desse jeito.$l",
"Indoor_Night_2":"#$c .5#Já é hora de dormir? Puxa, o dia acabou de voar para longe de mim novamente.$u#Acabei de falar com Sandy ao telefone. Parece que ela se divertiu muito visitando a cidade de Zuzu não muito tempo atrás.",
"Indoor_Night_3":"#$c .5#Ah, esse aroma! Só pode ser você. É um cheiro bom.$h#Sinto-me tão reconfortado, na fração de segundo que ouço seus passos pousando no convés.$l ",
"Indoor_Night_4":"#$c .5#Varrei a casa inteira, lavei as janelas, tirei o pó e limpei a geladeira. Foi um dia muito produtivo!#Talvez um dia, quando nos aposentarmos, possamos viajar pelo mundo, como meu pais. Pelo menos só um pouco.$u",
"Outdoor_0":"#$c .5#Adoro acordar cedo. Há um certo frescor no ar e a vida selvagem é muito mais ativa.#Shh, se você parar e ouvir com atenção, poderá ouvir o oceano." ,
"Outdoor_1":"#$c .5#Qual é a agenda de hoje, querida?#Se você precisar de uma pausa mais tarde hoje, você pode meditar no jardim de cristal. Não há maneira errada de fazer isso.",
"Outdoor_3":"#$c .5#Um pouco de sol é bom para você. Só não fique crocante, ok?#Há tanto para fazer hoje! Não no sentido estressante, mas apenas no sentido de 'apreciação' .",
"Outdoor_4":"Bom dia! Eu estava me perguntando quando você finalmente sairia da cama!$h#$e#$c .5#Eu esperava que você não perdesse esta linda manhã.#Está tudo bem... você merecem uma boa noite de descanso.",
"OneKid_0":"#$c .5#Espero que possamos criar nosso filho para ser gentil e atencioso. Isso é mais importante do que tirar A's na escola.#O pequeno %kid1 provavelmente crescerá gostando de vegetais se dermos um bom exemplo . O que você acha?",
"OneKid_1":"#$c .5#Um filho é suficiente ou devemos criar outro? Acho que veremos aonde o destino nos leva.#Pensar... se você nunca se sentiu chateado com o seu trabalho, você nunca teria se mudado para cá, nunca teríamos nos conhecido e %kid1 nem existiria.$l",
"OneKid_3":"#$c .5#Eu acendi uma vela verde pálida e joguei um raminho de hortelã-bebê sobre nosso pequenino. Isso deve afastar quaisquer espíritos perigosos. ",
"TwoKids_1":"#$c .5#Uma casa grande, dois filhos e um papagaio... Estou com as mãos ocupadas!#Yoba abençoou muito nossa casa! Temos muito mais responsabilidade de mostrar amor e apoio a outros.",
"TwoKids_2":"#$c .5#Espero que o papagaio não se sinta negligenciado, mas tenho que admitir que essas crianças mantêm minhas mãos mais do que ocupadas.$s#Bem, %kid2 certamente tem o seu cabelo... $u",
"TwoKids_3":"#$c .5#Ah, eu já alimentei as crianças com seus folhados de quinoa orgânica com leite de cabra. Você só se concentra na fazenda!#Esqueci de te dizer, as crianças adoraram ver a tia Haley ontem. Ela parado por.",
"funLeave_Emily":"#$c .5#Vou visitar a cidade hoje, e mais tarde vou ajudar no saloon. Tenha um bom dia.#Gus ligou. Disse que tinha um trabalho para mim , então é onde estarei mais tarde hoje se precisar de mim.",
"funReturn_Emily":"#$c .5#Meu dia foi bom... é bom sair de casa de vez em quando.#Que dia maravilhoso hoje! Foi bom dar um passeio por Pelican Town.$h ",
"spring_14":"A fazenda deve parecer uma extensão infinita para os insetos e minhocas. É um mundo inteiro, na verdade.#$e#Quando penso nas pessoas espalhadas por todo o planeta, somos como os insetos que apenas conheça a fazenda. O que há além?#$e#Tudo é relativo. É só uma questão de perspectiva.",
"spring_19":"É sexta-feira! Você vai sair à noite ou vai ficar em casa?",
"spring_27":"O papagaio cantou uma musiquinha para mim pouco antes de você se levantar. Você ouviu ou ainda estava fora?",
"summer_7":"Nunca vou esquecer aquele urso que apareceu no nosso acampamento.#$b#Nem a parte que veio depois disso.$l",
"summer_12":"Espero não ter exagerado na dança de ontem. Estou com mais sede hoje do que esperava.$u#$e#Ah, claro que notei você. Meus olhos estavam fechados, mas ouvi seu passos e senti sua presença.",
"summer_18":"Temos alguma estrutura que possa ser temporariamente reaproveitada como um abrigo para suor? É apenas uma ideia que tive.",
"summer_22":"Sei que algumas pessoas podem ficar um pouco desanimadas com as coisas em que acredito e como ajo. Mas é assim que sou.$u#$e#Não sei ser eu mesmo qualquer outra maneira.",
"summer_26":"Hoje é o dia de 'Fazer algo legal para uma pessoa aleatória'. Talvez eu pague pelo hambúrguer de Clint hoje à noite no Saloon.#$e#Alguém em mente cujo dia você gostaria de alegrar?",
"fall_4":"*suspiro*... Temporada do salmão.$s#$e#Espero que o maior número possível complete sua longa jornada rio acima.$s",
"fall_7":"Mmm, talvez possamos fazer uma noite de hambúrguer de sobrevivência, esta noite?#$e#Estou com vontade.",
"fall_10":"Você vai descer para as minas em breve? Eu sei que Yoba irá protegê-lo, mas não custa ficar vigilante do seu lado também.$u",
"fall_14":"Quando meus sentimentos por você se desenvolveram, eu secretamente temi perder minha paixão por amar o mundo ao meu redor...$u#$b#...que todo o meu amor fosse desviado para você.$u #$b#Mas agora, posso ver que não é um problema. O vínculo que compartilho com você só me estimula, a amar tudo e todos ainda mais!#$e#...$l",
"fall_20":"Os espíritos estão realmente ativos nesta época do ano. Fique perto das árvores na floresta e você poderá ouvir mais do que apenas o vento sussurrando.",
"winter_10":"Sabe, notei que Haley está mantendo a casa em muito bom estado!#$e#Quem sabia que tudo o que eu tinha que fazer era me mudar e ela de repente intensificaria tudo?$h",
"winter_22":"@, eu só queria dizer, desde que nos conhecemos, você nunca tentou me transformar na pessoa que eu sou.$u#$b#Eu sei... muito Muitas pessoas realmente não me entendem, e possivelmente às vezes eu faço coisas que até te confundem um pouco também...$u#$b#...Mas você sempre me aceitou.$u#$e#Então. .. obrigado.$u",
"winter_16":"Espero que Shane e Clint estejam bem. Não os vejo tanto quanto antes.$u"
			}
		}
	]
}