{
	"Changes":[
		{
			"LogName":"Evelyn",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Evelyn",
			"Entries":{
			  "Introduction":"Olá, bem-vindo à nossa pequena comunidade, querido!#$b#Você pode me chamar de 'vovó' se quiser.$h",
"Mon2":"Olá, querida. Parece que você está ocupada.#$e#Apenas certifique-se de tirar um tempo para você também.",
"Mon4":"Costumava haver tantas crianças nesta cidade. Nossa, como elas cresceram!",
"Mon6":"Tenho dias bons e ruins com minha energia. Hoje é um bom dia.#$e#Mesmo que seja um dia ruim, não adianta ficar deprimido.",
"Tue2":"Como está indo a vida naquela fazenda para você?",
"Tue6":"Que bom que você tirou um tempo para visitar George e eu.#$e#Sem os jovens por perto, envelheceríamos muito mais rápido.$h",
"Wed8":"Então, o que os jovens gostam hoje em dia?#$e#Acho que teria que visitar Zuzu City para ter certeza. Pelican Town não deve ser como muitos outros lugares.",
"Thu4":"Vou assar biscoitos hoje. Gosto de fazer formas de flores na primavera.$h#$e#Já experimentou assar um pouco, querida?",
"Thu6":"Acho que se eu cortá-los direito, posso fazer meus biscoitos parecerem tulipas hoje.#$e#Mesmo que ninguém coma os biscoitos, isso me ajuda a fazer algo criativo.",
"Thu8":"É dia de assar biscoitos de novo. Se acabarmos com sobras, enviarei algumas pelo correio.",
"Fri2":"George assiste muito ao noticiário. Preocupa-me que isso lhe dê uma perspectiva distorcida do mundo.#$e#Se você quer uma perspectiva melhor, não procure além de seus próprios vizinhos. É o que eu digo. ",
"Fri4":"Você verá George indo para o Santuário de Yoba aos domingos.#$b#Suas próprias pequenas tradições são as únicas coisas que podem levá-lo a fazer algo de bom por ele.",
"Sexta":"Detesto perguntar, querida, mas você poderia falar um pouco com George para mim? Quanto mais tempo ele fica trancado em casa, mais irritadiço ele fica.#$e#Sinto muito.",
"Fri8":"Um dos programas de TV favoritos de George é tão violento. E ele sempre mantém o volume tão alto. não precisa?",
"Fri10":"George concordou em diminuir o volume da TV. Acontece que seus ouvidos são realmente melhores que os meus.#$e#Isso não é pouca vitória. Eu venho pedindo a ele há anos.",
"Sat4":"A primavera sempre me dá um novo senso de esperança. Acho que esses velhos ossos ainda têm muitos bons anos pela frente!",
"Sun6":"Eu mantenho um diário, mas sempre escrevo o que fiz dois dias atrás. É um exercício que me ajuda na memória.",
"summer_Mon10":"George faz o que pode para ajudar. Bem, às vezes, pelo menos, se ele estiver de bom humor.#$b#Mas tudo bem.",
"summer_Tue10":"Alguns dias, George me deixa louca, mas se eu não estivesse ao seu lado, eu ficaria louca só de pensar nele.",
"summer_Wed6":"Eu iria para a aula de aeróbica de Caroline se pudesse manter metade da velocidade daquelas outras mulheres.#$e#Tudo bem, no entanto. Só faço alguns alongamentos básicos pela manhã e caminho bastante. Não posso fazer muito mais além disso.",
"summer_Thu4":"Vou fazer biscoitos hoje. São cocos maravilhosos em forma de palmeiras! Heehee.$h#$e#Já experimentou assar um pouco, querido?",
"summer_Thu6":"Parece que sempre recebemos mais visitas quando começo a fazer biscoitos.#$e#Minha mãe me ensinou a receita.",
"summer_Thu8":"Talvez hoje seja um bom dia para fazer pão caseiro.#$e#Não posso fazer pão todos os dias. É um pouco difícil para as juntas. Hoje é um bom dia, no entanto.",
"summer_Sat10":"Certifique-se de não se queimar de sol, querido. Tenho protetor solar guardado em algum lugar, se precisar.",
"summer_Sun10":"*sniff* ...Olá, querido.$s#$e#Sinto muito por você me ver assim. Foi nessa época do ano que perdemos nossa filha, a mãe de Alex.$ s#$e#Estarei bem amanhã, querida. Obrigado por perguntar.$s",
"fall_Mon10":"Sou grato por meus hobbies me tirarem da cama e ficarem ativos todos os dias. Não preciso de muito mais do que isso.#$e#Eles me trazem muita satisfação. Fazer as pessoas felizes é o melhor hobby, eu gosto de dizer.",
"fall_Tue6":"Então, o que os jovens gostam hoje em dia?#$e#Acho que teria que visitar Zuzu City para ter certeza. Pelican Town não deve ser como muitos outros lugares.",
"fall_Wed8":"Qual é o segredo para um casamento duradouro? Bem, essa é uma pergunta e tanto!#$b#Claro, existem inúmeras respostas, mas a única coisa que todas essas respostas têm em comum...#$b#... é que você deve amar, simples e incessantemente.",
"fall_Thu4":"Hoje estou assando biscoitos. Eles têm a forma de pequenas abóboras.$h#$e#Você já experimentou assar um pouco, querida?",
"fall_Thu6":"Acho que vou tentar algo diferente hoje. Biscoitos em forma de folha! $h#$e#Isso me ajuda a fazer algo que reflita o que vejo lá fora.",
"fall_Thu8":"Olá, querida. Eu só estava pensando em fazer um presente para te enviar pelo correio algum dia.$h#$e#Mas vai ter que ser uma surpresa.$h" ,
"fall_Fri6":"Ooh, essa brisa com certeza está soprando. É sempre tão frio nesta época do ano ou sou só eu?",
"fall_Sat":"Você é amigo do Alex?#$e#Às vezes ele me preocupa demais.",
"fall_Sat4":"Alex ainda passa seu tempo com Haley? Ela é uma boa menina, mas me pergunto se ela dá a ele o tipo de apoio que ele precisa.",
"fall_Sat8":"Você tem passado muito tempo com Alex ultimamente?#$e#Eu só me pergunto às vezes para onde a vida dele está indo.",
"fall_Sun8":"Você deve saber uma coisa ou duas sobre computadores, querida. Você tem um em sua casa?#$e#É só lápis e papel para mim, na maioria das vezes. Esse sempre foi meu estilo.",
"winter_Mon6":"Já andei pelas mesmas estradas de Pelican Town cem mil vezes.#$e#Mas hoje é o primeiro dia em que caminho por elas DESTA vez.$h",
"winter_Mon10":"Talvez George sobreviva a mim a longo prazo. Se isso acontecer, diga a ele para não sobrecarregar Alex por muito tempo!$s#$e#Nenhum jovem precisa desse tipo de responsabilidade.$s",
"winter_Tue8":"Todo dia é tão difícil com George, mas não podemos mudar para uma vida assistida.#$b#Esta comunidade é realmente o que nos faz continuar. Se não tivéssemos Pelican Town, não teríamos qualquer coisa.",
"winter_Wed10":"Bem, bem, veja como você corre em todos os lugares! Você deve estar se mantendo bem e aquecido!$h",
"winter_Thu":"É outro ótimo dia para assar biscoitos. Desta vez, eles têm a forma de pequenos bonecos de neve.#$e#Talvez eu conte minha receita um dia desses.",
"winter_Thu4":"É mais um ótimo dia para assar biscoitos. Desta vez, eles têm a forma de pequenos bonecos de neve.$h#$e#Você já tentou assar um pouco, querido?",
"Winter_Thu6":"Tenho alguns cortadores de biscoito em forma de floco de neve para usar hoje. Deve ser divertido!$h",
"winter_Thu10":"Eu asso biscoitos porque eles nunca deixam de fazer George se abrir comigo.#$e#Ele tinha um pedaço de biscoito na boca quando olhou bem para mim e disse \"eu te amo\" pelo primeira vez.#$e#Ele continua assim desde então.",
"winter_Fri10":"George assiste muito ao noticiário. Preocupa-me que isso lhe dê uma perspectiva distorcida do mundo.#$e#Se você quer uma perspectiva melhor, não procure além de seus próprios vizinhos. É o que eu digo. ",
"winter_Sat10":"Estou lendo 'The Zuzu City Express' de novo. Já leu? É um dos meus favoritos.$h#$e#A versão cinematográfica também é excelente.$h",
"spring_1_2":"Bem, um ótimo dia para você também, querida! Espero que seu ano tenha começado bem.$h",
"spring_21":"Parece que preciso começar a fazer os arranjos de flores para o baile da próxima semana.#$e#Espero que você esteja lá, querida!$h",
"spring_23":"Os arranjos de flores para o baile de amanhã estão quase prontos. Espero que o Prefeito Lewis fique satisfeito.#$e#E espero que você também fique satisfeito!$h",
"summer_10":"O prefeito Lewis sempre fica tão nervoso para o luau. Certifique-se de mostrar algum apoio a ele.#$e#A melhor maneira de fazer isso é simplesmente trazer algo delicioso para a sopa.",
"winter_7":"Enfrentarei com prazer o frio para o Festival do Gelo de amanhã. Isso é importante para mim.#$e#Vou até arrastar George comigo, não importa o que ele diga.$h",
"winter_1":"Pedi para Alex pendurar as velhas decorações de inverno esta manhã. Eu diria que ele fez um ótimo trabalho!",
"winter_28":"Muitas felicidades no ano novo, querida. É uma bênção ter você aqui na cidade.",
"spring_21_2":"Parece que preciso começar a fazer os arranjos de flores para o baile da próxima semana.#$e#Espero que você esteja lá, querida!$h",
"spring_23_2":"Os arranjos de flores para o baile de amanhã estão quase prontos. Espero que o Prefeito Lewis fique satisfeito.#$e#E espero que você também esteja satisfeito!$h",
"summer_10_2":"O prefeito Lewis sempre fica tão nervoso para o luau. Certifique-se de mostrar algum apoio a ele.#$e#A melhor maneira de fazer isso é simplesmente trazer algo delicioso para a sopa.",
"winter_7_2":"Enfrentarei com prazer o frio para o Festival do Gelo de amanhã. Isso é importante para mim.#$e#Vou até arrastar George comigo, não importa o que ele diga.$h",
"winter_28_2":"Muitas felicidades no ano novo, querida. É uma bênção ter você aqui na cidade."
			}
		}
	]
}