{
	"Changes":[
		{
			"LogName":"George",
			"Action":"EditData",
			"Target":"Characters/Dialogue/George",
			"Entries":{
			  "Mon2":"Tudo bem. O que você quer de mim, afinal?",
"Mon4":"Ainda não desistiu, hein?#$e#A fazenda, quero dizer. Ainda vai?",
"Mon6":"Estou surpreso que você queira ser amigo de um veterano como eu.",
"Mon8":"Existe realmente um lugar para mim neste mundo?#$e#Talvez seja assim que tem que ser.",
"Mon10":"Você pode ou não ter ouvido falar, mas nossa filha faleceu há alguns anos.$s#$e#Não sei como Evelyn lida com cada dia. Sei que ela também está arrasada com isso como eu sou.$s",
"Tue":"Hmmph... Parece outro dia sombrio.",
"Tue2": "Sim, olhe para você, correndo por aí assim. Apenas esfregue, por que não?",
"Tue4":"O que você está fazendo, perdendo seu tempo conversando com um velho como eu?#$e#Os jovens não ficam mais ocupados?",
"Tue6":"Não entendo o que vocês, jovens, estão planejando fazer com este mundo.#$e#Tudo o que posso dizer é que não é o mundo que eu conhecia.",
"Tue10":"Sabe, eu não deveria ficar muito deprimido com minhas pernas.#$e#Eu deveria apenas estar feliz por estar vivo.$h",
"Wed2":"Você está tentando me fazer comprar alguma coisa? Não estou interessado.",
"Wed4":"Seja grato pelo que tem naquela fazenda, ouviu?#$e#Antes que você perceba, a vida vai puxar o tapete debaixo de você.#$e#É só uma questão de tempo.",
"Wed8":"Gostaria que minhas pernas trabalhassem para poder jogar bola com Alex.$s#$e#Isso nunca vai acontecer.$s",
"Qua10":"@! Deixe-me desligar essa maldita televisão e podemos conversar um pouco.$h#$e#Então o que os jovens estão fazendo hoje em dia?",
"Thu2":"O que você quer? Agora não é um bom momento.#$e#Por quê? Porque não é.",
"Thu4":"Parece outra reprise hoje.#$e#Você não deveria estar fora de casa?",
"Thu8":"Você já assistiu a esse programa \"36\"? Isso é um bom entretenimento.$h#$e#Ninguém jamais impede esse cara de lutar contra os terroristas. Ele apenas faz o que quer e é hilário.$h ",
"Thu10":"Existem poucas coisas melhores na vida do que um bom alho-poró fresco, você não acha?$h#$e#O quê? O que há de errado com o alho-poró? Eles não são apenas 'bons', eles são excelentes . Todo mundo adora alho-poró.#$e#Os jovens não amam mais alho-poró? Homem vivo...$3",
"Sex":"Essa fazenda está em péssimas condições há anos.#$e#E você quer restaurá-la? Hmph. Boa sorte.",
"Fri2":"Então você é agricultor, hein? Pelo menos é um trabalho honesto.",
"Sexta 6":"Você deve ser grato agora, que Stardew Valley é um dos poucos lugares onde você ainda pode trabalhar a terra como quiser.#$e#Esses políticos só querem regular, regular, regular como se fossem donos deste país. Hmph.",
"Sáb":"O fim de semana não é diferente de qualquer outro horário, para mim.#$e#É assim quando você está aposentado.",
"Sat2":"Olá.#$e#O que está acontecendo aí, afinal?",
"Sat4":"Minha receita está ficando cada vez mais cara.#$e#Isso não teria sido um problema uma ou duas gerações atrás. Mas essas empresas farmacêuticas continuam aumentando o custo!",
"Sat6":"Já é fim de semana? Acho que vou ter que sair de casa logo, então.",
"Sat8":"Evelyn sempre foi a melhor cozinheira que conheço. E ela está cada vez melhor.#$e#Gostaria de poder dizer o mesmo sobre algo que posso fazer.$s",
"Sun":"O que falta para um pouco de paz e sossego por aqui?",
"Sun2":"Você não está com frio? Eles não fazem suéteres como antigamente.#$e#*Suspiro*",
"Sun4":"Já é fim de semana? Perdi a noção de que dia é hoje.",
"Sun6":"Vai ser bom ficar um pouco fora de casa.#$e#O que você está fazendo hoje, jovem?^O que você está fazendo hoje, jovem senhorita?",
"Sun10":"Não passei muito tempo rezando até recentemente.#$b#Por um tempo, fiquei furioso com Yoba, por ter perdido tudo o que tinha.#$e#Tenho fé de que existe algo melhor para mim depois que o relógio desse velho corpo acabar.#$b#Não é muito, mas o que um velho como eu pode fazer?$s",
"summer_Mon10":"Você continua trabalhando duro naquela fazenda, ouviu? Alguém tem que alimentar esta cidade velha se a economia mundial afundar.#$e#Entende o que quero dizer?",
"summer_Tue10":"De vez em quando, ainda consigo ver Clara nos olhos de Alex.#$e#Alex é um bom garoto. Certifique-se de cuidar dele.",
"summer_Wed10":"Bah! Está tão quente! Estou de mau humor hoje.#$e#O quê? Um cara velho como eu pode ficar mal-humorado quando está tão quente.",
"summer_Fri10":"Algumas das coisas que você vê nos noticiários hoje em dia... Por que os jovens são tão preguiçosos hoje em dia?#$e#Pelo menos você tem noção do trabalho duro. Mas alguns jovens só querem o mundo para estender um tapete vermelho para eles.",
"summer_Sun10":"Ei, é melhor você abrir caminho para mim quando eu estiver em movimento, seu patife, ou posso simplesmente atropelar você com esse rolo compressor!$h",
"fall_Mon10":"Recentemente, tenho tentado o meu melhor para me manter positivo a cada dia.#$e#Nem sempre é fácil. Peço desculpas se pareço um pouco para cima e para baixo.",
"fall_Tue10":"Quando você fica tão velho quanto eu, é muito mais difícil se ajustar a coisas novas.#$e#Um dia você saberá o que quero dizer.#$e#Vá em frente, divirta-se enquanto ainda está jovem.",
"fall_Thu10":"Não assisto ao noticiário para \"ficar informado\". Assisto porque só quero saber o que está acontecendo.#$e#Olha, tem uma diferença, tá?",
"fall_Fri10":"Eu não sou estúpido. Eu sei que há algum viés nos noticiários. Eu apenas mantenho meu limite de pensamento enquanto assisto.#$b#Isso é o que todo mundo precisa fazer.",
"fall_Sat10":"Amanhã é o dia do altar. Do jeito que as coisas costumavam ser, você via metade da cidade aparecendo no Santuário de Yoba todos os domingos.",
"fall_Sun10":"Sim, eu posso fazer saltos, cavalinhos, giros... todos os tipos de truques.$h#$e#Olha lá!#$b#Opa, você acabou de perder minha cambalhota. Que pena. $h",
"winter_Wed10":"Não desperdice sua energia juvenil, @. Você tem que viver o suficiente para nós dois, ouviu?",
"winter_Thu10":"Eu me pergunto o que Evelyn está assando hoje...? Ela mencionou alguma coisa?#$e#Ah, não sei, ela pode ter mencionado algo para mim. Mas quem sou eu para lembrar?",
"winter_Sat10":"Às vezes me pergunto se todo mundo está apenas esperando que eu morra.#$b#Heh. Vou mostrar a eles. Ainda tenho muitos anos neste velho corpo.",
"winter_Sun10":"Não sei mais como Evelyn ainda me aguenta.$s#$e#Às vezes me sinto mais paciente do que o marido dela.$s",
"summer_10":"O quê? Tem outro festival amanhã? Acabamos de ter um?",
"winter_15":"Mercado Noturno? Não, obrigado. Nada me faria querer ir àquele show secundário aberrante.#$e#Por que tem que ser tão tarde, afinal?",
"winter_24":"Agora, por que eu não ficaria animado com amanhã? Dê um palpite.#$e#Oh, você gosta de ficar sentado no frio congelante por horas?",
"winter_28":"Mais um ano se passou. Minha vida parece um flip-book.",
"spring_1_2":"Todo mundo no noticiário está apenas falando que o ano novo é este, o ano novo é aquilo. Não está acontecendo nada no mundo? isto.$h",
"summer_10_2":"O quê? Tem outro festival amanhã? Acabamos de ter um?",
"winter_15_2":"Mercado Noturno? Não, obrigado. Nada me faria querer ir àquele show secundário aberrante.#$e#Por que tem que ser tão tarde, afinal?",
"winter_24_2":"Agora, por que eu não ficaria animado com amanhã? Dê um palpite.#$e#Oh, você gosta de ficar sentado no frio congelante por horas?",
"winter_28_2":"Mais um ano se passou. Minha vida parece um flip-book."
			}
		}
	]
}