{
	"Changes":[
		{
			"LogName":"Gus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Gus",
			"Entries":{
				"Saloon":null,
				"Saloon4":null,
				"Saloon8":null,
				"Saloon_Tue":null,
				"Saloon_Thu":null,
				"Saloon_Fri":null,
			  "Mon":"Sim, eu sei muito sobre as pessoas que moram aqui.#$e#Essa é uma das vantagens de ser um bartender.$h#$e#Às vezes eu ouço demais...",
"Mon2":"Olá, @.#$e#Então, como está o trabalho ultimamente?#$b#Eu sei que as coisas podem ser difíceis às vezes. Todos nós chegamos lá eventualmente, contanto que não demos acima!",
"Mon4":"Você já experimentou os jogos no fliperama?#$e#Eu não jogo sozinho. Só percebi que todo bom saloon precisa de alguns jogos como parte da atmosfera.",
"Mon6":"Emily é uma ótima garota. Vocês dois têm saído muito?",
"Mon8":"*sussurro* Ei, @. Sabe, estive pensando...$s#$q 010/011 Mon_old#Se eu ajudar alguém a fazer escolhas erradas com seus hábitos de bebida, isso é culpa minha ?#$r 010 -20 Seg_010#Honestamente? Sim.#$r 011 0 Seg_011#Não. Cada um é responsável por si mesmo.",
"Mon_old":"$p 010#Vamos ter que discordar educadamente sobre o que conversamos na outra semana. Respeito sua opinião, no entanto.|Agradeço ouvir sua opinião na outra semana. Você é um bom amigo .",
"Mon_010":"Hmm. Obrigado pela sua opinião. Vou ter que pensar sobre isso.$s",
"Mon_011":"Essa sempre foi minha filosofia. Só que depois de anos vendo as lutas dos clientes de perto e pessoalmente, isso começa a desgastar você.$s",
"Mon10":"Sei que não posso resolver os problemas de todos os clientes, mas atrás do balcão ainda posso estar lá e tratá-los como uma pessoa.",
"Tue2":"Também tenho alguns livros de receitas autopublicados à venda. Já conferiu?",
"Tue4":"Você deveria ver o que está no menu esta noite! Tenho algo realmente especial.",
"Tue6":"Sempre foi meu sonho abrir um restaurantezinho só meu.#$e#As coisas deram certo! Acho que um bar antigo como esse não seria possível em uma cidade maior.$h ",
"Tue8":"Certifique-se de dar uma olhada nessa jukebox algum dia.",
"Quar":"Fico feliz em ver você, amigo.$h^Fico feliz em ver você, mocinha.$h#$q 012/013/014/015 Qua_velha#Tenho uma cerveja gelada aqui por conta da casa.[ 346] Qual é a batalha de hoje? Coloque em mim.#$r 012 10 Qua_012#É meio solitário aqui.#$r 013 10 Qua_013#Não sei nada sobre agricultura.#$r 014 10 Qua_014#Não tenho dinheiro.# $r 015 0 Qua_015#Está tudo ótimo!",
"Wed_old":"$p 015#Espero que as coisas ainda estejam indo bem! Avise-me se precisar de um estímulo.|Lembre-se de que você tem muitos amigos aqui no salão. Especialmente às sextas-feiras! ",
"Wed_012":"Eu sinto você. Essa é a realidade para qualquer recém-chegado.#$b#Mas, relativamente falando, existem alguns solteiros da sua idade em Pelican Town. Você com certeza vai se dar bem com alguém.$h" ,
"Quar_013":"Bem, eu não sabia nada sobre cozinhar e fazer cerveja! Mas aqui estou.$h#$b#A verdade é que todos nós começamos em algum lugar. Certifique-se de perdoar a si mesmo quando as coisas derem errado, e tenho certeza você vai conseguir.",
"Quar_014":"Ah, sim, todos nós já passamos por isso, se é que não estamos lá agora.$h#$b#Mas você sabe, seu futuro parece brilhante. Você é um proprietário de terras! Tenho certeza que as coisas vão dar certo.",
"Wed_015":"É mesmo? Bem, fico feliz em saber disso. Pelican Town realmente é um lugar especial.$h#$b#Apenas me avise se algo acontecer. Estou sempre pronto para emprestar um orelha.",
"Wed2":"Sem querer se gabar nem nada, mas o Saloon é o melhor lugar para se estar numa sexta à noite!$h#$e#Espero que você consiga ir esta semana.",
"Wed4":"Emily está trabalhando aqui já faz um tempo. Não sei o que faria sem ela!#$e#Eu odiaria ter que limpar todas aquelas panelas sozinha.$s",
"Quar6":"Tento obter o máximo possível de ingredientes frescos e locais.#$b#Caso contrário, o que realmente tornaria meu espaguete ou minha salada diferente dos de outros restaurantes?",
"Wed8":"Sim, eu fui casado uma vez, há muito tempo. Já te disse isso?$s#$e#Ela não está mais conosco. Mas penso nela todos os dias.$s#$e# Gosto de pensar que o que faço aqui no saloon é realizar o sonho que tínhamos juntos. Antes de tudo, espalhar alegria. Acho que ela não vai querer menos.",
"Qua10":"Depois que minha esposa faleceu, casar de novo não é para mim. Para alguns de nós, só encontramos o amor de nossas vidas uma vez.#$e#Apesar das adversidades da vida, nunca devemos esquecer de espalhar alegria para aqueles em volta de nós.",
"Thu2":"Não sou hedonista, mas realmente acho que boa comida e bebida são algumas das melhores coisas pelas quais uma pessoa pode viver.$h",
"Thu4":"Sinto que tenho ainda mais motivos para amar Pelican Town quando posso comprar localmente de sua fazenda!$h#$e#Então, se você está cultivando algo bom, eu ficaria honrado se você trouxesse alguns!",
"Thu10":"*sussurro* Tenho limitado o número de drinques que dou a Pam, mais do que antes.#$e#Eu juro que ela tem um cantil no bolso, porque às vezes ela ainda fica bonita lamacento.$s",
"Fri2":"Olá, @. Como está a vida na fazenda para você? Certifique-se de tratar-se bem de vez em quando.",
"Fri4":"Sam se esforça tanto no bilhar, mas sempre perde para Sebastian.#$e#Sam deve ser um bom esportista, porque eles jogam semana após semana!$h",
"Fri6":"Na verdade, não bebo muito. Estou fazendo isso principalmente para ganhar a vida.#$e#Embora eu aprecie um pouco da safra de Stardew Valley de vez em quando.",
"Fri8":"Ufa! Que semana foi essa!#$e#Eu quis dizer a semana de todo mundo. Não considero as coisas feitas até que a última caneca seja lavada esta noite!$h",
"Sáb":"O negócio foi ótimo ontem à noite. Estou satisfeito.#$e#Não deixe de passar por aqui em breve!$h",
"Sat2":"Você é muito chef, @?#$e#Se você tem uma cozinha e algumas receitas, pode preparar alguns pratos úteis.#$e#Refeições caseiras também são ótimos presentes." ,
"Sat4":"Toco um pouco de violino quando encontro oportunidade. Por mais que adore cozinhar, às vezes é bom ter um hobby que não seja também o seu trabalho.",
"Sat6":"Olha, eu sei que sirvo muitas bebidas para alguns de meus clientes. Mas acredito fortemente na liberdade pessoal. Isso é tudo.$3#$e#Desculpe... o que há de novo com você? ",
"Sat8":"Acho que ganhei um copinho de Stardew Red esta noite.#$e#Você vai gostar de alguma coisa, @?",
"Sun2":"Acho que encontrei o lugar certo para mim aqui em Stardew Valley. Este é exatamente o tipo de lugar que procurei por toda a minha vida.",
"Sun4":"Como você está, @?#$e#Me? Apenas vivendo o sonho.$h",
"Sun6":"Eu sei que não posso resolver os problemas de todos, mas se eu puder fazer algo delicioso para alguém, sinto que fiz minha parte.",
"Sun8":"O Stardrop Saloon é definitivamente um dos prédios mais antigos da cidade.#$e#Eu o restaurei quando o comprei, mas estou longe do proprietário original.",
"Sun10":"Você é um bom amigo, @. Aqui está um por conta da casa.[346]#$e#Cheers! Até mais uma boa semana!",
"summer_Mon10":"Estive na cidade de Zuzu há algum tempo e tenho que agradecer aos vendedores de food trucks. Eles têm algumas habilidades reais! #$e#Eles têm tacos, curries, hambúrgueres, apenas sobre tudo o que você poderia desejar!#$b#Claro, você me conhece, eu gosto de comer um pouco de tudo, assim como eu gosto de fazer um pouco de tudo!$h",
"summer_Tue10":"Desculpe se a sua comida foi servida um pouco tarde hoje. Havia uma mosca no salão e demorei uma boa parte da manhã para expulsá-la.#$e#Essa mosca me atrasou para o trabalho de preparação . Me desculpe.",
"summer_Wed10":"Um mascote para o salão? Já tenho um. Você já passou por Gerald the Bear todos os dias sem dizer olá?#$e#He he he.$h",
"summer_Sun2":"Esta pode ser minha estação favorita. Aposto que você pode cultivar muitos produtos excelentes agora.",
"summer_Sun6":"Que dia quente! Eu realmente poderia ir para um pouco de suco de laranja espremido na hora.#$e#É um velho favorito meu.$h",
"summer_Fri10":"As noites de sexta-feira são sempre um bom lembrete de por que todos nós escolhemos morar aqui. Tantos rostos felizes para ver!$h",
"fall_Mon10":"Uau! Administrar o saloon e ter boas conversas com as pessoas exige quase tudo que tenho a cada dia.#$b#Amo isso como amo, devo admitir que passo a maior parte das manhãs eu-tempo.",
"fall_Thu10":"Talvez seja hora de tirar o pó do velho violino. Quase não tenho mais calos nas pontas dos dedos.#$b#Apenas o de sempre na palma da minha mão por cortar legumes.",
"fall_Fri4":"Ei, @! Você já tentou fazer a receita de 'jantar de salmão' que te mandei? Agora é a hora de pegar os ingredientes!$h#$e#Mas você também vai precisar de um pouco de couve.",
"fall_Fri8":"Fiz molho de cranberry ultimamente? Os ingredientes são bem fáceis de conseguir nesta época do ano.#$e#Vai deixar você no clima da estação, com certeza.",
"winter_Mon10":"Estou um pouco cansado hoje. Você acha que as pessoas notariam se eu economizasse fazendo um refogado simples como especial?$s#$e#Aww, quem estou enganando? Meu refogado está delicioso . Ninguém se importaria.$h",
"winter_Tue10":"É \"comida\" o sentido da vida? Ho ho, não sei se iria tão longe.$h#$b#Mas vou dizer, não há muitas coisas que faz um trabalho melhor em reunir as pessoas do que boa comida.#$e#Argumentos, política, tudo desmorona quando há boa comida para compartilhar.",
"winter_Wed10":"Há uma cidade bem ao norte com uma antiga fábrica de chocolate. Os doces que eles fazem lá? Fora deste mundo.#$e#*suspiro* Talvez eu volte lá um dia desses.",
"winter_Sat":"Claro que está frio lá fora! Acha que você gostaria de uma xícara de café quente?",
"winter_Sat6":"Agora é a época perfeita do ano para se aconchegar perto do fogo com uma boa comida reconfortante.#$e#Talvez uma pizzazinha? Ou... que ideias você tem?",
"spring_1_2":"Espero que você tenha conseguido acordar na hora hoje! Como está sendo o início do novo ano para você até agora?$h",
"spring_12":"Garoto, olá! Fiquei acordado até tarde nas últimas noites, me preparando para o festival do ovo!#$e#Espere até ver o que preparei.",
"summer_10":"Tenho alguns bons pratos preparados para o luau de amanhã, mas tento evitar a sopa comunal.#$e#É realmente uma tradição de acertar e errar, e prefiro tocá-la seguro quando se trata de minha reputação.$s",
"fall_15":"Vou estar na feira amanhã? Procure-me no norte. Estarei fazendo hambúrgueres o dia todo.",
"fall_26":"Há algumas coisas bem assustadoras no festival Spirit's Eve. Eu? Vou continuar hospedando o bufê.",
"winter_24":"O que é um bom festival sem uma boa comida? *risada* Salvei todas as minhas melhores receitas para este banquete, então não perca!$h",
"winter_28":"Feliz ano novo, @! Estou lançando as coisas boas esta noite! [348]$h#$e#Um grande ano em Stardew Valley. Que o próximo ano seja ainda melhor!",
"spring_12_2":"Garoto, olá! Fiquei acordado até tarde nas últimas noites, me preparando para o festival do ovo!#$e#Espere até ver o que preparei.",
"summer_10_2":"Tenho alguns bons pratos preparados para o luau de amanhã, mas tento evitar a sopa comunal.#$e#É realmente uma tradição de acertar e errar, e prefiro tocá-la seguro quando se trata de minha reputação.$s",
"fall_15_2":"Vou estar na feira amanhã? Procure-me no norte. Estarei fazendo hambúrgueres o dia todo.",
"fall_26_2":"Há algumas coisas bem assustadoras no festival Spirit's Eve. Eu? Vou continuar hospedando o bufê. O mesmo de sempre.",
"winter_24_2":"O que é um bom festival sem uma boa comida? *risada* Salvei todas as minhas melhores receitas para este banquete, então não perca!$h",
"winter_28_2":"Feliz ano novo, @! Estou lançando as coisas boas esta noite! [348]$h#$e#Um grande ano em Stardew Valley. Que o próximo ano seja ainda melhor!"
			}
		}
	]
}