{
	"Changes":[
		{
			"LogName":"Haley",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Haley",
			"Entries":{
				"Mon4":"Passei 3 horas praticando minha assinatura hoje.#$e#Acho que isso é muito bobo, hein?",
"Mon6":"Eu costumava reclamar sobre esta cidade ser tão pequena, mas aprendi a gostar dela.#$e#Se fosse muito maior não pareceria uma comunidade.",
"Tue2":"Eu me pergunto se alguma concha bonita apareceu na praia esta manhã?#$e#Esta não é a melhor época do ano para conchas.",
"Tue6":"Ei, deveríamos ir à praia neste verão.$h#$e#Ah, mas acho que você estará bem ocupado, hein?#$e#Bem, se você tiver tempo , então.",
"Tue10":"Uau. Fiquei acordado até tarde lendo livros de receitas e experimentando algumas receitas novas.$s#$e#Por quê? Ah, bem, pensei que você gostaria se eu fosse bom nisso.#$ e#Desculpe, compartilharei alguns com você algum dia.$l",
"Wed2":"Hmm... eu queria que fosse verão.$u",
"Wed4":"Estou feliz que as flores estejam começando a desabrochar.#$e#Essas rosas cheiram tão bem.$h",
"Wed8":"Só há duas coisas que eu gosto nesta cidade.#$b#Uma delas é a praia.#$e#A outra é um segredo! *risada*$h",
"Thu2":"*suspiro* Eu realmente poderia comer um cupcake agora.#$e#Você precisa de algo?",
"Qui4":"Caras deveriam ler revistas de moda... só para vocês entenderem quanto trabalho as meninas têm que fazer a cada dia.^Você pode pegar emprestadas minhas revistas de moda se quiser, depois que eu terminar com elas.# $e#O que uma garota mostra por fora é o que as pessoas vão pensar dela. Algumas garotas pensam o contrário, mas essa é apenas a verdade do mundo.#$e#Eu não invento as regras.",
"Thu6":"Eu preparei o jantar ontem à noite. Na verdade, deu certo!#$e#Mas eu fiz uma bagunça enorme na cozinha...",
"Thu10":"Eu estava pensando que poderia tentar me mudar algum dia, sempre que ficasse claro que a carreira de Alex nunca iria decolar.$s#$b#Mas agora, acho que não iria me mudar , mesmo que pudesse. Tenho muito a perder aqui.$l",
"Sábado":"Estou com vontade de fazer compras. Ugh! Eu gostaria que houvesse um shopping aqui.",
"Sat2":"Oh. Oi, garoto fazendeiro.^Oh. Oi, garota fazendeiro.#$q 070/072/074 Sat_old#Sem ofensa, mas por que você escolheria trabalhar nos finais de semana, afinal?#$r 070 0 Sat_070 #É só por enquanto até a fazenda estar em bom estado.#$r 070 0 Sat_070#Eu simplesmente aproveito.#$r 072 0 Sat_072#Existem coisas vivas que precisam da minha atenção.#$r 073 0 Sat_073#Estou não estou trabalhando hoje, na verdade.",
"Sat_old":"$p 073#Está gostando de 'não trabalhar' de novo hoje?|Ainda está gostando do seu trabalho nojento?",
"Sat_070":"Uau. Ok.$u",
"Sat_072":"Sério? Eles não ficarão bem por apenas um dia?",
"Sat_073":"Sim, certo. Então por que você parece todo sujo?$h#$e#Oh. Ou você sempre fica assim?",
"Sat4":"*suspiro* Preciso de um shopping. Fazer compras on-line não é suficiente para mim.#$e#Quero experimentar algumas coisas! Não é pedir muito, certo?",
"Sat6":"Sua fazenda está bem? Talvez eu deva passar por aqui e tirar algumas fotos dela.#$b#Ou... desculpe, está tudo bem?",
"Sat8":"#$1 haleySeagull#Ontem encontrei uma gaivota com a asa presa em uma rede. Eu a libertei, é claro. Ela parecia tão indefesa, coitadinha.$k$s#$e#Você sabe, Eu provavelmente deveria começar a me exercitar mais... esse metabolismo juvenil não durará para sempre.",
"Sun":"Minha irmã é tão estranha. Às vezes me pergunto se somos realmente parentes.$u",
"Sun2":"Ei.#$b#Você viu Alex?",
"Sun4":"Às vezes eu gostaria que Emily apenas me tratasse como ela trata todo mundo.#$e#Ela não se importa com o que as outras pessoas fazem com suas vidas, mas se for algo que eu faço, ela se mete na minha vida .$u#$e#Não sei...",
"Sun6":"Estou pensando em doar um monte de roupas... Devo ter uns cem pares de sapatos.",
				"Sun4_inlaw_Emily":"A casa está tão vazia e silenciosa sem Emily por perto.",
"Sun8_inlaw_Emily":"A casa está tão vazia e silenciosa sem Emily por perto. Nunca pensei que sentiria tanta falta dela.$s#$b#Mas vocês estão bem?",
"Sun10_inlaw_Emily":"A casa está tão vazia e silenciosa sem Emily por perto. Eu fico tão sozinha.$s#$e#Por que você não passa por aqui?$l",
"summer_Mon2":"Quase todo mundo que fala com Emily diz que ela é estranha.#$e#Algumas das roupas que ela faz são legais, mas por que você as usaria quando há tantas marcas perfeitamente boas por aí?",
"summer_Mon4":"Vou ficar com um bronzeado lindo neste verão.",
"summer_Mon6":"Eu deveria começar a ler alguns livros em vez de revistas.#$e#É bom aprender coisas, não é?#$e#Eu só olho as fotos.",
"summer_Tue2":"Você usa essas roupas todos os dias?",
"summer_Tue4":"$p 47#Ei, encontrei esta nova ferramenta para abrir potes. Então você não precisa mais me ajudar.$h|Não há uma nuvem no céu hoje.$h",
"summer_Tue8":"Acho que morar no campo não é tão ruim.#$e#Se eu morasse na cidade, poderia começar a sentir falta de todas as árvores.#$e#@, acho que tenho saído com você é demais.$h",
"summer_Wed4":"Está tão quente hoje!#$e#Eu gostaria de tomar um sorvete.$s",
"summer_Wed6":"Ei, me desculpe se fui rude com você quando nos conhecemos.$s#$e#Você é realmente muito legal. Eu só não entendi por que alguém escolheria se mudar para cá.$ e",
"summer_Wed10":"Oh, eu estava prestes a reaplicar meu protetor solar. Você pode ajudar?$h#$e#Eu só preciso de um pouco entre minhas omoplatas. Vá em frente. Não seja tímido.",
"summer_Thu2":"Alex poderia te ensinar uma ou duas coisas sobre como ficar em forma, só para sua informação.^Oh, ei. Isso pode parecer rude? Mas Alex me disse para avisar... que ele não está interessado. Só para garantir você estava se perguntando.",
"summer_Thu4":"Se você ficar muito tempo ao sol, seu cabelo ficará mais claro.#$e#É bom saber!",
"summer_Thu6":"Se você ficar muito tempo ao sol, seu cabelo ficará mais claro... Mas você também não vai querer se queimar.#$e#Eu só quero uma quantidade saudável de luz solar. Tudo com moderação , certo?",
"summer_Fri4":"Para as meninas, fazer compras na verdade libera substâncias químicas saudáveis no cérebro. Você sabia disso?#$e#Muitos caras simplesmente não entendem isso.^Você deveria tentar algum dia.",
"summer_Fri8":"Recebi uma resposta de uma de minhas amigas que se mudou para a cidade de Zuzu há alguns anos. Não parece tão glamoroso quanto eu pensava.#$e#Ela está trabalhando como uma louca e mal consegue pagar o aluguel .É triste, mas na verdade me deixa grato por morar em Pelican Town.",
"summer_Fri10":"Ah, oi @!#$e#Você gosta de crianças?$l",
"summer_Sat":"A agricultura parece tão chata...#$q 142/143 summer_Sat_old#O que você faz o dia todo?#$r 142 10 summer_Sat_12#Cuidar das plantas#$r 142 10 summer_Sat_12#Explorar as cavernas#$ r 143 -10 summer_Sat_13#Bisbilhote em seu quarto#$r 142 10 summer_Sat_12#Procure um tesouro",
"summer_Sat6":"Parece um bom dia para nadar.",
"summer_Sat10":"Rowr. Bem, pensei que este dia não poderia ficar mais quente.$l#$e#O que você tem pensado hoje?$l",
"summer_Sun2":"Então você ainda não está entediado com aquela fazenda?#$e#Claro, ok. Você está.",
"summer_Sun4":"Emily geralmente prepara o jantar... Mas ela faz coisas estranhas como quinoa.",
				"summer_Sun_inlaw_Emily":"Ah... ei.",
"summer_Sun4_inlaw_Emily":"Emily tem cozinhado para você? Sinto falta da comida dela. Foi realmente muito bom.$s",
"summer_Sun6_inlaw_Emily":"Primeiro meus pais vão embora, e agora Emily também. Eu só...$s#$e#É muito, sabe?$s#$e#Sinto muito. Eu sei que é egoísmo da parte eu.$s",
"summer_Sun8_inlaw_Emily":"Ei. Como está minha irmã?#$e#Estou me dando bem. Foi um ajuste.",
"summer_Sun10_inlaw_Emily":"A casa está tão vazia e silenciosa sem Emily por perto. Eu fico tão sozinho.$s#$e#Por que você não passa por aqui?$l",
"fall_Mon2":"Se eu morasse na cidade, não teria que me preocupar com folhas viscosas e lama onde quer que você fosse.",
"fall_Mon4":"É nojento quando todas essas folhas caídas ficam pegajosas.",
"fall_Mon6":"$p 48#Já te contei que encontrei outra pulseira da minha bisavó no sótão?|Viu esta pulseira? Pertenceu à minha bisavó.#$e#Ela era uma pessoa muito interessante senhora.",
"fall_Mon10":"@, estou feliz em ver você hoje.$h",
"fall_Tue2":"Algo cheira a terra...#$b#Ah, certo. Você trabalha em uma fazenda.",
"fall_Tue4":"Você tem coelhinhos na sua fazenda? Coelhinhos são tão fofos! <",
"fall_Tue8":"Estou começando a gostar do cheiro de sujeira. Não é estranho?#$e#Acho que é porque você está por perto o tempo todo.$h",
"fall_Wed4":"Se você estiver entediado, venha dizer oi.",
"fall_Wed6":"Tenho experimentado um obturador de baixa velocidade ultimamente. Ele dá às cores do outono uma espécie de efeito de 'floração'.",
"fall_Wed8":"Se você estiver entediado, venha dizer oi.$h",
"fall_Thu4":"Batom glitter é vida.#$e#Não tente negar esse fato objetivo.#$e#*giggle*$11",
"fall_Thu6":"Fazer compras não parece tão divertido como costumava ser.#$e#O que está acontecendo comigo?#$e#Hmm...",
"fall_Fri4":"Parece que você tem trabalhado muito duro.#$b#Por que você não tira o resto do dia de folga?",
"fall_Fri8":"Tive algumas boas fotos de salmão saltando da água. É preciso muita paciência para acertar.#$e#É assim que é pescar?",
"fall_Fri10":"Ei, sexy.#$e#Eu estava pensando em você.#$e#Sinto sua falta.$l",
"fall_Sat8":"Talvez eu tente pintar um pouco em aquarela hoje. Será divertido fazer algo criativo.#$e#Tenho muitas fotos que posso usar como inspiração também.",
"fall_Sun10":"Acho que não seria muito feliz nesta cidade sem você, @. Então, obrigado.#$e#Sério, farei qualquer coisa por você se precisar.$l" ,
"fall_Sun_inlaw_Emily":"Ah... ei.",
"fall_Sun4_inlaw_Emily":"Então... como está minha irmã?",
"fall_Sun6_inlaw_Emily":"Primeiro meus pais vão embora, e agora Emily também. Eu só...$s#$e#É muito, sabe?$s#$e#Sinto muito. Eu sei que é egoísmo da parte eu.$s",
"fall_Sun8_inlaw_Emily":"Tive que mudar muito meus hábitos para manter a casa em forma.#$e#Quero dizer, você já viu, certo? Não estou fazendo um trabalho ruim, estou?" ,
"fall_Sun10_inlaw_Emily":"A casa está tão vazia e silenciosa sem Emily por perto. Eu fico tão sozinho.$s#$e#Por que você não passa por aqui?$l",
				"winter_Mon6":"Um pouco de coco fresco me faria sentir como se estivesse em algum lugar mais quente.#$e#Além disso, há um tratamento especial de volume sobre o qual li que usa óleo de coco. Já experimentei algumas vezes e é o melhor melhor.",
"winter_Mon8":"Eu gostaria que estivesse mais quente aqui em Stardew Valley.#$e#Eu poderia me mudar para outro lugar, mas...",
"winter_Tue6":"Hmm. Está muito frio para tirar boas fotos agora.$u#$e#A neve é bonita, mas meus dedos congelariam.",
"winter_Tue10":"Alex e eu temos uma espécie de briga desde que éramos crianças.$u#$e#Ele é um cara legal, mas estamos muito melhor como apenas amigos.#$e# ...Então você não precisa se preocupar com nada.$l",
"winter_Wed":"Gostaria que alguém me trouxesse um café de hortelã.$s#$e#Nem se preocupe, eu sei que você não conseguirá fazer um.",
"winter_Wed4":"Hmm. Qual é a marca da sua camisa?#$e#Oh. Hum, deixa pra lá.",
"winter_Thu":"Vou começar a escrever uma lista de todas as roupas que preciso para a próxima primavera.",
"winter_Fri":"Você tem um pônei na sua fazenda?$h#$e#Oh. Isso é decepcionante...$s",
"winter_Fri6":"Como você organiza tudo naquela fazenda? Tipo, como você começou?#$e#É tão louco para mim que você possa fazer isso.",
"winter_Fri10":"Nunca pensei que diria isso, mas na verdade acho muito legal você morar em uma fazenda. Eu também gostaria de viver.#$e#Fico pensando em como será quando todas as plantas florescem novamente na primavera.#$e#E pensar em você no meio do campo... essa é a melhor parte.",
"winter_Sat":"A única coisa boa do inverno é que consigo dormir mais.#$e#Gosto de pelo menos 10 horas de sono todas as noites.",
"winter_Sat2":"Oohhh, estou com tanto sono.$s#$e#Oh, bem. Pelo menos é bom dormir todos os dias.#$e#Você tem olhos de guaxinim. Você está bem?",
"winter_Sat4":"A única coisa boa do inverno é que consigo dormir mais.#$e#Gosto de pelo menos 10 horas de sono todas as noites.",
"winter_Sat6":"A neve estava toda cintilante como um arco-íris esta manhã. Tirei algumas boas fotos macro.#$e#Então voltei para a cama.",
"winter_Sun":"Você pode dizer oi para Alex por mim?#$e#Obrigado.",
"winter_Sun6":"Hum, se você vir Alex, poderia dizer a ele que estou ocupado hoje?#$e#Obrigado.",
"winter_Sun_inlaw_Emily":"Ah... ei.",
"winter_Sun4_inlaw_Emily":"Só vou sair e dizer isso. Sinto muita falta de Emily. Achei que não sentiria, mas sinto.",
"winter_Sun6_inlaw_Emily":"O que devo fazer comigo hoje em dia?$a",
"winter_Sun8_inlaw_Emily":"Comecei a pensar um pouco mais no meu futuro.#$e#Sempre pensei que alguém legal viria e me surpreenderia, mas parece que Emily foi a sortuda entre nós dois. $s",
"winter_Sun10_inlaw_Emily":"A casa está tão vazia e silenciosa sem Emily por perto. Eu fico tão sozinha.$s#$e#Por que você não passa por aqui?$l",
"spring_1_2":"Acho que este ano preciso continuar trabalhando na minha fotografia.#$e#Alguma resolução de ano novo para você?",
"summer_12":"Você viu Emily ontem no luau? Que ridículo.$11",
"fall_1":"Já é outono?$s",
"winter_28":"Finalmente. Eu estava pensando que esse tempo frio nunca iria acabar.#$e#Só tenho que esperar que toda essa lama termine de derreter.",
"summer_12_2":"Você viu Emily ontem no luau? Que ridículo.$11",
"winter_28_2":"Finalmente. Eu estava pensando que esse tempo frio nunca iria acabar.#$e#Só tenho que esperar toda essa lama derreter."
			}
		},
		{
			"LogName":"Haley Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueHaley",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Ohh, eu tinha planos de sair hoje...$s#Eu mudei muito ao longo dos anos, mas ainda prefiro o tempo ensolarado.",
"Rainy_Day_1":"#$c .5#Envelhecer algum dia é meio assustador. Estou feliz por ter você comigo.#Às vezes sonho acordado com nossa aposentadoria... relaxando nas praias ensolaradas de Samambaia Ilhas!#$e#Você já pensou no futuro?",
"Rainy_Day_2":"Bom dia! Acordei cedo e fiz algo doce para você! [223 234 211 651 731]#$e#$c .5#Será que posso trabalhar como padeiro? ...Mas talvez seja não seria tão divertido. Gosto de cozinhar para você.#Eu sei que você é forte, mas ainda precisa comer bem para ficar no seu melhor!$h",
"Rainy_Day_3":"#$c .5#Não posso sair hoje... meu cabelo vai ficar mole. Me perdoe, querido.$s#Você quer que eu vá lá com você e estrague meu cabelo? Heehee , não, eu passo.$h#$e#Eu quero estar no meu melhor para você.",
"Rainy_Day_4":"#$c .5#Ah, não... Se o tempo continuar, ficarei tão pálido.$s#Você vai sair com esse tempo? Apenas certifique-se de limpar as botas no caminho de volta entre, querido.#$e#Vou ficar aqui e fazer algumas tarefas domésticas.",
"patio_Haley":"#$c .5#Diga 'queijo de cabra'!#Estou documentando nosso tempo aqui nesta fazenda. Hoje é outra lembrança em formação!",
"Rainy_Night_0":"#$c .5#Oh, que bom que você voltou. Está tão frio aqui sozinho... Você está quase pronto para desligar as luzes?#*risada* Quando você fica encharcado na chuva, é nojento, mas também é um pouco quente ver você entrando assim.$11",
"Rainy_Night_1":"#$c .5#Como você lida com a chuva desse jeito? Ugh, eu morreria.#Espero que esteja bom e ensolarado amanhã de manhã. Chuva demais pode me deixar mal-humorado.$s",
"Rainy_Night_2":"#$c .5#Oh, graças a Deus! Achei que não veria você até de manhã.#Espero que Emily não esteja muito sozinha. Devo visitá-la novamente em breve.$7",
"Rainy_Night_3":"#$c .5#Hoje foi meio chato para mim. Desculpe se não sou divertido.$s#A chuva é horrível para um fotógrafo. A iluminação é horrível e você não pode sair de casa sem estragar seu equipamento!$s",
"Rainy_Night_4":"#$c .5#Cozinhar ajudou a passar o tempo hoje. Só precisei de um pouco de esforço para começar. [727 231 207 199]#Eu fiz uma refeição quente para você, querido. Muito tempero, só como você gosta. Aproveite! [727 231 207 199]$h",
"Indoor_Day_0":"Bom dia! Você dormiu bem?$h#$e#$c .5#Eu não preciso dormir tanto quanto antes de te conhecer. Não sei o que é isso about.#Acho que posso usar a câmera antiga hoje... a iluminação é simplesmente perfeita.",
"Indoor_Day_1":"Bom dia, querido! Cheira bem, não é? Fiz o café da manhã para você! [194 195 210 211 216]#$e#$c .5#Cozinhar é muito mais divertido quando você tem alguém com quem cozinhe por.$11#Eu sei que você está ocupado com seu trabalho. Estou aqui para apoiá-lo de todas as maneiras que puder!",
"Indoor_Day_2":"#$c .5#Bom dia, raio de sol! Você ainda parece um pouco sonolento.$h#Você dormiu bem? Você estava roncando um pouco.$h#$e#Tenho algumas tarefas para fazer aqui. Tenha um bom dia.",
"Indoor_Day_3":"#$c .5#Estou feliz por ter aprendido a gostar de limpar! A casa fica suja com muita facilidade. É gratificante deixar tudo completamente limpo.#Espero que hoje não seja um dia muito ocupado. Nós deveriam passar algum tempo um com o outro.#$e#Posso dar um beijo antes de você sair?$11",
"Indoor_Day_4":"#$c .5#Eu sentia que não tinha direção na vida antes de conhecer você. Agora tenho exatamente o que quero.$l#Bom dia, querido. Mais um dia de tarefas agrícolas, hein? Eu estarei pensando em você. <$h",
"Indoor_Night_0":"#$c .5#Parece que você está trabalhando duro, querido. Deixe-me ajudá-lo a desestressar.$l#Nunca pensei que diria isso, mas o estilo de vida campestre realmente combina comigo .$h",
				"Indoor_Night_1":"#$c .5#Boa noite, querido. Você precisa de alguma coisa minha para ajudá-lo a relaxar?$l#Obrigado por me deixar ser uma esposa doméstica. Eu sei que sou um pouco tradicional nesse aspecto, mas Eu realmente gosto.",
"Indoor_Night_2":"Que bom, você está de volta!<$h#$e#$c .5#Esta é provavelmente minha hora favorita do dia.$l#Como foi seu dia?",
"Indoor_Night_3":"#$c .5#Ah, que cheiro? Acabei de colocar um pouco de perfume de flor de cerisier antes de você entrar. Espero que goste.#Boa noite, querido. Quando você quer ir para cama?$l",
"Indoor_Night_4":"#$c .5#O jantar está pronto! Espero que você esteja com fome![727 231 207 199 197 212 208]$h#Esta receita demorou um pouco para ser feita, mas foi muito divertida. Escave em! [727 231 207 199 197 212 208]$h",
"Outdoor_0":"Sempre me sinto melhor quando estou lá fora, respirando ar fresco.#$e#$c .5#Você entende o que quero dizer, certo? Tipo, olhe para você. Você está sempre lá fora.#Don' Não me interpretem mal, a antiga casa de campo do seu avô é muito bonita! Mas nada se compara a esta bela paisagem.",
"Outdoor_1":"#$c .5#Vou ligar para Emily hoje. Só preciso esperar até ela se levantar.#Precisamos ter certeza de que a fazenda é fofa! Isso pode ser importante. .. certo, querido?",
"Outdoor_2":"#$c .5#Hoje vai ser mais um dia agitado?#Oi, querido! Se eu soubesse mais sobre trabalho agrícola eu te ajudaria mais. Desculpe!#$e#Estarei pensando em você.$h",
"Outdoor_3":"#$c .5#Eu costumava ficar tão entediado com esta cidade. Mas depois que você aprende a parar e apreciar as coisas, não é tão ruim assim.#Só vou tirar o pó aqui . Isso deve te ajudar, certo?",
"Outdoor_4":"#$c .5#Parece um bom dia para me bronzear, não acha, querido?#Não se sobrecarregue, querido. Faça uma pausa de vez em quando, ou pegar algo para comer.",
"Outdoor_Haley":"#$c .5#Parece um bom dia para me bronzear, não acha, querido?",
"funLeave_Haley":"#$c .5#Bem, não posso ficar aqui a semana inteira. Hoje é meu dia de sair.#Vou socializar um pouco na cidade hoje.",
"funReturn_Haley":"#$c .5#Todo mundo é muito mais legal comigo hoje em dia. Provavelmente é porque eu sou mais legal com eles também.$h#Foi bom ver todos na cidade. Você teve um bom dia, querido?",
"OneKid_3":"#$c .5#*sniff* Não estou chorando porque estou triste. Estou chorando porque... eu só- não- sabia- ...eu poderia amar tanto nosso bebê. *cheirar*$s#Não é estranho? Não estou acostumada a ser mãe.",
"TwoKids_2":"#$c .5#Cuidado com esses bebês! Aí vem a brigada fofa!$h# %kid2 não é um bebê muito bonito?",
"TwoKids_3":"#$c .5#Uma casa grande, dois filhos e um lindo terreno. Não tenho certeza do que mais poderia pedir.#Dois filhos depois e mantive minha forma. Não para se gabar ou algo assim, mas...$h^Mais uma coisa positiva sobre a adoção? Nós dois temos que manter nossos números.$h",
"spring_8":"Tenho que admitir que fui uma espécie de rainha do drama quando era mais jovem.#$e#Ok, talvez uma grande rainha do drama.$h#$e#Mas é uma loucura pensar nisso. Aqueles a adolescência é como algo saído da vida de outra pessoa. Eles estão tão distantes agora.",
"spring_14":"Espero que você não se importe se eu ainda disser oi para Alex durante os festivais.#$e#É uma cidade pequena, então sinto que todos devemos ser amigos.",
"spring_22":"Tem muitas flores lindas por aí! Eu não me importaria se você trouxesse algumas para casa para que eu pudesse decorar meu cabelo para o final desta semana...",
"spring_23":"O quê? É claro que ainda somos jovens o suficiente para a dança das flores. Não seja bobo.$h#$e#E estou ansioso para mostrar a toda a cidade o quanto estou orgulhoso de estar com você.",
"spring_28":"Espero que tenhamos boas lembranças neste verão. O que você está ansioso?",
"summer_6":"Sabe, uma coisa engraçada é não passar mais todos os dias com Alex... eu não preciso ouvi-lo falar sem parar sobre esportes.",
"summer_8":"Se estiver com muito calor aí fora, por que não vem me procurar? Passaremos um tempo na sombra.",
"summer_12":"Eu gosto de dançar, mas quando Emily faz suas coisas no luau, na verdade é mais divertido para mim apenas assistir.",
"summer_22":"Quer que eu use algo sexy esta noite?#$e#Hah, como se isso fosse até uma pergunta, certo?$h",
"summer_27":"As geleias do luar são amanhã à noite. Podemos marcar isso como um encontro?",
				"fall_3":"Bem, vamos lá! Eu só tive que assar algo para me tirar da tristeza do outono. Aqui, experimente. [223 234 211 651 731]",
"fall_8":"Com as cores lá fora, não quero perder a oportunidade de tirar algumas boas fotos.#$e#Talvez eu possa fazer algumas pinturas em aquarela também. Só preciso ser criativo.",
"fall_13":"É hora de renovar minha assinatura do 'Fashion Girl'. Tenho que me lembrar de fazer isso hoje.#$e#Eu sei, estou ficando um pouco velho para eles. Mas o que há de errado com um pouco de nostalgia da adolescência?",
"fall_22":"Brr... na verdade está muito frio esta manhã. Eu quase esperava nevar em breve.$s",
"fall_28":"Acho que vi alguns flocos de neve esta manhã. É sempre tão mágico ver os primeiros do ano.",
"winter_8":"Quero passar na minha câmara escura hoje. Tenho algumas fotos para revelar.#$e#Além disso, não seria ruim dar uma olhada em Emily. É quase como se eu fosse a irmã mais velha agora , de certas maneiras.",
"winter_22":"Foi divertido acordar no meio da noite assim e assistir a um filme.$h#$e#Estou com um pouco de sono, mas valeu a pena.#$e#Além disso, é não é como se algum de nós estivesse dormindo bem, de qualquer maneira.",
"winter_24":"A festa é amanhã! O que você espera encontrar debaixo daquela árvore?$h",
"winter_28":"Feliz ano novo, quase! Fiz uma torta para esta noite. [222 608]$h#$e#Talvez você possa pegar algo para beber e teremos uma pequena comemoração."
			}
		}
	]
}