{
	"Changes":[
		{
			"LogName":"Harvey",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Harvey",
			"Entries":{
				"Mon4":"É importante manter um hobby fora do seu trabalho regular.#$q 080/081/082/083 Mon_old#Qual é o seu maior hobby fora da agricultura, @?#$r 080 5 Mon_080# Pesca#$r 081 5 Seg_081#Socializando#$r 082 5 Seg_082#Decoração da casa#$r 083 -50 Seg_083#Beber compulsivamente",
"Mon_old":"$p 083#Como seu médico, devo perguntar, você encontrou uma saída saudável que não envolve álcool?|Sem um pouco de variedade, fica fácil se esgotar. Fico feliz que você tenha uma saída saudável.",
"Mon_080":"É mesmo? Sim, bem, esta é uma ótima região para pescar.$h#$b#Além disso, imagino que você possa preparar ótimas refeições com suas capturas.",
"Mon_081":"Ah, que bom! Estar em boa companhia ajuda. Afinal, somos animais sociais.$h#$b#Eu provavelmente precisaria de um pouco mais de tempo social.",
"Mon_082":"Parece interessante. Uma casa não é um lar sem um pouco de personalidade, certo?",
"Mon_083":"Ohhh... isso é...$s#$b#Eu não esperava que você dissesse isso. Posso te dar um número de um grupo de apoio?",
"Mon6":"Muitos dos meus pacientes se acostumaram mais comigo.#$b#As consultas são menos estressantes quando há um sentimento de confiança na sala.",
"Mon8":"Eu gostaria de ficar em Stardew Valley por um tempo. Finalmente estou começando a me sentir envolvido na comunidade.#$e#É bom saber que você é útil.",
"Tue2":"Os produtos lácteos são saudáveis para crianças pequenas com moderação, mas na verdade é uma boa ideia que os adultos limitem o leite e o queijo.#$e#Peixe é bom para comer regularmente para a saúde do seu cérebro." ,
"Tue4":"É importante que a sala de exame permaneça confidencial, então, por favor, não demore muito se eu estiver ocupado atendendo um paciente.#$e#Mas é um prazer vê-lo.",
"Tue6":"Muito do meu trabalho se resume a papelada. Se eu trabalhasse em um grande hospital, uma secretária faria grande parte disso para mim.#$e#Ainda é mais fácil aqui, no longo prazo. Eu tirar uma tarde ocasional de folga.",
"Tue8":"Oh, @, olá!$h#$b#Acho que nossa clínica passou a ter uma atmosfera mais descontraída do que a maioria dos consultórios médicos. Você pode simplesmente aparecer.#$e#Todo mundo parece estar bem com isso. Isso é apenas um elemento da personalidade única da nossa cidade.",
"Tue10":"Não se sobrecarregue, @. Ordens do médico!#$e#Sua saúde é importante para mim.$l",
"Wed":"Lembre-se de cobrir a boca ao espirrar.#$e#Então certifique-se de lavar as mãos.",
				"Wed2":"É bom sair para passear de vez em quando. Eu gostaria de poder sair mais de casa sozinho.#$e#Mas isso não é realmente um problema para você, é?$h",
"Thu2":"Alimentos fermentados são ótimos para o sistema digestivo. Nem todo mundo é fã, mas humanos em todo o mundo sobreviveram com eles por milênios.#$e#Como tal, nossos corpos ainda dependem deles para obter os probióticos." ,
"Thu4":"Desculpe se alguma vez pareci paternalista com meus conselhos médicos. É meu trabalho lembrar às pessoas os hábitos de cuidados básicos.#$e#Eu gostaria que não fosse necessário, mas as estatísticas mostram que um número alarmante de as pessoas não seguem os conselhos que todos recebemos na escola.",
"Thu6":"Todos os registros médicos dos meus pacientes são estritamente confidenciais. Espero que você entenda por que nem sempre posso conversar sobre como foi meu dia.",
"Thu8":"Nunca entrei no complexo de mártir que tantos médicos desenvolvem.#$e#Sinto que trabalho decentemente e estou tecnicamente de plantão 24 horas por dia, 7 dias por semana, mas também quero estar presente para minha própria vida.",
"Thu10":"Dá muito trabalho ser médico. Não como tão bem quanto deveria.$s#$e#Se eu não morasse sozinho acho que seria mais fácil.$l",
"Fri2":"O médico que trabalhou aqui antes de mim deve ter existido quando Pelican Town ainda tinha sua operação de mineração.#$b#Deve ter havido muitos problemas respiratórios com os quais ele teve que lidar. Só posso imaginar. $s",
"Fri6":"Ouvi falar do seu antigo emprego na Joja Co. Parece que você saiu de lá bem a tempo.#$e#Foi um grande risco para você deixar sua antiga vida para trás. Estou feliz que você' mas estamos aqui.",
"Fri8":"Às vezes é um desafio tentar equilibrar os papéis de 'médico' e 'vizinho' com os outros habitantes da cidade.#$e#Eu ainda vou assumir o anonimato de só ver a maioria dos pacientes uma vez por ano, no entanto .",
"Sábado":"Hoje é meu dia de folga, mas acho que não deveria ficar preso o dia todo.",
"Sat2":"Posso fazer alguma coisa por você?#$e#Tome cuidado.",
"Sat6":"Normalmente fico em casa aos sábados para trabalhar em meus hobbies.#$e#Além disso, às vezes é um pouco cansativo estar em público a semana toda, quando a cidade me vê com um papel muito específico em mente... ",
"Sat8":"@! Que gentileza sua parar e dizer olá!#$e#Tem sido um dia tranquilo, mas fascinante para mim. Tenho lido sobre alguns pilotos mais famosos.",
"Sun":"Quando eu estiver na clínica, sinta-se à vontade para ir atrás do balcão se quiser conversar sobre qualquer assunto não relacionado a negócios.#$e#Essa é a vantagem de trabalhar em uma cidade pequena.",
"Sun2":"Hmm... Estou lutando para sobreviver. Não tenho pacientes suficientes.#$e#Acho que deveria tentar conseguir pacientes das cidades vizinhas...",
"Sun4":"Nosso governo fornece uma pequena pensão para os exames de rotina que faço em todos os moradores, mas o resto da minha renda é baseado em comissões.#$e#Sim, não é segredo que o sistema de saúde do nosso país precisa de reforma, mas Fui para a faculdade de medicina para ser um curandeiro em vez de um político.",
"Sun10":"O mais perto que cheguei de desistir da medicina foi durante o rodízio pediátrico da minha residência, no centro de trauma.$s#$e#Era... muita coisa para lidar.$s#$b #Mas estou feliz por ter seguido em frente, para cuidar de quem precisa. O que mais há para fazer?",
"summer_Tue":"Não há problema em receber uma quantidade moderada de luz solar. Apenas não se queime.#$e#Ok. Tome cuidado! Mantenha-se saudável.",
"summer_Tue2":"Certifique-se de manter-se hidratado quando estiver trabalhando em campo.#$e#Usar um chapéu também é uma boa ideia.",
				"summer_Tue4":"Você tem abelhas em sua fazenda? Há fortes evidências que sugerem que o mel local atenua os sintomas de alergia.",
"summer_Tue8":"Oito anos de faculdade de medicina foram como um borrão contínuo. Desde que me mudei para cá, sinto que posso desacelerar novamente.#$e#Devo ter algum tempo para sair amanhã.$h#$ e#Nem todo médico tem esse luxo.",
"summer_Thu2":"Maru é uma grande ajuda por aqui. Acho que ela poderia ter muito sucesso seguindo a carreira de medicina.#$e#Claro, ela também é bastante talentosa em outras ciências. Quem sabe onde ela irá parar .",
"summer_Thu6":"Tenho que ser mais ou menos especializado em todas as formas de medicina para poder abrir meu próprio consultório.#$e#Tive formação em medicina geral, mas às vezes chamo um especialista se precisar de uma segunda opinião .",
"summer_Thu10":"Eu esperava que minha vida como solteiro fosse permanente.#$e#Encontrar você aqui em Stardew Valley... é o suficiente para fazer até mesmo alguém como eu sentir um senso de destino em relação a tudo isso.",
"summer_Fri2":"É menos comum pegar resfriados durante o verão, mas eles podem ser ainda mais persistentes. Continue se cuidando bem, @.",
"summer_Fri4":"As pessoas não ficam muito doentes durante o verão. Isso é bom, mas também significa menos negócios para mim.",
"summer_Fri6":"Você realmente deveria evitar as minas, @. Uma coisa é se houver uma operação baseada em equipe com equipe médica no local...#$b#...mas ir lá sozinho? Isso me preocupa.#$ e#Bem, tudo o que posso fazer é dar conselhos profissionais. A escolha é sua.",
"summer_Fri10":"Entrei nesta profissão prevendo que poderia ser desumanizante.#$e#O que descobri foi exatamente o oposto.$l",
"fall_Sat":"Você tem entrado nas minas, @?#$e#É um lugar perigoso. Eu não recomendo.",
"fall_Sat4":"No começo foi um pouco estranho me mudar para um apartamento logo acima do meu local de trabalho.#$e#Mas nunca terei um trajeto melhor!$h",
"fall_Sat6":"Eu ouvi de um antigo colega meu. Ele parecia querer abrir um pequeno consultório no interior.#$e#Ele é muito bem pago na cidade onde trabalha agora, mas seu tempo livre é quase inexistente. ",
"fall_Sat8":"Acredito em um sistema de moralidade em que o cuidado é o único bem e o mal é o único mal.#$e#Acho que foi por isso que me tornei médico, mas não aprendi a expressar dessa forma caminho até alguns anos na faculdade de medicina.#$e#Eu só quero reduzir a quantidade de sofrimento no mundo.#$e#O que motiva você, @?",
"fall_Sat10":"O que, eu e Maru? Não, claro que não.$h#$e#Ela é uma linda jovem, e Demetrius parecia satisfeito com a perspectiva, mas não teria funcionado.#$b# Por onde começar...?$l",
"fall_Fri":"Quando você come certos alimentos você terá um desempenho melhor.#$e#Comer um 'Almoço do Fazendeiro' lhe dará a nutrição que você precisa para regar e colher melhor as colheitas!",
"fall_Fri4":"Quando você come certos alimentos, seu desempenho é melhor.#$e#Comer um 'Hambúrguer de Sobrevivência' lhe dará a nutrição necessária para obter melhor plantas comestíveis e madeira!",
"fall_Fri6":"Quando você come certos alimentos você terá um desempenho melhor.#$e#Comer um 'Prato Vermelho' lhe dará um impulso extra de energia além do que você normalmente tem.",
"fall_Fri8":"Quando você come certos alimentos, seu desempenho é melhor.#$e#'Lobster Bisque' é um prato bastante luxuoso. Suponho que faria qualquer um se sentir pronto para pescar uma pescaria recorde!",
"fall_Fri10":"Quando você come certos alimentos você terá um desempenho melhor.#$e#'Lucky Lunch' é um prato bizarro, mas sinto que não preciso dele quando estou perto de você.$l",
"winter_Wed8":"Ouvi histórias de meus colegas sobre mineradores de irídio que acabaram no hospital em estado crítico.#$e#Alguns deles não sobrevivem. Acho que nunca ouvi falar de um profissão mais perigosa.$s",
"winter_Wed10":"@, se você for para as minas, isso é uma coisa...$s#$b#...mas se você se machucar gravemente, por favor considere como isso afetará as pessoas ao seu redor.$s",
"winter_Sat10":"*Suspiro*... Estou começando a me sentir meio velho...#$e#Quanto mais velho você fica, mais memórias você carrega. Pode ser opressor.$s#$e #Acho que ficarei mais jovem com você por perto.$l",
"winter_Sun4":"O Império Gotoro tem um sistema bastante avançado para fornecer cuidados de saúde aos seus cidadãos.#$b#Mas por razões óbvias, você não poderia me pagar o suficiente para me mudar para lá.$h",
"winter_Sun8":"Parece que você nunca pega nenhuma doença, @.#$e#Seja grato por esse sistema imunológico forte!$h",
"spring_1_2":"Feliz ano novo, @!$h#$b#É um ótimo dia para um novo começo.",
				"spring_12":"É interessante como o primeiro festival do ano em Pelican Town também é um dos mais bizarros.#$e#Ei, isso não é uma reclamação.$h",
"spring_23":"Meus antigos colegas da faculdade de medicina não acreditariam que eu literalmente danço na frente dos meus pacientes.#$e#Bem, tecnicamente não faz parte da descrição do trabalho. Mas ao escolher morar aqui, pode ser que tudo bem.$h",
"summer_10":"Eu realmente espero que ninguém fique doente por causa da sopa comunitária no luau de amanhã.#$e#Potencialmente, é um desastre esperando para acontecer. Mas esta cidade com certeza ama suas tradições.",
"winter_7":"Com todo mundo lá fora no frio amanhã? Não, não estou preocupado. Pelo menos não mais do que o normal.#$e#O frio em si não é o que causa a doença. As pessoas ainda devem se agasalhar, no entanto.",
"winter_28":"Então... quando o próximo ano terminar, eu terei... quantos anos? Hm.$s",
"spring_12_2":"Bem, o festival do ovo de amanhã deve ser divertido, você não acha?",
"spring_23_2":"Meus antigos colegas da faculdade de medicina não acreditariam que eu literalmente danço na frente dos meus pacientes.#$e#Bem, tecnicamente não faz parte da descrição do trabalho. Mas ao escolher morar aqui, pode ser que tudo bem.$h",
"summer_10_2":"Eu realmente espero que ninguém fique doente por causa da sopa comunitária no luau de amanhã.#$e#Potencialmente, é um desastre esperando para acontecer. Mas esta cidade com certeza ama suas tradições.",
"winter_7_2":"Com todo mundo lá fora no frio amanhã? Não, não estou preocupado. Pelo menos não mais do que o normal.#$e#O frio em si não é o que causa a doença. As pessoas ainda devem se agasalhar, no entanto.",
"winter_28_2":"Então... quando o próximo ano terminar, eu terei... quantos anos? Hm.$s"
			}
		},
		{
			"LogName":"Harvey Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueHarvey",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Você acha que consideraria usar uma capa de chuva hoje?#É um mito que o tempo chuvoso causa gripe. No entanto, tome cuidado para não escorregar na lama!#$ e#Eu sempre me preocupo com você.",
"Rainy_Day_1":"#$c .5#Era tão incrivelmente solitário viver sozinho acima da clínica... Estou muito mais feliz agora.$h#Agora, como é que eu me tornei uma pessoa tão matinal? Antes da faculdade de medicina , eu nunca estaria acordado a esta hora. Mas aqui estamos!",
"Rainy_Day_2":"#$c .5#Acordei cedo, mas tomei cuidado para não te acordar. Você parecia tão em paz.#Ohh... Eu sei que se eu lhe oferecer uma capa de chuva, você simplesmente dirá não , não é?$s",
"Rainy_Day_3":"Não me importo com a chuva. Claro, não posso ver os aviões passarem, mas ainda posso ouvir a conversa no rádio.#$e#$c .5#Só espero que os pilotos fiquem seguro se eles estiverem lá nas nuvens.#Isso torna tudo um pouco mais misterioso.",
"Rainy_Day_4":"#$c .5#Tenho um acúmulo de tarefas domésticas que quero concluir hoje. Tenho muitas coisas para me manter ocupado!#Algum pedido de tarefas hoje? Eu ia dormir, mas o que mais precisa ser feito?",
"Rainy_Night_0":"#$c .5#Como foi seu dia, querido? Eu ia lavar a louça, mas fiquei absorto na última edição da \"Joelho Surgery Enthusiast\".#Só um segredinho, mas. .. Comi alguns doces esta noite. Tudo com moderação, inclusive moderação, certo?$l",
"patio_Harvey":"#$c .5#Sabe, este 'diário de dinâmica de tendões' é realmente suportável quando estou lendo aqui.#Sempre há algo novo para eu aprender. Especialmente quando não há especialistas em cidade.",
"Rainy_Night_1":"#$c .5#Se você está aproveitando a vida, quem se importa se ela é um pouco repetitiva? É o que eu digo.#Existem milhares de pequenos processos no corpo que nos mantêm vivos. Eu costumava me preocupar sozinho à noite, me perguntando o que aconteceria se um deles funcionasse mal, mas não mais.$h",
"Rainy_Night_2":"#$c .5#Você parece um pouco encharcado, querido. Por que você não se aquece perto do fogo?#Ei... Vamos dormir cedo...$l",
"Rainy_Night_3":"#$c .5#O som da chuva dá às nossas mentes algo em que focar, então não somos distraídos por pensamentos aleatórios. Essa é a minha teoria sobre por que é tão reconfortante...#Ei, você está planejando para algum dia de folga em breve? É importante fazer isso de vez em quando. O estresse não é saudável.",
"Rainy_Night_4":"#$c .5#Nunca esquecerei a última metade do nosso passeio de balão. Hmmm... O que você acha de nós...$l#Eu peguei leve hoje... passei algum tempo lendo livros, brincando com meu rádio e trabalhando em um aeromodelo. Não foi um dia ruim!",
"Indoor_Day_0":"Acho que todos nós estamos nos esforçando para alcançar algum tipo de equilíbrio na vida. Um equilíbrio de complexidade.#$e#$c .5#Por um lado, apenas caminhar até o trabalho me ajuda muito. Eu fiquei com preguiça quando tive que rolar para fora da cama e descer as escadas.#Para mim, mudar para cá era exatamente o que meu corpo precisava para encontrar esse equilíbrio.$l",
"Indoor_Day_1":"Bom dia! Fiz um café da manhã nutritivo para você.[201]#$e#$c .5#Esse é o café da manhã mais equilibrado que você pode conseguir. Especialmente com seu estilo de vida ativo.#Ovos são uma boa fonte de nutrientes essenciais, então coma.",
"Indoor_Day_2":"#$c .5#Isso é muito legal. Na verdade, tenho algum tempo livre hoje. Esse não seria o caso se eu trabalhasse em um grande hospital.#Vou estudar literatura médica hoje . É importante para mim me manter atualizado para poder oferecer aos meus pacientes o melhor atendimento possível!",
"Indoor_Day_3":"#$c .5#Vou ouvir jazz e finalizar meus relatórios médicos hoje. O que você planejou?#Não posso dizer que sinto muita falta da faculdade de medicina. O que temos aqui é muito melhor.$h",
				"Indoor_Day_4":"#$c .5#Eu estava com medo de você quando nos conhecemos. É engraçado pensar agora que chegamos tão longe.$h#Alguma tarefa doméstica que precisa ser feita hoje? Eu ia tirar a poeira e varrer. ...Ah, e você acha que a cozinha precisa de uma esfregada?",
"Indoor_Night_0":"#$c .5#Eu fiz um pouco de exercício hoje. E você? ...Er, bem, é claro que você fez.#Você parece exausto, querido. Deixe-me fazer uma massagem em você esta noite . Eu prometo que reduzirá a inflamação no seu tecido muscular!$l",
"Indoor_Night_1":"Preparei para nós um belo jantar saudável. Apenas ingredientes frescos e saudáveis do vale! [212 214 225 209 200]$h#$e#$c .5#Este é um dos meus favoritos. Aproveite!#Só certifique-se de comer uma porção razoável, querido.",
"Indoor_Night_2":"#$c .5#Boa noite... você terminou tudo o que precisava fazer hoje?#$e#Não se preocupe comigo. Sou muito autossuficiente. Se você tiver mais trabalho fazer, vá em frente.",
"Indoor_Night_3":"#$c .5#Às vezes, meu cérebro liga a essa hora. Porém, desenvolvi um bom hábito de resistir a ficar acordado até tarde. ...Quer se juntar a mim?#É estressante para ser médico, então é ótimo morar em um lugar tão relaxante quanto %farm Farm.",
"Indoor_Night_4":"#$c .5#Oh! Eu estava apenas sonhando acordado com o sistema circulatório e esqueci o que estava tentando fazer. É um problema clássico de médico.#Obrigado por me deixar mimar você como eu faço. É na verdade, uma saída muito importante para mim.",
"Outdoor_0":"#$c .5#Este é um local muito seguro. Vá em frente e cuide dos negócios, não se preocupe comigo.#Esta fazenda está bem escondida da rodovia. Aposto que não também muitas pessoas até sabem disso.",
"Outdoor_1":"#$c .5#Acredito que este deve ser o lugar ideal para criar os filhos, cientificamente. O que você acha?#O vale deve ser um segredo muito bem guardado. Com as estações e a vegetação que temos, eu estou surpreso que não esteja mais desenvolvido.",
"Outdoor_2":"#$c .5#Posso não ser o cara mais empolgante, mas serei leal a você pelo resto da minha vida.$l#Isso é perfeito. O sol ainda não está muito forte, e Eu nem preciso dos meus óculos de sol.",
"Outdoor_3":"#$c .5#Querida, eu só queria dizer... você... você significa muito para mim.$l#Será que eu teria manhãs assim, morando em qualquer outro lugar? .. .Acho que não.$h",
"Outdoor_4":"#$c .5#Como cientista, sou fascinado pela delicada interação entre insetos e plantas.#Ei! Animado por mais um dia? Basta olhar lá fora; há muito potencial.$h",
"OneKid_0":"#$c .5#Vou garantir que nosso filho receba o melhor tratamento médico possível. Não se preocupe com nada.#Você e %kid1 são as partes mais importantes da minha vida. ",
"OneKid_1":"#$c .5#Devo dizer que ter meu próprio filho teria tornado minha rotação no centro de trauma pediátrico muito mais difícil.$s#O pequeno %kid1 terá uma infância perfeita aqui. Nós Tenho muita sorte de ter esta oportunidade.",
"OneKid_3":"#$c .5#Sou um curador da vida humana, mas ser um nutridor da vida humana? Este é um nível totalmente novo.$h#Até agora, eu realmente gosto de ser pai!$ h",
"TwoKids_0":"#$c .5#Vamos ver... crianças alimentadas, fraldas trocadas... Acho que estamos prontos para brincar um pouco agora!$h#Eu já dei o café da manhã para %kid1 e %kid2 . Estou tentando ensiná-los a gostar de comida saudável!",
"TwoKids_1":"#$c .5#Eu acredito que uma criança deveria poder brincar e explorar o quanto quiser. Você só é criança uma vez.#As crianças gostam de brincar com meus aeromodelos. Eles ganham um brinquedo para elas. um pouco babado, mas tudo bem.$h",
"TwoKids_2":"#$c .5#As crianças estavam brincando com meu estetoscópio mais cedo. Ambos têm batimentos cardíacos saudáveis!#Talvez %kid2 cresça e se torne um piloto, como eu nunca pude?",
				"TwoKids_3":"Minha vida é dedicada a você e aos filhos agora, e estou muito feliz com isso. Sempre sonhei em ter uma família maravilhosa.$l#$e#Tive pesadelos de ser solteiro para sempre.. .. Eu te amo muito.$l",
"funLeave_Harvey":"#$c .5#Vou dar um passeio hoje. Há muita literatura médica que preciso atualizar e trabalharei melhor se não estiver confinado.#Eu acho Vou dar uma voltinha hoje. Preciso relaxar.",
"funReturn_Harvey":"#$c .5#Oh! Bom momento. Acabei de chegar em casa também. Como foi seu dia?#Tive um bom dia. É revigorante passar algum tempo sozinho de vez em quando. Você teve um bom dia, querido?",
"spring_2":"Bem, é hora de começar mais um ano de trabalho! Espero que todos estejam se cuidando bem.",
"spring_9":"Como vão as colheitas por aí? Estou com muita vontade de comer produtos frescos.#$e#Ou... que tal algo em conserva? Temos picles? ",
"spring_16":"Eu ainda fico um pouco tímido perto dos outros aldeões.$s#$b#Não me entenda mal... Eu amo Pelican Town e adoro conhecer todos os rostos dos meus pacientes, mas é mais fácil para mim ser médico do que vizinho.#$e#Às vezes é difícil alternar entre funções.",
"spring_25":"Ver você correr por aí com toda aquela energia realmente me motivou a correr mais do que antes.#$e#Chega de dança aeróbica para mim. Nossa... Esse não foi exatamente meu capítulo favorito dos meus anos de solteiro.$l",
"summer_4":"Os boletins meteorológicos já dizem que a próxima semana será mais quente, mesmo que chova. Tenha cuidado lá fora!#$e#Oh, confio que você ficará bem. Só... permita-me uma coisa? $l",
"summer_16":"Para mim, cuidar e evitar danos... Esse é o objetivo final. O propósito. Nada mais vem depois disso.#$e#Eu refleti sobre isso por meses durante meu primeiro ano na faculdade de medicina, e Ainda tenho. Nenhuma outra resposta consegue fazer tanto sentido para mim quanto essa.",
"summer_17":"Querida, é claro, não exijo que você tenha exatamente a mesma filosofia moral que eu.$h#$b#Você me ama, e eu te amo, e isso é tudo que preciso de você. $l",
"summer_23":"Ooh, estou com uma picada de mosquito nojenta que está piorando cada vez mais.$s#$e#Eu não pego muitos desses, então quando acontece, eles são realmente uma dor. Meu o corpo não está acostumado com eles.",
"fall_4":"Eu jurei não compartilhar registros médicos com ninguém. E sim, isso significa até mesmo você.#$e#Bem, pelo menos você sabe que sou bom em cumprir promessas.$h#$b#E claro, tenho uma promessa vitalícia para cumprir com você.$l",
"fall_9":"Eu adoro meu trajeto matinal para o trabalho!$h#$e#Hah... Se você pode chamar isso de \"deslocamento diário.\"",
"fall_11":"Estou estranhamente nostálgico por algum Urban Simulator 2000. Faz anos que não jogo nenhum videogame, mas aquele me fisgou quando eu era criança.",
"fall_18":"Quando algum dia eu chegar ao fim da minha carreira, toda a medicina será completamente diferente.#$e#Tratamentos com células-tronco, cirurgias baseadas em IA, terapia genética... O que usarmos agora parecerá perfeito ancestral!",
"winter_11":"Ooooh, está tão frio hoje. Eu realmente poderia tomar uma xícara de café quente... Temos algum?$s",
"winter_16":"Quando você abriu aquela carta do seu avô... sabe, aquela que você me contou?#$b#É estranho pensar como eu nem te conhecia naquela época, mas aquele momento mudou a direção da minha vida para sempre.$l#$e#Isso faz você pensar... o que mais está acontecendo no mundo agora, que não sabemos, mas que mudará nossas vidas para sempre?",
"winter_24":"Ohhh, a festa é amanhã! Mal posso esperar!$h#$e#Quem, eu? Festejando? Bem, \"Tudo com moderação\", dizem... \"Incluindo moderação. \"",
"winter_26":"Hah! Olha o que sobrou e ficou completamente desprotegido na Festa! [348]$h#$e#Vamos abrir hoje à noite. Desculpe, eu sei que é cedo. Mal podia esperar para mostrar a vocês. "
			}
		}
	]
}