{
	"Changes":[
		{
			"LogName":"Jas",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Jas",
			"Entries":{
				"Mon2":"Então você mora ao lado, certo?$u",
"Mon6":"Como é a cidade de Zuzu? Nunca estive.",
"Mon8":"Eu gostaria que houvesse outras crianças com quem brincar por aqui.#$e#Vincent é um bom amigo, mas eu o vejo quase todos os dias.",
"Mon10":"@! É você!$h#$e#Eu te amo.$h",
"Tue2":"Tia Marnie disse que eu deveria dizer oi para você.$u#$e#Hum... oi.$u",
"Tue4":"Tia Marnie sempre me diz para ficar longe da torre do outro lado do lago.#$b#Essa é uma regra que não me importo de seguir.",
"Tue8":"Minhas bonecas gostam de aventuras. Mas não levo as antigas para fora porque não quero que elas se sujem.#$e#Não sei de onde vieram as antigas . Mas eles são os meus mais especiais.",
"Tue10":"Se você é bom em cuidar de animais, provavelmente também é bom em cuidar de bonecas.#$e#Um celeiro é como uma casa de bonecas, certo? Você tem que entrar e verificar neles e certifique-se de que todos sejam amados e felizes.",
"Wed6":"Leah esculpiu um cachorrinho de madeira para mim quando ela se mudou para a casa ao lado.#$e#Ela é muito legal, mas não passamos muito tempo com ela desde então.",
"Wed8":"Eu sou muito bom em desenho. Tia Marnie foi e me comprou um conjunto de 48 giz de cera, então eu fiz muitos desenhos para ela.",
"Wed10":"Estou ficando muito bom em livros de colorir. O segredo é colorir mais escuro quando você estiver mais perto das linhas e mais claro quando estiver longe delas.",
"Thu2":"Você gosta de cuidar bem dos animais?$u#$e#Eu só estava curioso.$u",
"Thu4":"Sra. Penny está me ensinando a escrever em letra cursiva.$h#$e#Ela tem uma caligrafia tão bonita.",
"Thu6":"Às vezes tenho que preparar meus próprios jantares. Normalmente só coloco alguma coisa no microondas, mas também sou muito bom em fazer ovos.#$b#E arroz.",
"Thu8":"Eu gosto da escola. Às vezes é difícil ficar sentado dentro de casa por tanto tempo, mas a Sra. Penny é a melhor.#$e#Ela é muito inteligente também.",
"Thu10":"Lembro-me um pouco da minha antiga escola, de antes de me mudar para cá. Mas não fiquei lá por muito tempo.#$e#Só lembro que havia muitas outras crianças.",
"Fri6":"Você gosta de pular pedras? É fácil se você souber que tipo de pedra procurar.#$e#Uma vez, Shane jogou uma pedra que saltou seis vezes seguidas.$h",
"Fri8":"Você é sempre tão legal comigo, Sr. @$h^Você é sempre tão legal comigo, Sra. @.$h#$e#Os adultos geralmente são maus e chatos, mas você somos diferentes.",
				"Sat4":"A Sra. Penny começou a nos dar lição de casa este ano. Achei que seria difícil, mas na verdade é até divertido.#$e#E já terminei com isso neste fim de semana!",
"Sat6":"Angelina costumava ser minha princesa favorita de Courtwick, mas hoje em dia eu gosto mais de Cordelia. Ela tem o mesmo cabelo que o meu.#$e#Além disso, sua cabra companheira é muito engraçada.",
"Sat8":"Estou feliz que você seja um adulto legal. Quando eu morava com meus pais, havia alguns adultos que não eram legais.#$e#Eles vinham à noite e faziam muito barulho . Eu não consegui dormir.$u",
"Sun4":"O que há nas montanhas, afinal?#$b#Eu nunca estive lá.$u",
"Sun6":"Às vezes um comerciante viajante passa pela nossa vizinhança e há um porco que puxa a carruagem.#$b#Eu o chamei de Mumpy.",
"Sun8":"O comerciante viajante está na cidade hoje. Fui com parte do dinheiro que economizei.#$b#Eu ia comprar uma coisa estranha, mas não sabia o que era, então comprei doces em vez disso.",
"summer_Mon4":"Nossos pobres animais não gostam desses dias quentes.#$e#Eu gostaria que pudéssemos dar um pouco de sorvete para as vacas.#$e#Eca, seria estranho se fosse o próprio leite delas! $h",
"summer_Tue4":"Eu vi uma cobra na floresta.#$e#Não foi realmente assustador. Você só precisa ficar longe delas.",
"summer_Thu10":"Tenho lido alguns capítulos da biblioteca ultimamente. Marcie e o Castelo Subterrâneo é muito bom.#$e#Bem, algumas partes não faziam sentido para mim, mas entendi o principal ideia.",
"summer_Sat10":"Se eu crescer e trabalhar em uma fazenda algum dia, você ficaria orgulhoso de mim?",
"fall_Wed4":"Você encontrou alguma ameixa selvagem no chão?#$e#Elas ficam realmente deliciosas em pudim de ameixa!$h#$b#Mas eu não gosto delas puras.$u",
"fall_Thu4":"Flores de outono são minhas favoritas. Você está cultivando alguma em sua fazenda?",
"fall_Thu10":"Eu amo o outono.",
				"fall_Fri10":"Às vezes me pergunto como seria ter minha mãe e meu pai comigo em casa e isso me deixa triste.$u#$b#Mas ainda tenho tia Marnie, tio Shane, senhorita Penny, e você. Há muitos adultos que são legais comigo.",
"fall_Sat10":"Os adultos sempre falam sobre como a vida passa tão rápido. Não me parece isso.#$e#Vai demorar MUITO até meu próximo aniversário. Vou ser um velho senhora até então!$s",
"fall_Sun10":"Quando eu crescer, talvez eu trabalhe em uma fazenda. Talvez eu escreva histórias ou pinte quadros.#$e#Ou talvez eu seja veterinário.#$b#Eu não sabe! Veremos.$h",
"winter_Mon10":"Uma vez, acordei no meio da noite. As sombras pareciam estar se movendo e então um rosto apareceu.$u#$b#Eu quase gritei, mas depois ele desapareceu.$u#$e #Talvez tenha sido tudo um sonho. Não sei dizer.$u",
"winter_Wed10":"Posso te contar um segredo? O prefeito Lewis é meio estranho.#$b#Ele é legal também, mas... não sei. É difícil de explicar.",
"winter_Fri8":"Você consegue guardar um segredo?#$e#Uma vez, eu joguei uma bola de neve em Vincent e ela quase o derrubou.#$b#Mas eu estava escondido nos arbustos, então ele nem descobriu fui eu!$h",
"winter_Sat6":"Eu adoro neve!$h#$e#Uma vez, Shane chegou em casa à noite quando estava nevando. Nós dançamos sob a luz da varanda dos fundos até quase uma hora depois da minha hora de dormir.#$e#Foi tão lindo. *suspiro*",
"winter_Sun8":"A Sra. Emily me fez algumas luvas para este inverno. Ela é tão, tão, tão legal.#$e#Na verdade, eu gosto mais de luvas, mas não quando as luvas são feitas em casa.",
"Tue_inlaw_Shane":"Sinto falta do Shane. Ele vai voltar para cá?$s",
"Tue4_inlaw_Shane":"Shane sempre parecia tão triste, mas depois conheceu você.#$e#Eu adoro finais felizes.$h",
"winter_28":"Feliz ano novo, senhor @.^Feliz ano novo, Sra. @.",
"winter_28_2":"Feliz ano novo, senhor @.^Feliz ano novo, Sra. @."
			}
		}
	]
}