{
	"Changes":[
		{
			"LogName":"Jodi",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Jodi",
			"Entries":{
				"spring_1_2":"Hoje é um dia maravilhoso! Nossa família tem muito a agradecer!$h#$e#Nunca esquecerei como foi ver Kent descer daquele ônibus.$h",
"Mon2":"#$1 JodiAltar#Ontem visitei o Altar de Yoba para pedir o retorno seguro do meu marido.#$e#Estou tentando ser positiva, mas às vezes é difícil.$s",
"Mon4":"Você passou muito tempo com Sam? Talvez ele possa lhe mostrar suas habilidades musicais.",
"Mon6":"Tive tempo suficiente para tirar uma soneca outro dia. Quase esqueci como é.$h",
"Mon8":"É bom ter uma família... mas estaria mentindo se dissesse que nunca anseio pela liberdade da juventude...$s",
"Mon10":"As notas de Vincent melhoraram um pouco.$h#$e#Como mãe, você nunca para de se preocupar, mas isso acalma um pouco minha mente.",
"Mon2_inlaw_Sam":"Estou grato pela visita de Sam hoje. ...Ele está se recuperando?#$b#Espero que ele não seja um fardo muito grande para você...",
"Mon6_inlaw_Sam":"Estou grato pela visita do Sam hoje.$h#$b#Para falar a verdade, eu não tinha certeza de como ele ficaria, mas fico muito feliz em ver vocês dois junto.",
"2_1":"Meu marido Kent é um soldado, trabalhando no exterior. É por isso que ele não está aqui agora.#$b#Eu sei que ele voltará são e salvo quando sua turnê terminar!#$e#Precisa de algo?",
"Tue":"Olá.#$e#Você precisa de algo? Estou um pouco ocupado.",
"Tue2":"Deve ser muito agradável ver as plantas da sua fazenda crescerem.#$e#Você já deu uma mordida na primeira safra colhida da estação? Eu sei que faria isso.$h",
"Ter4":"O exercício é importante para me manter saudável. Sempre procuro reservar algum tempo para isso.#$e#Como pai, não tenho muito tempo para me dedicar a mim mesmo. Então tento fazer de tudo contagem de minutos.",
"Tue6":"Quero que Sam estabeleça algumas metas alcançáveis para seu futuro, mas toda vez que falo com ele sobre isso, ele apenas diz que tem tudo sob controle.$s#$b#É difícil ser pai quando eu sei não é mais meu trabalho resolver os problemas dele.$s",
"Tue8":"Pedi para Vincent arrumar a cama esta manhã. Então isso é uma coisa a menos que eu tive que fazer.#$e#Então ele começou a exigir doces para seu 'trabalho'.$s",
"Tue10":"Sempre acreditei que a infância é algo que deve ser valorizado e protegido, mas...#$e#Talvez eu tenha cometido alguns erros. Eu só queria o melhor para Sam e Vince. Eu tentei demais? ?$s",
"Wed2":"Eu gostaria de ter mais tempo para passar fora. Você deve passar a maior parte do dia fora, hein?",
"Wed4":"Comecei a usar luvas de borracha para manter minhas mãos macias.#$e#Quanto mais velho você fica, mais trabalho você tem que fazer para se manter saudável.$s#$e#Ok, tchau!",
"Wed6":"Oh, tenho tanta coisa para fazer hoje.#$e#Eu amo meus meninos, mas às vezes sinto que perdi minha identidade para ser esposa e mãe.$s#$b#Você começa esquecer quem você era e quais sonhos você tinha quando era jovem.$s",
"Wed8":"Quando eu era mais jovem, eu tinha sonhos, sim. Eu queria ser...#$b#Nossa, eles parecem sonhos bobos de garotinha agora.$s#$e#Eu queria ser um cantor, em determinado momento.$s#$b#Mas eu posso viver indiretamente através de Sam nesse caso.",
"Thu2":"Uvas são uma das poucas frutas que consigo fazer Vincent comer. Ele simplesmente as engole.$h#$e#Você vai cultivar alguma em sua fazenda ainda este ano?",
				"Thu4_1":"Eu basicamente tenho que fazer o trabalho de dois pais. Muitas pessoas simplesmente não entendem.#$e#Sam faz muito por Vince, mas nada realmente substitui o papel de pai.",
"Thu4":"Com Kent de volta, pensei que as coisas ficariam mais fáceis, mas...$s#$e#Quero dizer, hum, como está aquela fazenda? Cultivando algo interessante?",
"Thu6":"Com crianças, é sempre mais, mais, mais! Como o Vince ainda não entende que doces suficientes são suficientes?$3#$e#Sinto muito. Tem sido um dia difícil até agora.$s",
"Thu8":"Ei, hum... se você tiver alguma sobra que não vai comer, eu ficaria feliz em tirá-la de suas mãos.#$e#Eu realmente preciso de um dia de folga para preparar o jantar.$s" ,
"Thu10_1":"Obrigado por ser um bom amigo, @. Eu sei que Kent retornará em breve.",
"Thu10":"Kent abriu um sorriso esta manhã.$h#$e#É importante ser grato por pequenas coisas como essa.",
"Fri2":"$d O trabalho de Joja#Sam no JojaMart tem sido bom para ele, mas eu gostaria que ele tivesse um desconto de funcionário.|A comida no Pierre's é muito mais fresca e saudável do que qualquer coisa que já comprei no JojaMart. Sinto falta aqueles preços baratos de Joja, no entanto.",
"Fri4":"Hoje é um bom dia. Sem grandes contratempos e estou adiantado!$h#$e#É importante agradecer de vez em quando.",
"Fri6_1":"Tem planos divertidos para o fim de semana?#$e#Eu? Bem, era uma vez. Mas isso foi há muitos anos.$h",
"Fri6":"Estávamos assistindo a um filme ontem à noite e, no meio do caminho, Kent simplesmente se levantou e saiu de casa sem dizer uma palavra.$s#$e#Eu me pergunto... ele ainda gosta de coisas assim ?",
"Fri8_1":"@, por favor, não conte a ninguém, mas acho que tenho um toque de TOC.$s#$e#Nem sempre fui assim. Mas nos últimos anos, tem ficado cada vez mais difícil.$s#$e#Eu vejo sujeira em tudo depois de um tempo. Eu teria muito mais tempo se não tivesse que lidar com isso.$s",
"Sex8":"@, por favor, não conte a ninguém, mas acho que tenho um toque de TOC.$s#$e#Nem sempre fui assim. Mas nos últimos anos, tem ficado cada vez mais difícil.$s#$e#Eu vejo sujeira em tudo depois de um tempo. Eu teria muito mais tempo se não tivesse que lidar com isso.",
"Fri10_1":"Você é realmente uma boa pessoa, @. Obrigado por tudo que você fez.",
"Fri10":"Kent conseguiu chegar ao final da nossa noite de cinema, em vez de ir embora.#$e#Eu me pergunto se ele estava apenas fingindo por nossa causa?$s",
"Sat2":"Olá.#$e#Que bom ver você de novo.",
"Sat6":"Para onde vai todo o tempo? *suspiro*#$e#Lembro-me de quando Sam era um bebê e usava fraldas. Ele era um garotinho tão fofo.$s#$e#Não diga a ele que eu disse isso.$h#$e#Você deve gostar muito de falar comigo, né?",
"Sat8":"Não suporto pensar muito na guerra. Mas às vezes não consigo deixar de me preocupar com o tipo de mundo que Sam e Vincent herdarão.$s#$e#O que mais há para fazer mas continue?",
"Sun":"Olá, @.#$q 116/117 Sun_old#Desculpe perguntar, mas você ora?#$r 116 10 Sun_116#Sim#$r 117 0 Sun_117#Não",
"Sun_old":"$p 116#Obrigado por suas orações por meu marido. Isso significa muito para mim.|Meu marido está no exterior durante a guerra. Já mencionei isso?",
"Sun_116":"Isso é ótimo. Se você puder, poderia orar por meu marido, Kent? Apenas por seu retorno seguro da guerra.#$b#Obrigado.",
"Sun_117":"Entendo. Desculpe incomodá-lo.",
"Sun2":"Estou dando um tempo nas tarefas domésticas hoje.$h#$e#Se eu não passar nenhum tempo fora de casa, vou enlouquecer!#$e#Além disso, eu não quero minhas pernas para ficar macio.",
"Sun4_1":"Estou feliz que Sam tenha gradualmente se tornado um bom modelo para Vincent. Esses dois meninos se conectam de uma forma que uma mãe simplesmente não consegue.",
"Sun6":"Você ouviu Sam tocar sua guitarra recentemente? Ele é realmente muito bom!$h#$b#...Se um pouco alto.",
"Sun_2":"Não acredito que meu marido finalmente voltou!$h#$e#Devíamos sair mais.",
				"Sun2_2":"Estou dando um tempo nas tarefas domésticas hoje.$h#$e#Se eu não passar nenhum tempo fora de casa, vou enlouquecer!#$e#Além disso, eu não quero minhas pernas para ficar macio.",
"Sun4_2":"Sam percorreu um longo caminho com Vincent. Ele realmente se destacou quando Kent foi implantado pela primeira vez.#$e#Fiquei feliz em vê-lo crescer e mudar assim.",
"Sun6_2":"Você ouviu Sam tocar sua guitarra recentemente? Ele é realmente muito bom!$h#$b#...Se um pouco alto.",
"Sun8_2":"Eu sonhei que tinha total liberdade, sem obrigações para com ninguém além de mim mesmo...#$b#...Então acordei e percebi que tinha um dia cheio de tarefas domésticas pela frente... $s",
"spring_Wed4":"Hmm... Eu provavelmente deveria comprar um remédio para alergia para Sam hoje...",
"spring_Wed8":"Eu me pergunto se alguém diria alguma coisa se eu deixasse de limpar a casa hoje...$s#$e#Quem estou enganando? Eu notaria.$4",
"spring_Sat2":"O ar da primavera é maravilhoso.$h#$b#Só... por favor, não me traga flores da primavera. Sam é terrivelmente alérgico.",
"spring_Sat8":"O ar da primavera é maravilhoso.$h#$b#Só... por favor, não me traga flores da primavera. Sam é terrivelmente alérgico.#$e#Ele teve uma reação mortalmente séria uma vez, quando estava pouco. Não me lembro de ter sentido mais medo.$s",
"spring_Sat2_inlaw_Sam":"Sam lhe contou sobre suas alergias de primavera, certo? Apenas certifique-se de manter as flores da primavera fora de sua casa.#$e#Ele pode estar muito ansioso para agradar para lhe dizer sem rodeios.",
"summer_Mon4_1":"Nossa horta de verão ajuda a reduzir um pouco as contas do supermercado.#$e#Temos que ser criativos aqui e ali para sobreviver.",
"summer_Mon4":"A pensão de aposentadoria de Kent na verdade excede o que ele recebeu durante o serviço ativo.#$b#Podemos pagar nossas contas decentemente, mas... bem, uh...$s#$b#Como vão as coisas para você ?",
"summer_Tue8_1":"Nossa horta de verão ajuda a reduzir um pouco as contas do supermercado.#$e#Temos que ser criativos aqui e ali para sobreviver.",
"summer_Tue8":"Foi um grande alívio ver Kent voltar para casa. Eu só nunca esperei ver o quanto ele havia mudado.$s#$e#Se ele está sofrendo, eu quero sofrer com ele.$s#$b #Mas também tenho medo de que forçá-lo a se abrir só piore as coisas.$s",
"summer_Wed8_1":"Estou feliz que você se mudou para a cidade, @. Existem poucas pessoas que conheci que são tão generosas e atenciosas quanto você.",
"summer_Wed8":"Kent é realmente um bom homem de coração. Eu gostaria que você o tivesse conhecido antes de sua turnê, @.$s",
"summer_Thu6_1":"O trabalho doméstico é frustrante porque você nunca termina.#$e#Um dia depois de varrer o chão, ele está sujo de novo.",
"summer_Thu6":"Alguns dias são difíceis. Mas Kent está em casa, e difícil ou não, nossa família está completa.#$e#Tenho que reservar um tempo para ser grato por isso.",
"summer_Fri":"Você deve fazer seus exercícios diários com bastante facilidade com seu trabalho agrícola, hein?$h#$e#Eu só malho uma vez por semana. Sempre passo o tempo me esforçando para compensar o resto da semana." ,
"summer_Fri6":"Sou grato pela educação que Vince recebeu de Penny. Ele não receberia tanta atenção individual em uma escola pública.#$e#Além disso, viajando para fora da cidade para uma escola pública está fora de questão, de qualquer maneira.",
"summer_Sun10":"Existem tantos marcos importantes quando você é mais jovem. Casar, ter filhos, mudar-se para uma casa... o que vem depois disso?",
"fall_Mon4":"Às vezes sinto falta da cidade de Zuzu, onde morávamos.#$b#Mas talvez minhas memórias sejam apenas filtradas pela nostalgia da minha juventude.",
"fall_Mon8_1":"Às vezes sinto falta da cidade de Zuzu, onde morávamos.#$b#Mas talvez minhas memórias sejam apenas filtradas pela nostalgia da minha juventude.",
"fall_Mon8":"Eu me pergunto se algum dia as coisas voltarão ao normal com Kent.$s#$e#Eu gostaria que ele fizesse mais coisas em casa, mas sempre que fico frustrado, começo a me sentir culpado por esperar mais fora dele.$s",
"fall_Thu4":"Talvez eu tenha mimado um pouco os meninos. Eles nunca tiveram que fazer nenhuma tarefa.#$e#Acho que quero que eles possam aproveitar a infância enquanto ainda podem. Bem, Sam é basicamente agora, porém, um homem.#$b#Espero que ele não tenha crescido e se tornado preguiçoso. Isso não vai servir.$s#$e#Ser pai não é muito fácil.",
"fall_Fri":"Caroline e eu somos boas amigas. Eu conto tudo a ela.",
				"fall_Fri6":"$d Joja#As coisas ficaram um pouco estranhas outro dia com Caroline. Espero que ela não use isso contra mim por eu não fazer compras na loja do marido dela...|Estou feliz por não fazer compras não preciso mais me preocupar com Caroline perguntando quando farei compras novamente na loja do marido dela.",
"fall_Sun4":"Quando você se torna pai, você tem que deixar seu antigo estilo de vida para trás.#$e#Talvez isso não seja totalmente verdade... mas se você não tomar cuidado, isso vai acontecer.",
"fall_Sun8_1":"Você já teve problemas para dormir, @? Não consigo desligar meu cérebro quando vou para a cama.",
"fall_Sun8":"Oh! Desculpe, você pode repetir isso? Estou tão cansado hoje, é como se meu cérebro estivesse debaixo d'água.#$b#Kent não dormiu muito ontem à noite. Naturalmente, eu também não.$ s#$e#Sempre que tento abri-lo, mais ele fica em silêncio. Não sei.$s",
"winter_Mon10":"Sam nunca demonstrou interesse em se tornar um soldado. Mas Vincent? Quem sabe como ele será quando for mais velho.#$e#Há algumas coisas que eu simplesmente preciso abandonar." ,
"winter_Tue10":"Às vezes é fácil não se preocupar com o futuro, mas de vez em quando não consigo evitar de ficar ansioso.#$e#Isso é normal, certo?",
"winter_Wed4":"O que eu faço para me divertir? Hmm... Essa é uma boa pergunta.#$e#Eu gosto de dormir.$s",
"winter_Fri8":"Falta pouco para o ano acabar, hein? Não acredito que já está quase acabando.",
"winter_Sat10_1":"Obrigado por ser um bom amigo, @. Eu sei que Kent retornará em breve.",
"winter_Sat10":"Quando você assume o compromisso de se casar com alguém, muitas pessoas não percebem algo importante...$s#$b#...que você está se casando não apenas com essa pessoa hoje, mas com todas as pessoas que elas acabará se tornando também.$s#$e#Kent mudou. Nem sempre é fácil aceitar isso. Às vezes, simplesmente não consigo.#$b#Mas ainda nem sei a extensão total do que ele passou. E como posso culpá-lo por isso?$s#$e#Bem, casamento não é para tornar sua vida mais fácil. É sobre amar e ser amado, porque podemos, porque foi assim que fomos criados.# $e#De qualquer forma, desculpe. Por favor, não me deixe atrapalhar seu dia.",
"winter_Sun8_1":"Você já teve problemas para dormir, @? Não consigo desligar meu cérebro quando vou para a cama.",
"winter_Sun8":"Oh, o que você disse? Me desculpe, estou tão cansado hoje!#$b#Kent ficou se revirando a noite toda. Ele deve ter tido pesadelos de novo.$s#$ e#Tenho medo de perguntar com o que ele sonha.$s",
"winter_24":"Vince está tão animado para amanhã! É difícil ficar triste com seu rostinho fofo por aqui.",
"winter_28":"Os meninos vão ficar acordados até tarde, mas eu não. Tenho muitas orações para fazer esta noite.",
"winter_24_2":"Vince está tão animado para amanhã! É difícil ficar triste com seu rostinho fofo por aqui.",
"winter_28_2":"Os meninos vão ficar acordados até tarde, mas eu não. Tenho muitas orações para fazer esta noite."
			}
		}
	]
}