{
	"Changes":[
		{
			"LogName":"Kent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Kent",
			"Entries":{
				"Mon2":"...?!#$b#...#$e#Desculpe, pensei ter ouvido alguma coisa.$s#$e#Uh... como você está?",
"Mon4":"Se estou dentro de casa, me sinto claustrofóbico. Se estou fora, me sinto vulnerável...#$e#Às vezes esqueço como é estar relaxado.",
"Mon6":"Não sei se algum dia vou me acostumar a voltar para casa.#$e#A tranquilidade da cidade parece uma máscara. Provavelmente sou só eu.",
"Mon8":"Então, o que você está ansioso para esta semana?#$e#Estou tentando encontrar algumas ideias para coisas que posso esperar.",
"Mon10":"Eu costumava atribuir um significado profundo às coisas que me importavam: amar minha família, contribuir para a sociedade...#$b#Acho que ainda posso fazer isso, mas apenas em um sentido vazio.#$ b#É muito fácil ver através da farsa de tudo isso.",
"Mon_inlaw_Sam":"Ver Sam casado foi uma grande surpresa.#$e#Bem-vindo à família.",
"Mon_inlaw_Sam2":"Como vão as coisas entre você e Sam?#$e#Que tipo de homem você diria que ele é?",
"Mon_inlaw_Sam4":"Ei. Talvez devêssemos nos encontrar no bar algum dia.#$b#Acho que é isso que um sogro deveria fazer, certo?",
"Mon_inlaw_Sam6":"Às vezes, perguntar sobre a vida de Sam com você parece que estou perguntando sobre o filho de outra pessoa.$s#$e#Eu sei que ainda o amo muito.#$b#Eu só queria sentir mais perto dele, só isso.",
"Mon_inlaw_Sam8":"Estou feliz por ter você como um bom genro, @. Não acho que meu retorno teria sido tão bom se Sam tivesse se casado com outra pessoa.$h^Estou feliz em tenho você como minha nora, @. Não acho que meu retorno teria sido tão bom se Sam tivesse se casado com outra pessoa.$h",
"Tue4":"Então, você tem algum hobby?#$e#Estou apenas procurando ideias.",
"Tue6":"Eu gostaria que não morássemos tão perto de um cemitério. Não posso deixar de pensar no que está embaixo da terra... tão perto do lugar onde durmo.$s",
"Tue8":"Jodi me mandava fotos de Sam e Vince enquanto eu estava fora. Não sei se os teria reconhecido se não os tivesse visto crescendo e mudando.#$e#Vendo-os em pessoa ainda era bastante desorientadora, de qualquer maneira.",
"Tue10":"Acho que é mais fácil morar aqui do que em outros lugares.#$q 018/019 Tue_old#O que ajudou a impulsionar sua decisão de se mudar para cá?#$r 018 0 Ter_018#O cara na frente de mim no trabalho literalmente morri em sua mesa e ninguém mais percebeu.#$r 019 0 Tue_019#Meu trabalho de mesa parecia não ter propósito.",
"Tue_old":"$p 018#Eu ainda não trocaria de lugar com o pobre coitado que morreu em seu trabalho administrativo.$h|A cidade provavelmente me deixaria louco neste momento. Ou pior ainda... os subúrbios. $h",
"Tue_018":"...Sério?#$b#...#$b#Heh heh heh...$h#$b#Isso é hilário.$h#$e#Obrigado. Eu precisava ouvir isso.$ h",
"Tue_019":"Hm. Parece péssimo. Estou feliz que você tenha saído.#$b#Bem, é melhor ser um militar aposentado com uma família que você ama do que passar a vida inteira em um cubículo. Obrigado por compartilhar.$h ",
"Qua2":"...Então você é neto do homem que morava naquela fazenda?^...Então você é neta do homem que morava naquela fazenda?",
"Wed4":"O tipo de trabalho que você faz parece legal, @. Talvez fosse aí que minha vocação deveria estar.$h",
"Wed6":"...Perdi muitos amigos em batalha.$s#$e#O que é triste é que nem consigo me lembrar dos rostos deles.#$e#...",
"Wed8":"Eu tenho que me perguntar se Jodi e os meninos estão melhor comigo aqui.$s#$b#Jodi me adverte por duvidar. Não faz muito sentido para mim, mas acho que é algo que eu tem que ter fé.",
"Quarta 10":"@, sei que você quer me ajudar e agradeço isso. Mas algumas coisas nunca mais serão as mesmas.#$b#O que um homem deve fazer? Está a quilômetros de ser perfeito, mas tudo que posso fazer cada dia é o meu melhor, para as crianças, para Jodi...#$b#...e então rezar para Yoba que seja o suficiente.",
"Qui2":"...!$3#$b#Desculpe, muita dor de cabeça.$s",
				"Thu4":"Que dia é hoje mesmo?#$e#Quase nunca mais me lembro.",
"Thu6":"Estou acordado desde as 4 horas... às vezes me pergunto se algum dia voltarei à rotina normal.#$e#Sam realmente cresceu desde que saí. Ele é um homem agora .#$e#Eu gostaria de poder estar lá para ajudá-lo.$s",
"Thu8":"Conversei com alguém da minha unidade por telefone. Ele disse que assistir desenhos animados com a filha ajudou a 'trazer a cor de volta'.#$e#Acho que entendi o que ele quis dizer com isso, mas principalmente no abstrato sentido.#$e#Deve ser legal.",
"Thu10":"Eu me diverti muito jogando com Vince ontem.$h#$b#Eu só consegui sustentar esse sentimento por um minuto ou dois, mas me lembrou brevemente de como as coisas 'deveriam' ser.$h ",
"Fri2":"Acho que vou dar um passeio hoje.",
"Fri4":"Esta cidade é tão tranquila. Eu continuo... esperando alguma coisa.$s",
"Fri6":"Todo mundo parece tão ocupado o tempo todo. E para quê, afinal?",
"Fri8":"Algum plano para o seu fim de semana? Estou tentando mudar de ritmo. Não quero me esforçar muito.$h",
"Fri10":"Na guerra, fica incansavelmente incutido na sua cabeça que a sobrevivência é o único direito... o único bem.#$b#E a realidade da situação apenas confirma isso.$s#$e#Como é que alguém espera que alguém como eu retome uma vida normal depois disso?#$e#...Desculpe.",
"Sat2":"Acho que há alguns outros que se juntaram à comunidade desde que saí.#$e#Jodi me fez apresentar a eles também.",
"Sat4":"Os militares me deixaram me aposentar mais cedo.#$e#É bom que eles enviem cheques para sustentar a família.#$e#Eles merecem o dinheiro, mesmo que eu não o faça.",
"Sat6":"Os meninos se saíram muito bem. Jodi tem sido uma boa mãe para eles.#$b#E ainda há algum tempo. Vincent ainda é apenas um menino.#$e#Tantos com quem servi nem vão conseguir para ver suas famílias novamente.$s",
"Sat10":"Eu gostaria de ter algumas ideias de como fazer algo especial para Jodi. Ela realmente deu muito por Sam e Vincent.#$e#Quando eu era mais jovem, fazia gestos elaborados o tempo todo. ... Eu acho. É difícil lembrar deles agora.$s",
"Sun2":"A comida da Jodi é boa. Esqueci como era boa.",
"Sun4":"Lembro-me daquele som do rio passando.$h#$e#Isso me leva de volta.$h",
				"Sun6":"Nós também morávamos na cidade de Zuzu.#$b#Às vezes sinto falta do barulho, mas você tem muito mais espaço para você aqui. É mais fácil fugir de tudo.#$e# Foi por isso que você foi embora?",
"Sun8":"O que faz você passar o dia, @? Parece que não importa o quanto eu tente, não consigo... tentar.#$e#Isso provavelmente não faz sentido.",
"Sun10":"Eu sei que não sou a pessoa mais divertida para conversar, @, mas você continua aparecendo.#$b#Obrigado por ser um amigo tão gentil.$h#$e#Eu vi algumas coisas horríveis. Falar sobre isso não resolve nada do que aconteceu, mas parece ser a próxima melhor coisa que temos.",
"spring_Tue6":"É bom ver os narcisos da primavera, você não acha?$h#$e#Há um poema que eu recitaria na minha cabeça para me manter ativo, sobre um campo de narcisos. Minha mente precisa pensar um lugar melhor.$h",
"summer_Mon4":"Minha mãe costumava fazer risoto com samambaias. Esse foi um alimento básico da minha infância.$h",
"summer_Mon8":"É bom ver Sam levar Vincent para a praia no verão. Fico feliz que eles ainda passem algum tempo juntos.$h",
"summer_Thu10":"Às vezes me preocupo em perder a paciência com Vince se ele não estiver me ouvindo. Nesses casos, simplesmente saio da sala.#$e#Mas então Jodi fica chateada, dizendo que estou deixando toda a paternidade para dela...",
"summer_Sat10":"Não tenho certeza quando foi a última vez que bebi água hoje.#$e#Provavelmente deveria tomar um pouco de hidratação.",
"fall_Mon4":"Em Pelican Town, seríamos alvos fáceis durante um ataque aéreo.$s",
"fall_Mon6":"O cheiro de uma fogueira no outono... Eu gostava muito desse cheiro.#$e#...$s",
"fall_Wed10":"Como estou? \"Flat\" é como geralmente me sinto.#$b#Mas não posso dizer isso para a maioria das pessoas. Então isso estraga o dia delas, e de repente me sinto como se cara mau.",
"fall_Fri8":"O feito de ontem foi dar um passeio.#$e#Isso conta alguma coisa?",
"fall_Sun10":"Às vezes, posso sentir a raiva crescendo dentro de mim, mas não percebo completamente até que seja quase tarde demais.#$e#Eu simplesmente não posso me dar ao luxo de perder a paciência na frente da minha família. Principalmente Vincent, sabe?",
"winter_Mon10":"Tenho tido esse sonho de estar na linha de frente novamente, mas Sam está lá tentando me dar cobertura.$s#$b#Então, por algum motivo, Vincent aparece.$s #$e#Tudo parece tão real quando acontece. Nunca tive que encarar essa imagem antes de voltar para casa.$3",
"winter_Thu10":"Apesar de todos os males do mundo, todos nós temos que ser bons uns com os outros e aproveitar os bons momentos.#$e#As pessoas dizem. Não é fácil para mim. Parece egoísta.#$b #Mas eu não conheço outro jeito.",
"winter_Fri10":"Eu me pergunto o que está disponível no bar hoje à noite. Não gosto de beber demais. Um ou dois drinques - isso é tudo que eu gosto.#$e#Contanto que eu me sinta no controle de mim mesmo, eu 'estou bem.",
"winter_Sat2":"Eu continuo me enganando pensando que ouço um trovão no horizonte.#$b#Claro, não pode ser o caso.",
"winter_Sat8":"Eu tinha acabado de adormecer esta manhã quando Vincent me acordou. Perdi a paciência com ele, muito.$s#$e#O pobre garoto merece coisa melhor.#$b#Espero que ele perdoe um dia. Tudo o que posso fazer é o meu melhor.$s",
"winter_28":"Parece que esta noite é o aniversário do meu retorno.#$e#Estranho. Não parece.#$e#Oh. Sim, feliz ano novo.",
"winter_28_2":"Parece que esta noite é o aniversário do meu retorno.#$e#Estranho. Não parece.#$e#Oh. Sim, feliz ano novo."
			}
		}
	]
}