{
	"Changes":[
		{
			"LogName":"Kent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Kent",
			"Entries":{
				"Mon2":"...?!#$b#...#$e#Desculpe, achei que ouvi algo.$s#$e#Uh... como você está?",
				"Mon4":"Se estou dentro de casa, me sinto claustrofóbico. Se estou fora, me sinto vulnerável...#$e#Às vezes, esqueço como é estar relaxado.",
				"Mon6":"Não sei se algum dia vou me acostumar a estar de volta para casa.#$e#A tranquilidade da cidade parece uma máscara. Provavelmente sou só eu, porém.",
				"Mon8":"Então, o que você está esperando nesta semana?#$e#Estou tentando encontrar algumas ideias de coisas pelas quais possa esperar, eu mesmo.",
				"Mon10":"Costumava atribuir um profundo significado às coisas que me importavam: amar minha família, contribuir para a sociedade...#$b#Acho que ainda posso fazer isso, mas apenas de forma vazia.#$b#É simplesmente muito fácil ver através da farsa de tudo isso.",
				"Mon_inlaw_Sam":"Ver Sam casado foi uma grande surpresa.#$e#Bem-vindo à família.",
				"Mon_inlaw_Sam2":"Como estão as coisas entre você e Sam?#$e#Que tipo de homem você diria que ele é?",
				"Mon_inlaw_Sam4":"Ei. Talvez possamos nos encontrar no saloon algum dia.#$b#Acho que é isso que um sogro deveria fazer, certo?",
				"Mon_inlaw_Sam6":"Às vezes, perguntar sobre a vida de Sam com você parece que estou perguntando sobre o filho de outra pessoa.$s#$e#Mas ainda o amo muito, isso eu sei.#$b#Só queria me sentir mais próximo dele, é só isso.",
				"Mon_inlaw_Sam8":"Estou feliz por ter você como um bom genro, @. Acho que meu retorno não teria dado tão certo se Sam tivesse casado com outra pessoa.$h^Estou feliz por ter você como minha nora, @. Acho que meu retorno não teria dado tão certo se Sam tivesse casado com outra pessoa.$h",
				"Tue4":"Então, você tem algum hobby?#$e#Estou apenas buscando ideias.",
				"Tue8":"Jodi me mandava fotos de Sam e Vince enquanto estive fora. Não sei se os teria reconhecido se não os tivesse visto crescer e mudar.#$e#Vê-los pessoalmente ainda foi bastante desorientador, de qualquer forma.",
				"Tue10":"Acho que tenho uma vida mais fácil aqui do que teria em alguns outros lugares.#$q 018/019 Tue_old#O que ajudou a impulsionar sua decisão de se mudar para cá?#$r 018 0 Tue_018#O cara na minha frente no trabalho literalmente morreu em sua mesa e ninguém mais percebeu.#$r 019 0 Tue_019#Meu trabalho de escritório parecia não ter propósito.",
				"Tue_old":"$p 018#Ainda assim, não trocaria de lugar com o pobre coitado que morreu em seu trabalho de escritório.$h|A cidade provavelmente me enlouqueceria neste ponto. Ou até mesmo... os subúrbios.$h",
				"Tue_018":"...Sério?#$b#...#$b#Heh heh heh...$h#$b#Isso é hilário.$h#$e#Obrigado. Eu precisava ouvir isso.$h",
				"Tue_019":"Hm. Parece miserável. Estou feliz por você ter saído.#$b#Bem, melhor estar aposentado do exército com uma família que você ama do que passar a vida inteira em uma cubículo. Obrigado por compartilhar.$h",
				"Wed2":"...Então você é o neto do homem que costumava morar na fazenda?^...Então você é a neta do homem que costumava morar naquela fazenda?",
				"Wed4":"O tipo de trabalho que você faz parece bom, @. Talvez fosse aí que deveria ter sido minha vocação.$h",
				"Wed6":"...Perdi muitos amigos na batalha.$s#$e#O triste é que nem consigo me lembrar de seus rostos.#$e#...",
				"Wed8":"Me pergunto se Jodi e os meninos estão melhores comigo aqui.$s#$b#Jodi me adverte por duvidar. Não faz muito sentido para mim, mas acho que é algo que devo aceitar com fé.",
				"Thu2":"...!$3#$b#Desculpe, dor de cabeça ruim.$s",
				"Thu4":"Que dia é hoje mesmo?#$e#Quase nunca me lembro mais.",
				"Thu6":"Estou acordado desde as 4 horas... às vezes me pergunto se alguma vez voltarei a ter uma rotina normal.#$e#Sam realmente cresceu desde que parti. Ele é um homem agora.#$e#Gostaria de ter estado lá por ele.$s",
				"Thu8":"Conversei com alguém da minha unidade por telefone. Ele disse que assistir desenhos animados com sua filha ajudou a 'trazer de volta a cor.'#$e#Acho que entendo o que ele quer dizer com isso, mas principalmente no sentido abstrato.#$e#Deve ser bom.",
				"Thu10":"Me diverti brincando com Vince ontem.$h#$b#Só consegui sustentar esse sentimento por um minuto ou dois, mas me lembrou brevemente de como as coisas 'deviam' parecer.$h",
				"Fri2":"Acho que vou dar um passeio hoje.",
				"Fri6":"Todo mundo parece tão ocupado o tempo todo. E para quê, afinal?",
				"Fri8":"Quais são seus planos para o fim de semana? Estou tentando mudar o ritmo. Não quero me esticar demais.$h",
				"Fri10":"Na guerra, é martelado incessantemente em sua cabeça que a sobrevivência é o único certo... o único bom.#$b#E a realidade da situação apenas confirma isso.$s#$e#Como alguém espera que alguém como eu retome uma vida normal depois disso?#$e#...Desculpe.",
				"Sat2":"Acho que há algumas outras pessoas que se juntaram à comunidade desde que parti.#$e#Jodi me fez me apresentar a eles também.",
				"Sat4":"O exército me permitiu uma aposentadoria antecipada.#$e#É bom que eles enviem cheques que sustentem a família.#$e#Eles merecem o dinheiro, mesmo que eu não.",
				"Sat6":"Os meninos se saíram muito bem. Jodi tem sido uma boa mãe para eles.#$b#E ainda há algum tempo. Vincent ainda é apenas um garoto.#$e#Tantos dos que servi nem sequer verão suas famílias novamente.$s",
				"Sat10":"Eu gostaria de ter algumas ideias de como fazer algo especial para Jodi. Ela realmente deu muito por Sam e Vincent.#$e#Quando eu era mais jovem, fazia gestos elaborados o tempo todo. ...Eu acho. É difícil lembrar deles agora.$s",
				"Sun2":"A comida da Jodi é boa. Eu esqueci como era boa.",
				"Sun6":"Nós costumávamos viver na Cidade Zuzu também.#$b#Às vezes sinto falta do barulho, mas aqui você tem muito mais espaço para si mesmo. É mais fácil se afastar de tudo.#$e#Foi por isso que você saiu?",
				"Sun8":"O que te faz passar o dia, @? Parece que, não importa o quanto eu tente, não consigo me motivar... a tentar.#$e#Isso provavelmente não faz sentido.",
				"Sun10":"Eu sei que não sou a pessoa mais divertida para conversar, @, mas você continua aparecendo.#$b#Obrigado por ser um amigo tão gentil.$h#$e#Eu vi coisas horríveis. Falar sobre isso não conserta nada do que aconteceu, mas parece ser a melhor coisa que temos.",
				"spring_Tue6":"É bom ver os narcisos da primavera, não acha?#$h#$e#Há um poema que eu recitava em minha cabeça para me manter firme, sobre um campo de narcisos. Isso me leva a um lugar melhor.$h",
				"summer_Mon4":"Minha mãe costumava fazer um risoto com samambaias comestíveis. Isso era uma parte essencial da minha infância.$h",
				"summer_Mon8":"É bom ver Sam levar Vincent para a praia no verão. Fico feliz que eles ainda passem tempo juntos.$h",
				"summer_Sun2":"Eu me lembro do som do rio correndo.$h#$e#Isso me faz lembrar.$h",
				"summer_Wed10":"@, eu sei que você quer me ajudar, e eu aprecio isso. Mas algumas coisas nunca serão as mesmas novamente.#$b#O que um homem pode fazer? Está longe de ser perfeito, mas tudo que posso fazer a cada dia é o meu melhor, pelas crianças, por Jodi...#$b#...e então rezar para Yoba que seja suficiente.",
				"summer_Thu":"Esta cidade é tão quieta. Eu continuo... esperando algo.$s",
				"summer_Thu8":"Às vezes, me preocupo em perder a paciência com o Vince se ele não está me ouvindo. Nessas situações, eu simplesmente saio do quarto.#$e#Mas então a Jodi fica chateada, dizendo que estou deixando toda a criação para ela...",
				"summer_Sat10":"Não tenho certeza de quando foi a última vez que bebi água hoje.#$e#Provavelmente devo me hidratar um pouco.",
				"fall_Mon4":"Em Cidade Pelican, seríamos alvos fáceis durante um ataque aéreo.$s",
				"fall_Mon6":"O cheiro de uma fogueira no outono... Costumava gostar muito desse cheiro.#$e#...$s",
				"fall_Tue6":"Eu gostaria que não vivêssemos tão perto de um cemitério. Não consigo deixar de pensar no que está debaixo da terra... tão perto do lugar onde durmo.$s",
				"fall_Wed10":"Como estou me saindo? 'Plano' é como geralmente me sinto.#$b#Mas não posso dizer isso para a maioria das pessoas. Aí estraga o dia delas, e de repente me sinto o vilão.",
				"fall_Fri8":"A conquista de ontem foi que eu dei uma volta.#$e#Isso conta para alguma coisa?",
				"fall_Sun10":"Às vezes, consigo sentir a raiva surgindo dentro de mim, mas não percebo totalmente até quase ser tarde demais.#$e#Simplesmente não posso me dar ao luxo de perder a paciência na frente da minha família. Especialmente o Vincent, sabe?",
				"winter_Mon10":"Tenho tido esse sonho em que estou na linha de frente novamente, mas o Sam está lá tentando me dar cobertura.$s#$b#Então, por algum motivo, o Vincent aparece.$s#$e#Tudo parece tão real quando acontece. Nunca tive que enfrentar essa imagem antes de voltar para casa.$3",
				"winter_Thu10":"Apesar de todos os males do mundo, todos nós temos que ser bons uns com os outros e aproveitar os bons momentos.#$e#É o que as pessoas dizem. Não é fácil para mim. Parece egoísta.#$b#Mas não conheço outra maneira.",
				"winter_Fri10":"Me pergunto o que tem no cardápio do saloon hoje à noite. Não gosto de beber demais. Uma ou duas bebidas -- é tudo que gosto.#$e#Desde que eu me sinta no controle de mim mesmo, está tudo bem.",
				"winter_Sat2":"Eu continuo me enganando achando que ouço trovões no horizonte.#$b#É claro, isso não pode ser verdade.",
				"winter_Sat8":"Eu tinha acabado de adormecer esta manhã quando o Vincent me acordou. Perdi a paciência com ele, de verdade.$s#$e#Coitado do garoto merece algo melhor.#$b#Espero que ele me perdoe um dia. Tudo que posso fazer é o meu melhor.$s",
				"winter_28":"Parece que hoje à noite é o aniversário do meu retorno.#$e#Estranho. Não parece.#$e#Oh. Sim, feliz ano novo.",
				"winter_28_2":"Parece que hoje à noite é o aniversário do meu retorno.#$e#Estranho. Não parece.#$e#Oh. Sim, feliz ano novo."
			}
		}
	]
}