{
	"Changes":[
		{
			"LogName":"Krobus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Krobus",
			"Entries":{
				"Mon": "Por favor, não se assuste. Sou diferente dos outros.#$e#Passei muito tempo observando humanos. Sei que gosta de fazer compras. Gostaria de ver minha mercadoria?",
				"Mon2": "De volta? Suponho que isso se encaixa na minha teoria sobre o comportamento humano.",
				"Mon4": "...Você encontrou outros como eu, nas minas? Desculpe se foram hostis com você. Você vê, aprendemos a temer os humanos... houve encontros... desagradáveis demais.$s#$e#Você... matou algum dos meus amigos, por acaso?$3",
				"Mon6": "Meus amigos e eu temos sido amplamente evitados por nossa espécie, por tentar suprimir nossa natureza caótica.#$e#Mas não posso me declarar melhor que os violentos. Uma vida é uma vida.#$e#Por favor, mesmo que tenha matado algum violento, não desejo saber.",
				"Mon8": "Anões? Os anões nos matavam indiscriminadamente por eras, violentos e não-violentos.$a#$e#Por favor, não desejo falar mais sobre este tópico doloroso.$s",
				"Mon10": "'Krobus' significa 'cruzador de pontes' em nossa língua.",
				"Tue": "Sou sensível demais à luz solar para sair na maioria dos dias.#$b#As condições aqui dentro são perfeitas.#$e#Gostaria de comprar alguma coisa?",
				"Tue2": "Então você vive da fazenda? Ocasionalmente carrego um produto que pode te ajudar. Volte na sexta-feira.",
				"Tue4": "Há uma planta que cresce na primavera. Os humanos a descrevem como 'apimentada', mas para minha espécie, achamos...#$b#Como devo colocar isso? Não há palavra em sua língua para descrever o que sentimos ao consumi-la.",
				"Tue6": "Sim, chamo este lugar de meu lar.#$e#Não tive um lugar para chamar de lar por um bom tempo.",
				"Tue8": "Rasmodius é um homem bom. Ele é um dos poucos humanos, além de você, em quem confiaria.#$e#Sua visão de mundo está muito mais alinhada com a realidade do que a maioria dos humanos'.",
				"Tue10": "@, estou me afeiçoando bastante às suas visitas frequentes aqui.#$e#É estranho. Até recentemente, nunca teria sequer considerado amizade com um humano.",
				"Wed2": "Às vezes, objetos flutuam pela água e eu os coleto.#$b#Também posso me mover livremente nas sombras, sem ser afetado pela gravidade, o que me permite negociar com outros e rotacionar meu estoque.",
				"Wed4": "Uma guerra de 1000 anos entre meu povo e os anões recentemente terminou. Ainda há muito ressentimento de ambos os lados.",
				"Wed6": "Em casos raros, alguns trapaceiros da minha espécie fizeram diversão em se esconder nos armários das crianças e assustá-las à noite.#$b#Não aprovo nenhum tipo desse comportamento.",
				"Wed8": "Um tempo atrás, dois crianças humanas cogitaram encontrar um caminho até aqui.#$e#Lamentavelmente, tive que assustá-los. Não haveria chance deles manterem meu segredo.",
				"Wed10": "Você também viu Junimo? Estou surpreso. Para um humano, você parece ter uma grande propensão para encontrar elementais.",
				"Thu2": "Espero que aprecie o risco que assumi com você, ao não fugir quando apareceu aqui pela primeira vez.",
				"Thu4": "Não, não nascemos de uma mãe como vocês humanos.#$e#De onde viemos, então? Bem, quando qualquer sombra começa a existir?#$b#As sombras sob seus pés de alguma forma são \"novas,\" ou simplesmente menos escondidas pela luz?#$e#Da mesma forma, quando alguma alma começa a existir?#$e#Dito isso, credito de forma um tanto arbitrária o início do inverno como o momento em que minha essência eclodiu da escuridão.",
				"Thu6": "Não acho que encontrará muitos peixes interessantes nesse tipo de água.#$e#Vi um peixe bastante grande e estranho nadando por aqui, mas apenas uma vez.",
				"Thu8": "Tenho observado sua espécie por muitos anos. Isso me deu ampla oportunidade de aprender sua língua.#$e#No entanto, você é um dos primeiros humanos com quem tive interação consistente.$h",
				"Fri": "...",
				"Sat6": "Os humanos têm alguns costumes bastante interessantes para mostrar respeito a Yoba.",
				"Sat8": "Agradeço a Yoba por trazer clareza à minha natureza caótica.#$b#Sem dúvida, eu teria ganhado o título de \"bruto das sombras\" há muito tempo se não fosse por suas bênçãos e orientação.",
				"Sat10": "Obrigado por ser respeitoso em relação à minha devoção ao silêncio às sextas-feiras.",
				"Sun2": "Por favor, mantenha minha localização em segredo. Se os anões soubessem de mim, certamente enviariam um assassino.",
				"Sun6": "Tenho protegido o Cetro de Retorno por muitos anos. Sua origem antecede ambas as nossas espécies, significativamente.#$e#Como tal, espero que entenda por que não posso vendê-lo por um preço comum.",
				"summer_Mon10": "Você também se sente confortável na escuridão? Ouvi dizer que o corpo humano precisa de luz solar para se manter saudável. É prejudicial para você passar muito tempo aqui embaixo?",
				"summer_Tue10": "Eu sei que não posso passar muito tempo no sol. Você também não pode passar muito tempo na escuridão?",
				"summer_Wed6": "Se você colocar o ouvido no cano certo, pode ouvir dentro de qualquer casa daqui.#$b#Mas eu não bisbilhotaria!$3",
				"summer_Thu6": "Por favor, não conte a ninguém sobre mim.#$b#A maioria dos humanos fica assustada com nós, pessoas das sombras... talvez por um bom motivo.$s#$b#Mas independentemente disso, se os moradores soubessem de mim, eu poderia não estar seguro aqui.",
				"summer_Sun10": "É da minha natureza criar caos. E às vezes ainda sinto vontade de fazer travessuras.$6#$b#...$3#$b#Mas você está aqui agora. E quando você me visita, a vontade repentinamente se dissipa.#$e#Há algo de errado comigo?$s",
				"fall_Mon10": "Parece que você encontrou algumas notas secretas.#$e#Sim, peço desculpas. Alguns da minha espécie gostam de pegar notas das casas dos humanos à noite. Às vezes, as descartamos em lugares incomuns.",
				"fall_Wed10": "Heeheehee. Cachorros... E gatos... têm orelhas pontudas...$7#$b#...no topo de suas cabeças!$7#$e#É tão fofo! Mal posso aguentar.$7",
				"fall_Thu10": "Há muitas coisas deliciosas para comer aqui embaixo. Moscas. Lesmas. Baratas.#$e#Recentemente, vi uma louva-a-deus que estava perdida.",
				"fall_Sat10": "Decidi pelo nome \"Krobus\" para mim mesmo. Isso foi apenas alguns séculos atrás.#$e#Antes disso, eu tinha outros nomes. ...Eu acho.#$b#Ou talvez eu não tivesse um nome antes de \"Krobus.\" É difícil lembrar.$3",
				"fall_Sun10": "Nós, seres das sombras, não envelhecemos. Podemos \"partir,\" embora não da mesma forma que a sua espécie.#$e#Com o tempo, nos dissolvemos lentamente até nos tornarmos indistinguíveis da escuridão novamente.#$b#Algum tempo depois, um novo ser das sombras nasce da escuridão.$h",
				"winter_Mon10": "Muitos seres das sombras apreciam o \"Bolo Estranho.\" Eu costumava apreciar também.#$b#Mas comi muitos deles e agora não acho que poderia comer um por cem anos.$s",
				"winter_Tue10": "Está muito frio para os insetos pequenos sobreviverem. Meu estoque de comida está um pouco baixo.$s",
				"winter_Wed6": "Se você colocar o ouvido no cano certo, pode ouvir dentro de qualquer casa daqui.#$b#Mas eu não ficaria bisbilhotando!$3",
				"winter_Thu6": "Por favor, não conte a ninguém sobre mim.#$b#A maioria dos humanos fica assustada com nós, pessoas das sombras... talvez por um bom motivo.$s#$b#Mas independentemente disso, se os moradores soubessem de mim, eu poderia não estar seguro aqui.",
				"winter_Sat10": "Tenho sentimentos mistos em relação à minha espécie. Por um lado, me envergonho do caos que causamos. Simplesmente está em nossa natureza.$3#$b#Mas nem todos somos violentos. E minha raça, minha origem... é quem eu sou. Eu não posso simplesmente renegar de onde venho, posso?$3",
			}
		},
		{
			"LogName":"Krobus Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueKrobus",
			"Entries":{
				
				"Rainy_Day_0": "#$c .5#As gotas de chuva fazem cócegas quando eu saio. Talvez eu dê um passeio.$h#Você gosta de dias chuvosos tanto quanto eu, @?",
				"Rainy_Day_1": "#$c .5#Somos diferentes de várias maneiras... mas está tudo bem.#Quando olho para as nuvens escuras, eu me pergunto se existem seres de nuvem que vivem lá em cima.",
				"Rainy_Day_2": "Estou feliz aqui, na casa. Gosto de passar todo o meu tempo em um bom lugar... Eu não preciso de \"sair\" como os humanos precisam.#$e#Mas eu entendo que você precisa! Por favor, não sinta que precisa ficar aqui comigo.$3",
				"Rainy_Day_3": "#$c .5#Eu me pergunto se o mago sabe sobre... isso? Espero que ele possa guardar um segredo.$s#Eu amo a chuva, mas parece solitário lá fora. É bom ter alguém como você para me fazer companhia.",
				"Rainy_Day_4": "Por mais que eu tente ser civilizado, às vezes sinto vontade de ser travesso...$6#$e#Dizem que é uma condição do meu povo.",
				"Rainy_Day_Krobus": "#$c .5#Ah, está mais úmido hoje com a chuva... Eu me sinto muito mais confortável.#Posso ajudar em alguma coisa enquanto você estiver fora hoje?",
				"Rainy_Night_0": "#$c .5#Nas noites como esta, aqueles que olham pelas janelas às vezes veem figuras sombrias. Pensar... poderia ter sido eu.$7#É um pouco assustador lá fora, não é? Eu posso entender isso da perspectiva de um humano nos dias de hoje, pelo menos um pouco.",
				"Rainy_Night_1": "#$c .5#Se os outros seres das sombras soubessem do nosso arranjo de convivência, eles... me \"puniriam.\" A maioria deles despreza os humanos, sabe?$s#Espero que você tenha ficado seguro hoje. Eu presumo que sim?",
				"Rainy_Night_2": "#$c .5#Você está completamente molhado e com frio! Isso não é perigoso para a sua espécie?$s#Em cem anos, quem sabe? Talvez nosso arranjo de convivência seja bem normal.",
				"Rainy_Night_3": "#$c .5#Eu já jantei, mas não era algo que você seria capaz de comer... desculpe.#Tentei assistir a um \"filme\" na... \"televisão.\" Não foi o meu favorito, mas fico feliz por ter tentado.",
				"Rainy_Night_4": "Às vezes eu me pergunto se humanos e seres das sombras realmente poderiam coexistir... É uma ideia adorável, mas é realista?$s#$e#Eu espero que sim...",
				"Rainy_Night_5": "#$c .5#Dizem que meu povo chegou aqui há muito tempo, quando uma grande catástrofe permitiu que espíritos do vazio atravessassem para o plano físico.#Qual é mesmo a palavra para isso? ... \"Aconchegante.\" Certo. É assim aqui dentro esta noite.$h",
				"Rainy_Night_Krobus": "O som da chuva me lembra dos esgotos... é reconfortante.#$e#Os esgotos eram meu refúgio... Eu me sentia seguro lá. Mas não se preocupe... eu sinto o mesmo sobre meu novo lar, também.",
				"Indoor_Day_0": "#$c .5#Se eu pudesse ajudar você, eu ajudaria... mas farei o melhor para manter a casa em ordem.#Estou deixando muito pó do vazio pela casa? Eu limparei se você precisar.",
				"Indoor_Day_1": "#$c .5#Eu fiz o meu melhor para fazer comida humana... [203 204 651 225] Você pode comer depois, não se preocupe...#Bem, eu fiz isso. [204 651 225]Gosto bom para mim, mas... sem pressão.",
				"Indoor_Day_2": "#$c .5#Eu fui explorar ontem à noite e encontrei isso. [305 308 203 795 397]Você acha que pode usar?#Bom dia, @. Saí antes do sol nascer e encontrei isso para você. [305 308 203 795 397]Espero que não seja muito estranho.",
				"Indoor_Day_3": "#$c .5#Não se preocupe, eu não vou ficar entediado hoje. O desejo de novidade de um humano é muito maior do que o meu.#Eu não gosto muito de café, mas pensei que você gostaria de um pouco. Então... aqui está. [395]",
				"Indoor_Day_4": "#$c .5#Às sextas-feiras, gosto de ficar quieto em respeito a Yoba. Espero que não se importe.#Ooh, há tanto sol! ...Mas eu consigo tolerar um pouco melhor do que costumava.",
				"Indoor_Day_Krobus": "#$c .5#Eu gostaria de poder ajudar na fazenda, mas não posso sair no sol...#Bom dia. Dê um oi para todos os animais por mim.",
				"Indoor_Night_0": "#$c .5#Limpei todos os insetos da casa hoje... Desculpe, não guardei nenhum para você! *smack*$7#Ooh, é bom ter você de volta para casa novamente. Você vai ficar?$l",
				"Indoor_Night_1": "#$c .5#Você se sente sólido... às vezes eu queria ter ossos também...$s#Tenho certeza de que é minha mente me enganando, mas ultimamente me sinto um pouco mais... corpóreo do que o habitual.$l",
				"Indoor_Night_2": "#$c .5#Desde que deixei meu povo, tenho procurado por um novo lar... agora pertenço a algum lugar. Isso significa tudo para mim.#Que noite linda.$h",
				"Indoor_Night_3": "#$c .5#Tenho lembranças vagas dos tempos antigos, mas estão todas tão desbotadas. Acho que não poderia articulá-las.#Hoje olhei pela janela e vi %pet correndo por aí. Tão fofo!$7",
				"Indoor_Night_4": "#$c .5#Lembro-me quando aprendi o som dos seus passos se aproximando de mim no esgoto. Uma lembrança tão querida.$h#Nesta semana, rezo para que a vontade de Yoba seja feita. Seja qual for a sua vontade, estarei pronto.",
				"Indoor_Night_Krobus": "Oi, @. Bem-vindo(a) de volta. Você parece que trabalhou muito lá fora!$h",
				"spring_1": "Qual é o seu plano para o novo ano, @?",
				"spring_6": "Humanos e seres das sombras têm tradições tão diferentes na adoração a Yoba. E ainda assim, Yoba criou ambas as nossas espécies.#$e#Talvez Yoba seja muito mais complexa do que a maioria de nós percebe.",
				"spring_15": "Só quero viver minha vida fazendo o que é certo por Yoba. Nunca quis ser um agente do caos.$s#$e#Mas então eu penso... não foi Yoba quem fez os brutos das sombras? E me fez do jeito que sou? Às vezes tudo é tão confuso.$3#$e#Por outro lado... Yoba te trouxe até mim, e gosto de viver aqui com você.#$b#E isso não é tão complicado, não é?$7",
				"spring_23": "Você deveria ir para a dança das flores amanhã! Não se preocupe comigo.",
				"summer_1": "Eu me queimo facilmente no sol, então preciso ter cuidado nesta época do ano.",
				"summer_8": "Mmm... que cheiro delicioso é esse? Você deve ter suado a noite toda...$h",
				"summer_10": "Estou pensando em passar o dia todo enrolado e enfiado no canto...#$e#O que? Você quer dizer que você não faz isso?$3",
				"summer_15": "É verão... isso significa que a casa está cheia de moscas.#$e#Não se preocupe, eu vou cuidar delas. É uma boa proteína!$h",
				"fall_8": "Não estou com vontade de fazer nada hoje.",
				"fall_15": "Você já decidiu o que vai usar para a sua exposição na feira amanhã?",
				"fall_17": "Heeheehee... É um ótimo dia para causar um pouco de caos para os cidadãos de Pelican Town...$6",
				"fall_18": "...Me desculpe profundamente. Eu não estava eu mesmo ontem. Parece que meus instintos caóticos se exaltaram um pouco.$3#$e#Deixei o sentimento passar por mim. Sério! Você pode perguntar aos habitantes da cidade. Ninguém me viu.",
				"fall_24": "Se eu aparecesse no festival da Véspera do Espírito, eles me colocariam em uma gaiola...$s",
				"winter_7": "Quero ser um bom companheiro de casa para você, mas nunca sei se estou indo bem... *gemido* $s#$e#Tenho dificuldade em entender a expressão humana. M... mas... você está feliz vivendo comigo?#$e#Está bem!$7",
				"winter_16": "Às vezes, eu paro e penso em tudo que aprendi sobre os humanos com você...#$b#Gostaria que todos os meus companheiros das sombras pudessem sentir essa sensação.",
				"winter_28": "Obrigado por me deixar ficar aqui, @. Estou ansioso por mais um ótimo ano!$h",
			}
		}
	]
}