{
	"Changes":[
		{
			"LogName":"Krobus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Krobus",
			"Entries":{
				"Mon":"Por favor, não se assuste. Eu sou diferente dos outros.#$e#Passei muito tempo observando humanos. Sei que você gosta de fazer compras. Quer ver meus produtos?",
"Mon2":"De volta? Suponho que isso se encaixa na minha teoria do comportamento humano.",
"Mon4": "...Você encontrou outros como eu, nas minas? Sinto muito se eles foram hostis com você. Veja, aprendemos a temer os humanos... foram muitos.. . encontros desagradáveis.$s#$e#Você não... matou nenhum dos meus amigos, não é?$3",
"Mon6":"Meus amigos e eu temos sido amplamente evitados por nossa espécie, por tentarmos suprimir nossa natureza caótica.#$e#Mas não posso me declarar melhor do que os violentos. Uma vida é uma vida.#$e# Por favor, mesmo que você tenha matado algum violento, eu não quero saber.",
"Mon8":"Anões? Os anões nos mataram indiscriminadamente por muito tempo, violentos e não-violentos.$a#$e#Por favor, não quero mais falar sobre esse assunto doloroso.$s",
"Mon10":"'Krobus' significa 'atravessador de ponte' em nossa língua.",
"Tue":"Sou muito sensível à luz solar para sair na maioria dos dias.#$b#As condições aqui são perfeitas.#$e#Quer comprar alguma coisa?",
"Tue2":"Então você ganha a vida trabalhando na agricultura? Ocasionalmente, carrego um produto que pode ajudá-lo. Volte na sexta-feira.",
"Ter4":"Há uma planta que cresce na primavera. Os humanos a descrevem como \"picante\", mas para a minha espécie, nós a encontramos...#$b#Como devo dizer? Não há nenhuma palavra em sua língua para descrever o que experimentamos quando o consumimos.",
"Tue6":"Sim, eu chamo esse lugar de minha casa.#$e#Eu não tinha um lugar para chamar de minha casa há algum tempo.",
"Tue8":"Rasmodius é um bom homem. Ele é um dos poucos humanos além de você em quem eu confiaria.#$e#Sua visão de mundo está muito melhor alinhada com a realidade do que a da maioria dos humanos.",
"Tue10":"@, fiquei bastante amigável com suas visitas frequentes aqui.#$e#É estranho. Até recentemente, eu nunca teria sequer considerado amizade com um humano.",
"Wed2":"Às vezes, objetos flutuam na água e eu os coleciono.#$b#Também posso me mover livremente nas sombras, livre da gravidade, o que me permite manter o comércio com outros e girar meu estoque.",
"Wed4":"Uma guerra de 1000 anos entre meu povo e os anões terminou recentemente. Ainda há muito ressentimento de ambos os lados.",
"Wed6":"Em casos raros, alguns trapaceiros pertencentes à minha espécie fazem esporte se escondendo nos armários das crianças e assustando-as à noite.#$b#Eu não tolero esse tipo de comportamento.",
"Wed8":"Há algum tempo, duas crianças humanas pensaram em encontrar uma maneira de entrar aqui.#$e#Infelizmente, tive que assustá-los. Não haveria chance de eles manterem meu segredo.",
"Wed10":"Você também viu Junimo? Estou surpreso. Para um humano, você parece ter uma grande propensão para encontrar elementais.",
"Thu2":"Espero que você aprecie o risco que corri com você, ao não fugir quando você apareceu aqui pela primeira vez.",
"Thu4":"Não, não nascemos de uma mãe como vocês, humanos.#$e#De onde viemos, então? Bem, quando alguma sombra começa a existir?#$b#As sombras estão sob o seu pés de alguma forma \"nova,\" ou simplesmente menos escondidos pela luz?#$e#Da mesma forma, quando alguma alma começa a existir?#$e#Dito isto, eu credito um tanto arbitrariamente o início do inverno como meu \"nascimento\" Do tipo.",
"Thu6":"Eu não acho que você encontrará muitos peixes interessantes neste tipo de água.#$e#Eu vi um peixe bastante grande e de aparência estranha nadando por aí, mas apenas uma vez.",
"Thu8":"Tenho observado sua espécie por muitos anos. Isso me deu ampla oportunidade de aprender sua língua.#$e#No entanto, você é um dos primeiros humanos com quem tive interação consistente.$h",
"Sex":"...",
				"Sat6":"Os humanos têm alguns costumes bastante interessantes para mostrar respeito a Yoba.",
"Sat8":"Agradeço a Yoba por trazer clareza à minha natureza caótica.#$b#Sem dúvida, eu teria ganhado o título de \"bruto das sombras\" há muito tempo se não fosse por suas bênçãos e orientação.",
"Sat10":"Obrigado por ser respeitoso com minha devoção ao silêncio às sextas-feiras.",
"Sun2":"Por favor, mantenha minha localização em segredo. Se os anões soubessem de mim, eles certamente enviariam um assassino.",
"Sun6":"Eu guardei o Cetro do Retorno por muitos anos. Sua origem é significativamente anterior à nossa espécie.#$e#Como tal, espero que você entenda por que não posso vendê-lo por um preço normal.",
"summer_Mon10":"Você também se sente confortável na escuridão? Ouvi dizer que o corpo humano precisa da luz solar para se manter saudável. É prejudicial para você passar muito tempo aqui?",
"summer_Tue10":"Eu sei que não posso passar muito tempo ao sol. Você não consegue passar muito tempo no escuro?",
"summer_Wed6":"Se você colocar seu ouvido no cano certo, você pode ouvir qualquer casa daqui de baixo.#$b#Mas eu não escutaria!$3",
"summer_Thu6":"Por favor, não conte a ninguém sobre mim.#$b#A maioria dos humanos tem medo de nós, pessoas das sombras... talvez por um bom motivo.$s#$b#Mas independentemente disso, se as pessoas da cidade soubessem sobre mim, Posso não estar seguro aqui.",
"summer_Sun10":"É da minha natureza criar o caos. E às vezes ainda sinto vontade de fazer travessuras.$6#$b#...$3#$b#Mas você está aqui agora. E quando você me visita, a vontade de repente se dissipa.#$e#Há algo de errado comigo?$s",
"fall_Mon10":"Parece que você encontrou algumas notas secretas.#$e#Sim, peço desculpas. Alguns da minha espécie gostam de roubar notas das casas dos humanos à noite. Às vezes as descartamos em lugares incomuns.",
"fall_Wed10":"Heeheehee. Cachorros... E gatos... têm orelhas pontudas...$7#$b#...no topo da cabeça!$7#$e#É tão fofo! Mal aguento. US$ 7",
"fall_Thu10":"Há muitas coisas deliciosas para comer aqui. Moscas. Lesmas. Baratas.#$e#Recentemente, vi um louva-a-deus que estava perdido.",
"fall_Sat10":"Eu decidi o nome \"Krobus\" para mim mesmo. Isso foi há apenas algumas centenas de anos.#$e#Antes disso, eu tinha outros nomes. ...Eu acho.#$b#Ou talvez eu não tivesse um nome antes de \"Krobus\". É difícil lembrar.$3",
"fall_Sun10":"Nós, seres das sombras, não envelhecemos. Podemos \"falecer\", embora não da mesma forma que a sua espécie.#$e#Com o tempo, nos dissolvemos lentamente até sermos indistinguíveis da escuridão mais uma vez.#$b#Algum tempo depois, uma nova sombra se forma lentamente na escuridão.$h",
"winter_Mon10":"Muitos seres das sombras gostam de \"Pão Estranho\". Eu também gostava.#$b#Mas comi muitos deles e agora acho que não conseguiria comer um por cem anos. $s",
"winter_Tue10":"Está muito frio para os pequenos insetos sobreviverem. Meu suprimento de comida está um pouco curto.$s",
"winter_Wed6":"Se você colocar seu ouvido no cano certo, você pode ouvir qualquer casa daqui de baixo.#$b#Mas eu não escutaria!$3",
"winter_Thu6":"Por favor, não conte a ninguém sobre mim.#$b#A maioria dos humanos tem medo de nós, pessoas das sombras... talvez por um bom motivo.$s#$b#Mas independentemente disso, se as pessoas da cidade soubessem sobre mim, Posso não estar seguro aqui.",
"winter_Sat10":"Tenho sentimentos confusos sobre minha espécie. Por um lado, tenho vergonha do caos que causamos. Está simplesmente em nossa natureza.$3#$b#Mas nem todos somos violentos. E meu parente, minha origem... é quem eu sou. Não posso simplesmente abandonar de onde venho, posso?$3",
			}
		},
		{
			"LogName":"Krobus Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueKrobus",
			"Entries":{
				
				"Rainy_Day_0":"#$c .5#As gotas de chuva fazem cócegas quando saio. Talvez eu dê uma caminhada.$h#Você gosta de dias chuvosos tanto quanto eu, @?",
"Rainy_Day_1":"#$c .5#Somos diferentes em muitos aspectos... mas tudo bem.#Quando olho para as nuvens escuras, me pergunto se existem seres das nuvens que vivem lá em cima.",
"Rainy_Day_2":"Estou feliz aqui, em casa. Gosto de passar todo o meu tempo em um bom lugar... Não preciso \"sair\" como os humanos fazem.#$e#Mas Eu entendo que você precisa! Por favor, não sinta que precisa ficar aqui comigo.$3",
"Rainy_Day_3":"#$c .5#Eu me pergunto se o bruxo sabe sobre... isso? Espero que ele consiga guardar um segredo.$s#Eu adoro a chuva, mas com certeza parece solitário lá fora. É bom ter alguém gosto de você como companhia.",
"Rainy_Day_4":"Por mais que eu tente ser civilizado, às vezes tenho vontade de ser travesso...$6#$e#Dizem que é uma condição do meu povo.",
"Rainy_Day_Krobus":"#$c .5#Ah, está mais úmido hoje com a chuva... Me sinto muito mais confortável.#Posso ajudar em alguma coisa enquanto você estiver fora hoje?",
"Rainy_Night_0":"#$c .5#Em noites como esta, quem olha pelas janelas às vezes vê figuras sombrias. E pensar... poderia ter sido eu.$7#É um pouco assustador lá fora, não é? isso? Posso entender isso da perspectiva humana hoje em dia, pelo menos um pouco.",
"Rainy_Night_1":"#$c .5#Se as outras pessoas das sombras soubessem de nosso arranjo de vida, eles iriam... me \"punir\". A maioria deles despreza os humanos, você sabe.$s#Espero que você tenha ficado seguro hoje. Presumo que sim?",
"Rainy_Night_2":"#$c .5#Você está encharcado e com frio! Isso não é perigoso para sua espécie?$s#Em cem anos, quem sabe? Talvez nosso modo de vida seja bastante normal." ,
"Rainy_Night_3":"#$c .5#Já jantei, mas não era algo que você pudesse comer... desculpe.#Tentei assistir a um \"filme\" no... \"televisão.\" Não era o meu favorito, mas estou feliz por ter tentado.",
"Rainy_Night_4":"Às vezes me pergunto se humanos e pessoas das sombras poderiam realmente coexistir... É uma ideia adorável, mas é realista?$s#$e#Espero que sim...",
"Rainy_Night_5":"#$c .5#Dizem que meu povo veio aqui há muito tempo, quando uma grande catástrofe permitiu que espíritos do vazio cruzassem para o plano físico.#Qual é a palavra para isso mesmo? ... \" Aconchegante.\" Certo. É assim que está aqui esta noite.$h",
"Rainy_Night_Krobus": "O som da chuva me lembra os esgotos... é reconfortante.#$e#Os esgotos eram meu refúgio... me senti seguro lá. Mas não se preocupe... eu sinto o mesmo muito sobre minha nova casa também.",
"Indoor_Day_0": "#$c .5#Se eu pudesse ir ajudá-lo, eu o ajudaria... mas farei o meu melhor para manter a casa em ordem.#Estou deixando muita poeira vazia pela casa? Eu vou limpar se você precisar.",
				"Indoor_Day_1": "#$c .5#Eu tentei o meu melhor para fazer comida humana... [203 204 651 225] Você pode comer mais tarde, não se preocupe com isso...#Bem, eu fiz isso. [204 651 225]É gostoso para mim, mas... sem pressão.",
"Indoor_Day_2": "#$c .5#Fui explorar ontem à noite e encontrei isso. [305 308 203 795 397]Acha que você poderia usá-lo?#Bom dia, @. Saí antes do sol e encontrei isso para você . [305 308 203 795 397]Espero que não seja muito estranho.",
"Indoor_Day_3": "#$c .5#Não se preocupe, não vou ficar entediado hoje. O desejo de um ser humano por novidades é muito maior que o meu.#Eu não gosto muito de café, mas pensei que você poderia gostar alguns. Então... aqui está. [395]",
"Indoor_Day_4": "#$c .5#Nas sextas-feiras, gosto de ficar quieto por respeito ao Yoba. Espero que você não se importe.#Ooh, tem tanto sol! ...Mas posso tolerar isso um pouco um pouco melhor do que antes.",
"Indoor_Day_Krobus": "#$c .5#Eu gostaria de poder ajudar você na fazenda, mas não posso sair no sol...#Bom dia. Diga oi para todos os animais por mim.",
"Indoor_Night_0":"#$c .5#Eu limpei todos os insetos da casa hoje... Desculpe, não salvei nenhum para você! *smack*$7#Ooh, que bom ter você de volta em casa. Você vai ficar em casa?$l",
"Indoor_Night_1":"#$c .5#Você se sente sólido... às vezes eu gostaria de ter ossos também...$s#Tenho certeza que é minha mente pregando uma peça, mas ultimamente sinto um pouco mais ... corpóreo do que o normal.$l",
"Indoor_Night_2":"#$c .5#Desde que deixei meu povo, tenho procurado por um novo lar... agora pertenço a algum lugar. Isso significa tudo para mim.#Que noite linda.$h" ,
"Indoor_Night_3":"#$c .5#Tenho vagas lembranças dos tempos antigos, mas estão todas tão desbotadas. Acho que não consigo articulá-las.#Olhei pela janela hoje e vi %pet correndo por aí. Tão fofo!$7",
"Indoor_Night_4":"#$c .5#Lembro-me de quando ouvi pela primeira vez o som de seus passos se aproximando de mim no esgoto. Que lembrança tão boa.$h#Esta semana, rezo para que a vontade de Yoba seja feita. Qualquer que seja a vontade dela, estarei pronto.",
"Indoor_Night_Krobus":"Olá, @. Bem-vindo ao lar. Parece que você está trabalhando duro por aí!$h",
"spring_1":"Qual é o seu plano para o ano novo, @?",
				"spring_6":"Humanos e seres das sombras têm tradições tão diferentes na adoração de Yoba. E ainda assim, Yoba criou ambas as nossas espécies.#$e#Talvez Yoba seja muito mais complexo do que a maioria de nós imagina.",
"spring_15":"Eu só quero viver minha vida fazendo o que é certo por Yoba. Eu nunca quis ser um agente do caos.$s#$e#Mas então eu penso... não foi Yoba quem fez os brutos das sombras ? E me fez ser do jeito que sou? Às vezes é tudo tão confuso.$3#$e#Então, novamente... Yoba trouxe você para mim, e eu gosto de morar aqui com você.#$b#E isso não é tão complicado , é?$7",
"spring_23":"Você deveria ir ao baile das flores amanhã! Não se preocupe comigo.",
"summer_1":"Eu me queimo de sol com muita facilidade, então preciso ter cuidado nesta época do ano.",
"summer_8":"Mmm... que cheiro adorável é esse? Você deve ter suado a noite toda...$h",
"summer_10":"Estou pensando em passar o dia todo enrolado e enfiado no canto...#$e#O quê? Quer dizer que você não faz isso?$3",
"summer_15":"É verão... isso significa que a casa está cheia de moscas.#$e#Não se preocupe, eu cuidarei delas. É uma boa proteína!$h",
"fall_8":"Não estou com vontade de fazer nada hoje.",
"fall_15":"Você já descobriu o que vai usar na exibição da sua granja amanhã?",
"fall_17":"Heeheehee... É um ótimo dia para causar um pouco de caos para os cidadãos de Vila Pelicanos...$6",
"fall_18":"...Sinto muito. Eu não estava eu mesmo ontem. Parece que meus instintos caóticos se inflamaram um pouco.$3#$e#Eu deixei o sentimento passar por mim. Honestamente! Você pode perguntar aos habitantes da cidade . Ninguém me viu.",
"fall_24": "Se eu aparecesse no festival da Véspera dos Espíritos eles me colocariam em uma gaiola...$s",
"winter_7":"Quero ser um bom companheiro de casa para você, mas nunca sei se estou bem... *gemido* $s#$e#Tenho dificuldade em entender a expressão humana. B... mas... você está feliz morando comigo?#$e#Ok!$7",
"winter_16":"Às vezes eu paro e penso em tudo o que aprendi sobre os humanos com você...#$b#Eu gostaria que todos os meus companheiros sombras pudessem conhecer esse sentimento.",
"winter_28": "Obrigado por me deixar ficar aqui, @. Estou ansioso por mais um ótimo ano!$h",
			}
		}
	]
}