{
	"Changes":[
		{
			"LogName":"Leah",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Leah",
			"Entries":{
				"Beach":null,
				"Mon4": "Você já experimentou o vinho do vale?#$e#Melhor ainda, você provavelmente poderia fazer seu próprio vinho na sua fazenda. Isso seria incrível.$h",
				"Mon6": "A Marnie e a Jas são ótimas vizinhas. Adoro passar pelos bois delas quando estou a caminho da cidade.#$e#O Shane? Hum... eu... ah... não falei muito com ele.$u",
				"Mon8": "$query PLAYER_NPC_RELATIONSHIP current any married roommate#Deve ser gratificante colher um campo inteiro de culturas, não é? Você está basicamente criando comida do nada!$h|Oi, @! Estava pensando em você e na sua fazenda.#$e#Estava imaginando como deve ser bom colher um monte de culturas.$h#$e#Seria bom ter ajuda, não é?$l",
				"Tue2": "Fiquei imaginando por um tempo se alguém se mudaria para aquela fazenda. É bom que você tenha feito!",
				"Tue4": "A coisa que mais gosto em Pelican Town é a quantidade de independência que você pode ter.#$b#Todos nós somos feitos para a cooperação, mas na cidade, a cooperação é mais como uma dependência cega.#$e#Tanta gente não aguenta uma semana sem que outra pessoa cozinhe a comida deles ou defina a agenda deles.#$b#Acho que muitas pessoas que dizem querer independência não necessariamente a seguem.#$e#Desculpa, estou sendo muito julgador agora?$h",
				"Tue6": "Fiz uma pequena pintura para o Elliott pendurar em casa. Coitado, não tem muito para deixar o lar dele mais aconchegante.#$e#Respeito o quanto ele sacrifica para perseguir o que quer, porém. Nós dois estamos aqui por razões semelhantes.",
				"Tue8": "Oi. Ah, você quer conversar?#$e#A paisagem por aqui me dá muitas ideias. O terreno é quase como uma escultura em si.#$e#Eu não faço arte por dinheiro. É só um impulso que eu tenho.#$e#Fazer agricultura parece ser uma profissão muito recompensadora. Você cria comida deliciosa para todos!$h#$e#Você provavelmente está ocupado. Desculpa.",
				"Tue10": "Então... se estamos namorando, quero ter certeza... você está bem com o fato de que eu não ganho muito dinheiro, certo?#$e#Só estava me perguntando.#$b#Acho que você sabe por quê.$l",
				"Wed2": "Você conheceu meu amigo Elliott, certo?#$b#Talvez todos nós possamos sair juntos no próximo festival.",
				"Wed4": "Tem uma árvore bonita a oeste da minha casa. Os frutos dela são deliciosos, apesar de ser um pouco difícil de alcançar.",
				"Wed8": "Encontrei algumas ótimas peças de madeira à deriva para esculpir ultimamente.#$q 225/226 Wed_old#Então... Você gostou da escultura que fiz para você?#$r 225 10 Wed_225#Sim, me lembra de você quando olho para ela.#$r 226 -100 Wed_226#Ah, como ela é mesmo?",
				"Wed_old": "$p 025#Estive fazendo mais esculturas semelhantes à que fiz para você.|Mas não se preocupe, não vou ocupar o espaço do chão da sua casa com mais esculturas.$u",
				"Wed_225": "Sério? Oh, que bom!$h#$b#Desculpa, sei que não é muito profissional da minha parte perguntar, mas eu não aguentava mais esperar.",
				"Wed_226": "Ah... deixa pra lá.$s",
				"Wed10": "Haha, sim. Mesmo penteado de sempre hoje.#$e#Vai manter meu cabelo longe do seu rosto se estivermos nos beijando, porém.$l#$e#Ah! Falei isso em voz alta?$h",
				"Thu": "Estou interessado em ver o que você faz com sua fazenda, embora também haja uma beleza natural nas rochas e árvores que se instalaram.",
				"Thu2": "Na verdade, há muitos alimentos selvagens nesta área, se você souber onde procurar.#$e#Tenho comido saladas frescas quase todos os dias.$h",
				"Thu4": "Forragear é uma especialidade minha. Um dia farei uma salada fresca para você.$h",
				"Thu6": "As saladas da Emily no salão são bem deliciosas. A receita dela é muito parecida com a que eu uso.",
				"Thu8": "Estava esperando encontrar você! Aqui está algo que achei que você poderia apreciar. [196]$h",
				"Thu10": "Ah, @! Oi!$h#$e#As tarefas da manhã correram bem?$l#$e#Espero poder ajudar você em algum momento.",
				"Fri4": "A própria natureza sempre será uma artista maior do que qualquer um de nós.#$e#Você trabalha diretamente com a natureza, porém. Sim, eu diria que a agricultura é uma arte, de certa forma.",
				"Fri6": "Olá, @. Está um dia agradável, não está?#$e#Passe na minha cabana se precisar de alguém para conversar.$h",
				"Fri8": "Se você encontrar alguma madeira à deriva interessante, eu poderia usar.#$e#Seria especial se você me desse.",
				"Sat4": "Tem muita arte na sua casa?#$e#Uma casa só se torna um lar quando tem um toque criativo.",
				"Sat6": "Os humanos nasceram para serem criativos, não acha? É o que nos faz quem somos.#$e#É claro, há muitas maneiras de ser criativo. Pintar e esculpir apenas acontecem de serem algumas das minhas favoritas.",
				"Sat10": "E aí amor.$l#$e#Quer vir me visitar no lago amanhã no final da tarde? Estarei lá se não estiver chovendo.$l#$e#Ou você pode me encontrar quando quiser. Não me importo.$l",
				"Sun2": "Passe na minha casa algum dia. Vou te mostrar meus projetos mais recentes.",
				"Sun4": "Aposto que você poderia cultivar produtos selvagens na sua fazenda. Já tentou?#$e#Nada supera a sensação de recompensa que vem de encontrar algo delicioso na floresta, mas pode ser conveniente se você não tiver tempo para forragear.",
				"Sun6": "Posso ser econômico com meu estilo de vida, mas às vezes sinto que minha carreira artística é uma bomba-relógio.$s#$e#Você conhece alguém que conseguiu sobreviver com o estilo de vida de artista faminto?$s",
				"Sun8": "Olá, @. Está um dia agradável, não está?#$e#Passe na minha cabana se precisar de alguém para conversar.$h",
				"Sun10": "E aí, você.$l#$e#Pensei em você o dia todo.$l#$e#Então, me conte sobre a sua semana.$h",
				"summer_Mon4": "Dia tão adorável, não é?#$e#Ah, a propósito, encontrei esses. Guardei um para você. [396]#$e#Para mim, eles têm o sabor de memórias de verão.",
				"summer_Mon6": "Eu tenho um bom olho para frutas silvestres. Um dia farei uma salada de frutas bem legal para você.$h",
				"summer_Mon8": "Fico feliz que você mora logo ali. A vida é melhor quando você mora perto de pessoas que se importa.",
				"summer_Mon10": "Fico feliz que você mora logo ali.#$e#Fico sempre feliz em te ver.",
				"summer_Tue2": "Não seríamos capazes de sobreviver sem a natureza. É bom lembrar disso.",
				"summer_Tue4": "Passei pela fazenda da Marnie ontem, e as vacas só ficavam me olhando.#$e#Os rostos delas eram tão gentis.#$e#Você também tem algumas vacas?",
				"summer_Tue6": "As coisas simples da vida são as melhores: uma brisa suave de verão, nuvens majestosas e uma taça cheia de Stardew Valley red.",
				"summer_Tue8": "Uma vez, fiz uma caminhada noturna com alguns amigos e acabamos inesperadamente em uma antiga vinícola.#$b#O dono da vinícola nos convidou. Lembro que o ar daquela noite de verão era tão puro e quente. Foi a primeira vez que tomei um vinho.#$e#Qual é sua memória de verão favorita, @?",
				"summer_Wed4": "Você já sai para a floresta... Pausa... E simplesmente aprecia a beleza da natureza?#$e#É fácil esquecer o quão incrível este mundo realmente é...",
				"summer_Wed8": "Às vezes, um sentimento estranho me domina. Minha cabeça fica completamente vazia... e sinto-me completamente em paz, até em êxtase.#$e#Ei, agora! Isso não tem nada a ver com beber vinho!$h",
				"summer_Thu": "Visito a praia bastante durante o verão.#$e#O som do oceano é tão bonito, não é?",
				"summer_Thu4": "Nunca me canso da floresta, mas é incrível como temos uma praia aqui também.#$e#Encontrei conchas arco-íris maravilhosas que chegaram à costa algumas vezes.",
				"summer_Thu6": "As gaivotas devem ver a praia de uma maneira tão diferente de nós.#$e#Sempre invejei a capacidade delas de voar. E você?",
				"summer_Thu8": "O som do oceano me coloca em um estado meditativo. É tão tranquilo.#$e#Mas você sempre pode falar comigo também.",
				"summer_Thu10": "*risadinha* Por que sim, eu gosto de longas caminhadas na praia. Que perspicaz da sua parte perguntar!$h",
				"summer_Fri4": "A própria natureza sempre será uma artista maior do que qualquer um de nós.#$e#Você trabalha diretamente com a natureza, no entanto. Sim, eu diria que a agricultura é uma arte, de certa forma.",
				"summer_Fri8": "Tem sido bem tranquilo na minha cabana ultimamente.$s#$b#Fico feliz se você aparecer.#$e#Então, como está indo o seu dia?",
				"summer_Sat2": "Mantenho uma dieta pescetariana bem rigorosa. Não é que eu seja moralmente contra comer carne, mas...#$b#...desde que cada um tenha sua própria maneira de mostrar respeito pela natureza, estou de acordo. Essa é apenas minha maneira, para mim.",
				"summer_Sat4": "Sim, eu vou à praia bastante durante o verão.#$b#Claro, você pode se juntar a mim. Não seja tímido.$h",
				"summer_Sat6": "Um verão, estava tão quente durante a noite que saí da cama e pulei no rio!#$e#Espero que ninguém tenha me visto!$h",
				"summer_Sat8": "Me avise se encontrar algo saboroso na floresta, ok?#$e#Às vezes é difícil viver o estilo de vida de pobreza, mas eu não gostaria de comer de forma diferente mesmo se tivesse dinheiro.",
				"summer_Sat10": "E aí.$l#$e#Você é exatamente quem estava faltando no meu dia.$l#$e#Preciso de um abraço. Vem cá.",
				"summer_Sun4": "É bom poder ver um pouco mais do Elliott durante o verão.#$e#É claro, sempre é bom te ver também.",
				"summer_Sun6": "Olá, @. Está um dia agradável, não está?#$e#Passe na minha cabana se precisar de alguém para conversar.$h#$b#Está um pouco quente lá dentro durante o dia, então geralmente estou por aí à tarde.",
				"summer_Sun8": "Pergunta: O que é melhor do que uma salada de frutas deliciosa?#$b#Duas saladas de frutas, com alguém para compartilhar! [610]$h#$e#Não, eu insisto. Coma tudo!$l",
				"summer_Sun10": "Ah, @! Oi!$h#$e#Seus afazeres da manhã foram bem?#$l#$e#Espero poder ajudar você em algum momento.",
				"fall_Mon4": "Quando criança, eu não gostava muito de cogumelos, até alguém cozinhá-los para mim da maneira certa.#$e#Eu não como carne, então eles são uma boa fonte de proteína para mim.",
				"fall_Mon6": "#$c .5#Encontrei alguns cogumelos selvagens durante o fim de semana!#$e#Tomei um prato enorme de cogumelos selvagens e ovos no café da manhã hoje... Ainda estou cheio.#$e#Mantenha seu nariz no chão e você encontrará alguns cogumelos por conta própria... Tenho certeza disso.",
				"fall_Mon8": "Ei! Fui caçar cogumelos e encontrei um monte. Aqui está um que eu salvei para você. [404]#$e#Já tentou colocar um deles em um refogado?",
				"fall_Mon10": "Eu nunca fui muito fã de alimentos amiláceos, mas tudo o que Kel queria comer era 'café da manhã para o jantar' e eu era quem cozinhava.$s#$b#Eu fiquei tão enjoado desses alimentos depois de um tempo.$s#$e#Desculpe, isso não é atraente da minha parte. Vamos mudar de assunto.",
				"fall_Tue": "Então, o que você mais gosta de viver em uma fazenda?",
				"fall_Wed4": "É tão bom viver perto do rio.#$e#Eu adormeço ao som suave da água todas as noites.",
				"fall_Wed6": "Aparentemente, havia uma senhora que vivia na minha cabana antes de mim.#$e#Depois que ela morreu, o Prefeito Lewis manteve a propriedade até que eu pudesse chegar e assinar os papéis.",
				"fall_Wed10": "@, obrigado por sempre acreditar em mim.#$b#Acho que você apareceu na minha vida exatamente quando eu mais precisava de você.",
				"fall_Thu": "E aí. Como vai indo a fazenda?#$e#Nesta temporada, deve haver tantas sementes diferentes para escolher.",
				"fall_Thu2": "Você já tira um dia inteiro de folga?#$e#É uma pausa refrescante.",
				"fall_Thu4": "Aposto que você poderia cultivar produtos selvagens na sua fazenda. Já tentou isso?#$e#Nada supera a sensação de recompensa que vem de encontrar algo delicioso na floresta, mas pode ser conveniente se você não tiver tempo para forragear.",
				"fall_Thu8": "Não tenho muita conexão com meus pais anymore. Nós apenas meio que nos afastamos.#$e#Eu os ligo de vez em quando, mas principalmente temos nossas próprias vidas nos dias de hoje.#$e#Por que, isso é incomum para você?",
				"fall_Fri2": "Olá. Como está indo o seu dia?",
				"fall_Fri4": "Você já experimentou o vinho do vale?#$e#Melhor ainda, você provavelmente poderia fazer seu próprio vinho na sua fazenda. Isso seria incrível.$h",
				"fall_Fri8": "Você já se perguntou como é ser uma pessoa diferente?#$e#Será que nossos pensamentos se manifestam de maneira semelhante, ou é radicalmente diferente?#$e#Não liga para mim, eu penso em coisas estranhas às vezes...$h",
				"fall_Fri10": "Eu estava olhando para minhas decorações de outono. Eu me pergunto se terei meus próprios filhos um dia com quem posso compartilhar isso?",
				"fall_Sat": "Se você ouvir algum barulho vindo de dentro da minha cabana, provavelmente sou eu trabalhando em uma das minhas esculturas.",
				"fall_Sat2": "Decorações realçam a sensação da estação. Acho que é uma tradição que vale a pena.",
				"fall_Sat4": "Eiiii! O que você acha das minhas decorações de outono?$h#$e#Você deveria ter algumas decorações para o Festival do Espírito na sua fazenda. Nada muito assustador, porém.",
				"fall_Sat6": "É bom fazer algo divertido e fantasioso de vez em quando, como as decorações na minha casa.#$e#Tem que entrar em contato com essa criança interior, certo?$h",
				"fall_Sat10": "E aí. Você deveria passar na minha casa amanhã de manhã. Traga um par de omeletes e vamos chamar de brunch.$h#$e#Desculpe, se você está procurando ser criativo, não há muitas outras opções de café da manhã que eu goste.",
				"fall_Sun2": "Olá, @. Tem algo que você queria conversar?",
				"fall_Sun4": "Uma coisa que eu amo neste lugar é que há belas cachoeiras.#$e#Você passa tempo observando-as? É reconfortante...",
				"fall_Sun6": "Os humanos nasceram para ser criativos, não acha? É isso que nos faz quem somos.#$e#Claro, há muitas maneiras de ser criativo. Pintura e escultura acontecem de serem algumas das minhas favoritas.",
				"fall_Sun8": "Nunca me senti realmente seguro na cidade. Aqui, porém, nem preciso me preocupar em trancar minha porta.",
				"fall_Sun10": "E aí.$l#$e#Pensei em você o dia todo.$l#$e#Então, me conte sobre a sua semana.$h",
				"winter_Mon4": "Mantenho uma dieta pescetariana bem rigorosa. Não é que eu seja moralmente contra comer carne, mas...#$b#...desde que cada um tenha sua própria maneira de mostrar respeito pela natureza, estou de acordo. Essa é apenas minha maneira, para mim.",
				"winter_Mon6": "Adoro a aparência de tudo quando está coberto de neve fresca.",
				"winter_Mon8": "Uma das minhas primeiras lembranças é de uma vez em que fui andar de trenó. Eu desci a ladeira em alta velocidade e bati em um monte de neve.#$e#Lembro de estar deitado lá, ouvindo o silêncio e olhando para o céu, com a neve caindo no meu rosto. Eu só queria ficar lá para sempre.",
				"winter_Tue": "Você não acha que o saloon tem exatamente a atmosfera certa para o inverno? É tão aconchegante.",
				"winter_Tue4": "Fica bem frio na minha pequena cabana.$s#$e#Eu apenas me enrolo em um cobertor enorme, e está tudo bem.$h",
				"winter_Tue6": "Acho que a natureza pode ser bastante implacável no inverno. Ainda assim, ela fornece o suficiente para que possamos passar.",
				"winter_Tue8": "Fazer agricultura parece tão divertido. Quero experimentar, algum dia.$l",
				"winter_Tue10": "Ei. Vem cá. Me esquenta.#$e#Mmm, você é aconchegante.$l",
				"winter_Wed2": "Não seríamos capazes de sobreviver sem a natureza. É bom lembrar disso.",
				"winter_Wed4": "Vi um coelho da neve hoje de manhã cedo! Eles são raros, não são?",
				"winter_Wed6": "Nunca me senti realmente seguro na cidade. Aqui, porém, nem preciso me preocupar em trancar minha porta.",
				"winter_Wed8": "Vi algum coelho da neve por aí? Acho que são uma das minhas coisas favoritas na floresta nesta época do ano.",
				"winter_Thu": "Adoro decorar para as diferentes estações.",
				"winter_Thu2": "Estou tendo dificuldade em encontrar comida fresca para comer.#$e#Tenho comido muito pão.$s",
				"winter_Thu4": "Espero que Elliott esteja indo bem em sua casinha. Às vezes, penso que tenho dificuldades, mas esse cara realmente sabe se virar.",
				"winter_Thu10": "Neve no chão lá fora, alguém que me ama nos meus braços... Sim, isso é bem legal.$l",
				"winter_Fri2": "Então, o que você mais gosta em viver em uma fazenda?#$e#Você deve ter muito mais tempo livre ultimamente.",
				"winter_Fri4": "O tempo parece passar mais devagar aqui.#$e#Quando eu morava na cidade, o ano passava tão rápido.",
				"winter_Fri8": "Nunca me senti realmente seguro na cidade. Aqui, porém, nem preciso me preocupar em trancar minha porta.",
				"winter_Fri10": "Ei. Que tal ficarmos um pouco bêbados juntos esta noite?$h#$e#Está tudo bem. Eu confio em você.$l#$e#Só quero estar dormindo por volta da meia-noite, porém.",
				"winter_Sat2": "Olá. Como está indo o seu dia?",
				"winter_Sat4": "Você deveria tirar um dia inteiro de folga, de vez em quando.#$b#Não é apenas bom para a alma, mas a longo prazo, você será até mais produtivo!",
				"winter_Sat6": "Você gosta das decorações de inverno da minha casa?#$e#Estou sempre empolgado para colocá-las, mas tenho que esperar até o clima estar certo.",
				"winter_Sat8": "Você já sente frio nessa sua fazenda?#$e#Passe na minha cabana se quiser se enroscar debaixo de um dos meus cobertores e tomar cidra.$h",
				"winter_Sun2": "Odeio ser direto, mas se não tratarmos a natureza com respeito, nossos netos estarão condenados.#$e#Você não acha?",
				"winter_Sun4": "Aparentemente, havia uma senhora que vivia na minha cabana antes de mim.#$e#Depois que ela morreu, o Prefeito Lewis manteve a propriedade até que eu pudesse chegar e assinar os papéis.",
				"winter_Sun6": "Posso ser frugal com meu estilo de vida, mas às vezes sinto que minha carreira artística é uma bomba-relógio.$s#$e#Você conhece alguém que conseguiu sobreviver com o estilo de vida de artista faminto?$s",
				"winter_Sun8": "Obrigado por sempre acreditar no meu trabalho, @. Eu nunca tive certeza se as coisas dariam certo, mas agora finalmente estou ganhando um senso de momentum com minha vida.",
				"spring_1_2": "Pensei que sentiria falta da neve, mas me enganei. Isso é muito melhor. Feliz ano novo!",
				"spring_23": "Acho que vou dançar no festival amanhã. Quer dizer, por que não?",
				"summer_27": "Fiquei maravilhado da primeira vez que vi as águas-vivas do luar. Nunca esquecerei daquele ano.",
				"fall_15": "A Feira do Vale Estelar me faz sentir como uma criança de novo. Estou feliz que nossa cidade a hospeda.",
				"winter_24": "Ei! Sentindo o espírito das festas já?#$e#Estou mais do que pronto, eu mesmo. Que venham as comidas boas!",
				"winter_28": "Um maravilhoso feliz ano novo para você!$h#$e#Foi um bom ano para mim. E para você?",
				"spring_23_2": "Fico pensando como está aquele pequeno claro lá no fundo da floresta?#$b#Não tenho voltado lá desde o baile das flores do ano passado.",
				"summer_27_2": "Fiquei maravilhado da primeira vez que vi as águas-vivas do luar. Nunca esquecerei daquele ano.",
				"fall_15_2": "A Feira do Vale Estelar me faz sentir como uma criança de novo. Estou feliz que nossa cidade a hospeda.",
				"winter_24_2": "Ei! Já está sentindo o espírito das festas?#$e#Eu estou mais do que pronto. Que venham as comidas boas!",
				"winter_28_2": "Um maravilhoso feliz ano novo para você!$h#$e#Foi um bom ano para mim. E para você?"
			}
		},
		{
			"LogName":"Leah Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueLeah",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Às vezes encontro inspiração nos lugares mais improváveis.#Hmm, talvez eu deva colocar uma música. Algo para me acordar.$s",
				"Rainy_Day_1":"#$c .5#Costumava achar a chuva depressiva quando morava na cidade. Mas aqui no Vale de Stardew é linda.#Não é um dia ruim para ficar em casa. Tenho algumas novas ideias de projeto que estava esperando experimentar.",
				"Rainy_Day_2":"Bom dia! Levantei cedo e fiz uma caçada aos cogumelos. Aqui, pegue um. [281 404 420 257]#$e#Procurar cogumelos é como ir em uma caça ao tesouro. É muito divertido.$h",
				"Rainy_Day_3":"#$c .5#Em dias assim, fico realmente feliz pelos meus sapatos resistentes.$h#As nuvens ficam tão densas aqui. É quase como se ainda fosse noite.",
				"Rainy_Day_4":"#$c .5#As árvores estavam pedindo por essa chuva... Estou feliz por elas.#Você poderia pescar hoje, se quiser. Me avise se encontrar alguma madeira à deriva.",
				"Rainy_Night_0":"#$c .5#Como foi o seu dia? Viu algum animal por aí?#Os animais ficaram secos hoje?",
				"patio_Leah":"#$c .5#Não olhe muito de perto, é um trabalho em progresso.#Minhas esculturas de madeira vendem relativamente bem, então estou sempre trabalhando em uma nova.",
				"Rainy_Night_1":"#$c .5#Normalmente eu optaria por salada... mas uma noite úmida como esta me dá vontade de sopa quente.$h#Não foi um dia ruim. Só precisei reajustar minhas expectativas e fazer o melhor possível.",
				"Rainy_Night_2":"#$c .5#Vai ser relaxante dormir em uma noite como esta...$l#Bem-vindo(a) a casa, amor. Mmm, venha aqui e me dê um beijo.$l",
				"Rainy_Night_3":"Fiz uma pequena escultura de madeira hoje, mas ficou tão feia que joguei no fogo.$u#$e#Acho que para se tornar um grande artista, você precisa ser crítico(a) com o seu próprio trabalho.",
				"Rainy_Night_4":"#$c .5#Estou feliz que você está em casa... É uma boa noite para se cobrir e ficar quente.#Senti sua falta hoje. Deveríamos... passar um tempo juntos esta noite.$l",
				"Rainy_Night_Leah":"#$c .5#Como foi o seu dia hoje, querido(a)? Enlameado?#Uma velha amiga da cidade me encomendou uma pintura para ela. Quase terminei hoje.",
				"Indoor_Day_0":"#$c .5#Esta casa é muito melhor que minha antiga cabana! Não sinto falta dela.#Hm, no que estou com vontade hoje? Pintar ou esculpir?",
				"Indoor_Day_1":"#$c .5#Levante e brilhe! Veja o que terminou de crescer em um vaso lá fora. [16 18 20 22 90 259 396 402]$h#Bom dia, @. Plantei esses em um vasinho lá fora... [16 18 20 22 90 259 396 402]#$e#Cresci isso com muito amor e atenção. Aproveite.",
				"Indoor_Day_2":"#$c .5#Lembre-se sempre de ficar de olho em alimentos selvagens! Há muitos por aí.#Bom dia. O que você espera realizar hoje?",
				"Indoor_Day_3":"#$c .5#Não resisti. Esses vegetais estavam no auge da frescura, então...#Estava pensando... a vida é muito curta para comer comida ruim. Felizmente, vivemos em uma das melhores regiões para vegetais e verduras frescos!#$e#Aqui, fiz uma salada saudável para você. [196]#$e#Estou surpresa que você ainda não esteja enjoado(a) da minha salada!",
				"Indoor_Day_4":"#$c .5#Bom dia! Fiz café para nós.[395]$h#Minha manhã simplesmente não estaria completa sem uma xícara de café quente.[395] E você? Como foi a sua?$h",
				"Indoor_Night_0":"#$c .5#Tem algo nesta hora da noite que me deixa com sede.#Tem um tempinho para passar comigo esta noite? Estive pensando em você...$l",
				"Indoor_Night_1":"#$c .5#O fluxo do tempo é tão delicado... até a menor decisão muda o futuro para sempre.#Com as vidas curtas que vivemos, todo mundo deixa uma marca no mundo. Espero estar fazendo a minha parte para deixar uma marca boa.",
				"Indoor_Night_2":"#$c .5#É muito mais adorável aqui à noite do que o brilho berrante da cidade.#Tudo deu certo para mim. Sou muito sortudo(a).",
				"Indoor_Night_3":"#$c .5#Nunca pensei que receberia um pingente de sereia tão cedo depois de me mudar para cá! Estou feliz com isso.$l#Você fez boas memórias hoje?",
				"Indoor_Night_4":"#$c .5#Vi um coelho selvagem hoje. Só queria poder acariciar um um dia. Eles parecem tão macios...#Vi alguns pássaros azuis de crista vermelha hoje. Eles devem estar bem aconchegados em seus ninhos agora.",
				"Outdoor_0":"#$c .5#A brisa fresca é agradável. Me lembra de quando morava perto do rio.#Ei, bom dia. Estava me perguntando quando você viria me encontrar aqui fora.$h",
				"Outdoor_1":"#$c .5#Hmm... vou fazer alguma manutenção por aqui. Às vezes sinto vontade de martelar um pouco.#Consigo identificar quais partes da casa foram adicionadas pela Robin. Deixe-me dizer, ela realmente sabia o que estava fazendo.",
				"Outdoor_2":"#$c .5#Vai ser um dia especial, sinto isso.#Bom dia! Estou me sentindo um pouco mais desperto(a) agora que estou aqui fora.",
				"Outdoor_3":"#$c .5#Ah... esse cheiro de terra fresca. Não há nada igual.$h#Você consegue sentir que o ar é limpo aqui... é bom para os pulmões.",
				"Outdoor_4":"Não se sobrecarregue, querido(a).#$e#$c .5#Não é como se estivéssemos passando fome, então não há pressa, certo?#Certifique-se de fazer uma pausa de vez em quando, ou pegar algo para comer.$h",
				"funLeave_Leah":"#$c .5#Vou fazer uma caminhada na natureza hoje. Preciso sair de casa.#Vou fazer uma longa caminhada hoje, então espero ver algumas coisas interessantes. Você me verá à noite.",
				"funReturn_Leah":"#$c .5#Tive um tempo agradável e relaxante hoje. Como foi o seu dia?#As matas estavam lindas, como sempre. Sinto que descubro algo novo toda vez que as visito - insetos, flores pequenas, sabe.",
				"OneKid_3":"#$c .5#Stardew Valley é um ótimo lugar para uma criança aprender a apreciar a natureza, não acha?#É divertido ser pai. Quero garantir que %kid1 cresça com amor pelo ar livre.",
				"TwoKids_3":"#$c .5#Temos uma fazenda maravilhosa e uma família completa. Nossa nova vida realmente deu certo, não é mesmo?#Espero que %kid1 e %kid2 encontrem saídas saudáveis para sua expressão. Não precisa ser pintura ou escultura; apenas o que os faz felizes.",
				"spring_4":"Você já plantou todas as colheitas no chão? Ou... é melhor espalhar ao longo do tempo?#$e#Só estou curioso(a). Confio no seu julgamento.",
				"spring_19":"Há uma cafeteria em Grampleton que quer expor uma amostra do meu trabalho. Acho que tenho trabalho pela frente!#$e#Só espero que alguma coisa seja vendida.",
				"spring_25":"Elliott diz que a beleza é experimentada na mente, então ele acha que as palavras mais se assemelham aos nossos pensamentos e são melhores para criar beleza.#$e#Mas... nós também não pensamos em imagens? E os pensamentos baseados em imagens geralmente não são mais potentes?#$b#...Não sei. O que você acha?$u",
				"summer_8":"Desculpe se estou molhada ao toque... Eu suei a noite toda com o calor.",
				"summer_9":null,
				"summer_12":"Foi legal conversar com Elliott no festival de ontem. Parece que ele está em um lugar bem legal com seu estilo de vida.",
				"summer_15":"Ahhh, estou tão feliz que ainda temos um bom pedaço do verão pela frente.$h#$e#Ainda não estou pronta para que termine.",
				"summer_20":"É preciso um pouco de coragem saber que meu trabalho está em exibição nas casas de outras pessoas.#$e#Eu me dedico a essas peças, então é como se elas pudessem espiar um pedaço da minha alma. Isso faz sentido?$e#Bem, seu trabalho acaba nas mesas de jantar de outras pessoas. Então é quase a mesma coisa.$h#$b#É apenas a consequência de deixar um pequeno impacto no mundo, suponho.",
				"summer_24":"Fico imaginando como estão meus antigos vizinhos. Marnie, Jas...#$e#...Ah, é. E o Shane.#$e#Acho que tecnicamente ainda sou vizinho deles, né?$h",
				"fall_7":"Fico pensando se devo conferir a aula de aeróbica de dança da Caroline novamente. Eu só fui... duas vezes? ...Acho que sim?#$e#Ah sim! Uma vez o Dr. Harvey estava lá. Foi fofo.$h#$b#Ei, mais poder para ele.",
				"fall_10":"Emily ainda trabalha no Saloon, não é? Hm, será que ela vai sair da cidade algum dia?#$e#Nunca cheguei a conhecê-la muito bem, mas sempre tive a sensação de que ela estava destinada a algo mais do que servir mesas.",
				"fall_13":"Basicamente, estou vivendo meu sonho. @, espero que entenda que não dou isso como garantido, certo?",
				"fall_24":"A cafeteria em Grampleton estava exibindo algumas das minhas pinturas e venderam a última peça! Pontuação!$h#$e#Talvez eles me peçam novamente.",
				"winter_4":"Hmm... Fico pensando como Elliott está lidando com todo esse frio? Você acha que talvez ele apreciaria uma refeição quente nossa?",
				"winter_11":"Desculpe, deixei ficar bem frio aqui dentro ontem à noite, não foi?#$e#Eu abri as janelas ontem à noite para tirar os vapores de tinta. Eu só... vamos manter a lareira acesa durante o dia, está bem?$s",
				"winter_16":"Às vezes, é difícil vender uma peça da qual me sinto realmente orgulhoso(a).$s#$e#Quero dizer, se estivermos bem de dinheiro, talvez eu... fique com algumas delas?$l",
				"winter_20":"A arte temática do Festim da Estrela do Inverno é tão divertida e fácil de fazer. Posso simplesmente torná-la tão alegre quanto eu quiser.$h",
				"winter_27":"A neve estava derretendo e pingando repetidamente deste ponto específico no telhado. E então o sol começou a refratar através dele.#$b#Isso enviava pequenos flashes através de parte do quarto. Tão bonito.#$e#Oh, isso foi apenas algumas manhãs atrás."
			}
		}
	]
}