{
	"Changes":[
		{
			"LogName":"Leah",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Leah",
			"Entries":{
				"Beach":null,
				"Mon4":"Você já experimentou o vinho do vale?#$e#Melhor ainda, você provavelmente poderia fazer seu próprio vinho em sua fazenda. Isso seria incrível.$h",
"Mon6":"Marnie e Jas são ótimas vizinhas. Adoro passar por suas vacas no caminho para a cidade.#$e#Shane? Hum... eu uh... não conversei muito com ele.$u" ,
"Mon8":"Olá @! Eu estava pensando em você e sua fazenda.#$e#Eu estava imaginando como deve ser bom colher uma grande quantidade de colheitas.$h#$e#Não seria legal ter ajuda, entretanto?$l",
"Tue2":"Fiquei pensando por um tempo se alguém iria se mudar para aquela fazenda. Que bom que você fez isso!",
"Tue4":"O que mais gosto em Pelican Town é a quantidade de independência que você pode ter.#$b#Todos fomos construídos para a cooperação, mas na cidade, a cooperação é mais como uma dependência cega.#$e #Tantas pessoas não conseguem durar uma semana sem que outra pessoa prepare sua comida ou defina sua programação para elas.#$b#Acho que muitas pessoas que dizem que querem independência não necessariamente seguem em frente.#$e#Desculpe , estou sendo realmente crítico agora?$h",
"Ter6":"Eu fiz uma pequena pintura para Elliott pendurar em sua casa. O pobre rapaz não tem muito para deixar sua casa aconchegante.#$e#Eu respeito o quanto ele se sacrifica para conseguir o que quer, no entanto . Nós dois estamos aqui por motivos semelhantes.",
"Tue8":"Oi. Ah, você quer conversar?#$e#A paisagem por aqui me dá muitas ideias. O terreno é quase como uma escultura em si.#$e#Eu não faço arte por dinheiro . É apenas um desejo que tenho.#$e#A agricultura parece ser uma profissão muito gratificante. Você pode criar comidas deliciosas para todos!$h#$e#Você provavelmente está ocupado. Desculpe.",
"Tue10":"Então... se estamos namorando, quero ter certeza... de que você concorda com o fato de eu não ganhar muito dinheiro, certo?#$e#Eu estava apenas pensando.#$b#Acho que você sabe por quê.$l",
"Wed2":"Você conheceu meu amigo Elliott, certo?#$b#Talvez todos nós pudéssemos sair no próximo festival.",
"Wed4":"Há uma linda árvore a oeste da minha casa. Os frutos dela são deliciosos, embora sejam um pouco difíceis de alcançar.",
"Wed8":"Eu encontrei ótimas peças de madeira flutuante para esculpir ultimamente.#$q 225/226 Wed_old#Então, hum... Você gostou da escultura que fiz para você?#$r 225 10 Wed_225#Sim, isso me lembra você quando olho para ele.#$r 226 -100 Wed_226#Uh, como é isso, de novo?",
"Wed_old":"$p 025#Tenho feito mais esculturas parecidas com a que fiz para você.|Mas não se preocupe. Não vou impor mais esculturas no espaço da sua casa.$u",
"Wed_225":"Sério? Ah, que bom!$h#$b#Desculpe, sei que não é muito profissional da minha parte perguntar, mas simplesmente não consegui aguentar mais.",
"Wed_226":"Ahh... deixa pra lá.$s",
				"Wed10":"Haha, sim. O mesmo penteado de sempre hoje.#$e#Mas vai manter meu cabelo longe do seu rosto se estivermos namorando.$l#$e#Oh! eu disse isso em voz alta?$h",
"Qui":"Estou interessado em ver o que você faz com sua fazenda, embora também haja uma beleza natural nas pedras e árvores que se mudaram para lá.",
"Thu2":"Na verdade, há muita comida selvagem nesta área, se você souber onde procurar.#$e#Tenho comido saladas frescas quase todos os dias.$h",
"Qui4":"Forragear é uma especialidade minha. Algum dia farei uma salada fresca para você.$h",
"Qui6":"As saladas da Emily no salão são muito deliciosas. A receita dela é muito parecida com a que eu uso.",
"Thu8":"Eu esperava encontrar você! Aqui está uma coisinha que achei que você poderia gostar. [196]$h",
"Thu10":"Oh, @! Oi!$h#$e#Suas tarefas matinais correram bem?$l#$e#Espero poder ajudá-lo algum dia.",
"Fri4":"A própria natureza sempre será uma artista maior do que qualquer um de nós.#$e#Mas você trabalha diretamente com a natureza. Sim, eu diria que a agricultura é uma espécie de arte.",
"Fri6":"Olá, @. Está um lindo dia, não é?#$e#Passe na minha cabana se precisar de alguém para conversar.$h",
"Fri8":"Se você encontrar alguma madeira flutuante interessante, eu poderia usá-la.#$e#Seria especial se você me desse.$l",
"Sat4":"Você tem muita arte em sua casa?#$e#Uma casa só vira lar quando tem um toque criativo.",
"Sat6":"Os humanos nasceram para ser criativos, você não acha? É o que nos torna quem somos.#$e#Claro, há muitas maneiras de ser criativo. Pintar e esculpir são apenas um casal dos meus favoritos.",
"Sat10":"Ei amor.$l#$e#Quer vir me visitar no lago amanhã no final da tarde? Estarei lá se não estiver chovendo.$l#$e#Ou você pode me encontrar quando quiser . Eu não me importo.$l",
"Sun2":"Passe na minha casa algum dia. Vou mostrar meus projetos mais recentes.",
"Sun4":"Aposto que você poderia cultivar produtos silvestres em sua fazenda. Já experimentou isso?#$e#Nada supera a sensação de recompensa que vem ao encontrar algo delicioso na floresta, mas pode ser conveniente se você não fizer isso. não tenho tempo para forragear.",
"Sun6":"Posso ser frugal com meu estilo de vida, mas às vezes sinto que minha carreira artística é uma bomba-relógio.$s#$e#Você conhece alguém que sobreviveu com o estilo de vida de um artista faminto?$s ",
"Sun8":"Olá, @. Está um lindo dia, não é?#$e#Passe na minha cabana se precisar de alguém para conversar.$h",
"Sun10":"Ei você.$l#$e#Eu estive pensando em você o dia todo.$l#$e#Então, me conte sobre sua semana.$h",
				"summer_Mon4":"Que dia lindo, não é?#$e#Ah, a propósito, encontrei estes. Guardei um para você. [396]#$e#Para mim, eles têm gosto de verão recordações.",
"summer_Mon6":"Tenho um bom olho para frutas silvestres. Algum dia farei uma bela salada de frutas para você.$h",
"summer_Mon8":"Estou feliz que você more aqui perto. A vida é melhor quando você mora perto de pessoas de quem você gosta.",
"summer_Mon10":"Que bom que você mora aqui perto.#$e#Fico sempre feliz em ver você.",
"summer_Tue2":"Não seríamos capazes de sobreviver sem a natureza. É bom lembrar disso.",
"summer_Tue4":"Passei pela fazenda da Marnie ontem e as vacas ficaram olhando para mim.#$e#Seus rostos eram tão gentis.#$e#Você tem algumas vacas também?",
"summer_Tue6":"As coisas simples da vida são melhores: uma suave brisa de verão, nuvens majestosas e uma taça cheia de vermelho Stardew Valley.",
"summer_Tue8":"Uma vez, fiz uma caminhada noturna com alguns amigos e inesperadamente acabamos em um vinhedo antigo.#$b#O dono do vinhedo nos convidou para entrar. Lembro-me que o ar da noite de verão era tão puro e quente. Essa foi a primeira vez que tomei uma taça de vinho.#$e#Qual é a sua lembrança favorita do verão, @?",
"summer_Thu":"Eu visito muito a praia durante o verão.#$e#O som do mar é tão lindo, não é?",
"summer_Thu4":"Nunca me canso da floresta, mas é incrível como temos uma praia aqui também.#$e#Eu encontrei as mais lindas conchas de arco-íris na costa algumas vezes.",
"summer_Thu6":"As gaivotas devem ver a praia de uma maneira tão diferente de nós.#$e#Sempre invejei a capacidade delas de voar. E você?",
"summer_Thu8":"O som do oceano me coloca em um estado meditativo. É tão pacífico.#$e#Mas você é sempre bem-vindo para falar comigo também.",
				"summer_Thu10":"*giggle* Sim, eu gosto de longas caminhadas na praia. Que perspicaz da sua parte perguntar!$h",
"summer_Fri4":"A própria natureza sempre será uma artista maior do que qualquer um de nós.#$e#Mas você trabalha diretamente com a natureza. Sim, eu diria que a agricultura é uma espécie de arte.",
"summer_Fri8":"Tem estado muito quieto na minha cabana ultimamente.$s#$b#Ficarei feliz se você passar por aqui.#$e#Então, como está seu dia?",
"summer_Sat4":"Eu mantenho uma dieta pescatariana bastante rígida. Não é que eu seja moralmente contra comer carne, mas...#$b#...contanto que cada um tenha sua própria maneira de mostrar respeito pela natureza, Estou bem com eles. Este é apenas o meu jeito, para mim.",
"summer_Sat6":"Sim, eu vou muito à praia durante o verão.#$b#Claro, você pode se juntar a mim. Não seja tímido.$h",
"summer_Sat8":"Me avise se você encontrar algo saboroso na floresta, ok?#$e#Às vezes é difícil viver um estilo de vida pobre, mas eu não gostaria de comer de forma diferente, mesmo se tivesse dinheiro.",
"summer_Sat10":"Ei, você.$l#$e#Você é apenas aquele que estava faltando no meu dia.#$e#Preciso de um abraço. Venha aqui.",
"summer_Sun4":"É bom ver um pouco mais de Elliott durante o verão.#$e#Claro, é sempre bom ver você também.",
"summer_Sun6":"Olá, @. Está um lindo dia, não está?#$e#Passe na minha cabana se precisar de alguém para conversar.$h#$b#Está um pouco quente lá dentro durante durante o dia, então costumo sair à tarde.",
"summer_Sun8":"Pergunta: O que é melhor do que uma deliciosa salada de frutas?#$b#Duas saladas de frutas, com alguém para dividir! [610]$h#$e#Não, eu insisto. Coma!$l" ,
"summer_Sun10":"Oh, @! Oi!$h#$e#Suas tarefas matinais correram bem?$l#$e#Espero poder ajudá-lo algum dia.",
"fall_Mon4":"Quando criança, eu realmente não gostava de cogumelos, até que alguém os cozinhou para mim da maneira certa.#$e#Eu realmente não como carne, então eles são uma boa fonte de proteína para mim .",
"fall_Mon6":"#$c .5#Encontrei alguns cogumelos selvagens no fim de semana!#$e#Hoje comi um prato enorme de cogumelos selvagens e ovos no café da manhã... Ainda estou satisfeito.#$e# Mantenha o nariz no chão e você mesmo encontrará alguns cogumelos... tenho certeza disso.",
"fall_Mon8":"Ei! Fui caçar cogumelos e encontrei um monte. Aqui está um que guardei para você. [404]#$e#Já tentou colocar um desses em um refogado?",
"fall_Mon10":"Eu nunca fui louco por alimentos ricos em amido, mas tudo o que Kel sempre quis comer foi 'café da manhã para o jantar' e eu seria o único a cozinhar.$s#$b#Fiquei tão enjoado desses alimentos depois um tempo.$s#$e#Desculpe, isso não é atraente da minha parte. Vamos mudar de assunto.",
"fall_Tue":"Então, o que você mais gosta em morar em uma fazenda?",
"fall_Tue2":"Será que eu poderia fazer uma colagem com folhas secas?#$e#Elas são tão coloridas... Não posso deixar de pensar no potencial para projetos de arte.$h",
"fall_Tue8":"Tenho me sentido bastante inspirado ultimamente. O outono traz à tona um lado mais pessoal para mim.",
				"fall_Tue10":"Normalmente tento me manter fora da minha arte e deixá-la existir apenas por causa de sua própria beleza, e não por mim mesmo.#$e#Às vezes, porém, não consigo evitar. Aquela escultura Eu te dei um exemplo.$l",
"fall_Wed2":"É tão bom viver perto do rio.#$e#Às vezes, consigo ouvir o salmão saltando e saltando para fora da água.",
"fall_Wed4":"É tão bom viver perto do rio.#$e#Eu adormeço ao som suave da água todas as noites.",
"fall_Wed6":"Aparentemente, havia uma senhora idosa que morava na minha cabana antes de mim.#$e#Depois que ela morreu, o prefeito Lewis manteve a propriedade até que eu pudesse passar e assiná-la.",
"fall_Wed10":"@, obrigado por sempre acreditar em mim.#$b#Acho que você apareceu na minha vida bem no momento em que eu mais precisava de você.",
"fall_Thu":"Ei. Como vai a fazenda?#$e#Nesta temporada, deve haver tantas sementes diferentes para escolher.",
"fall_Thu2":"Você já tirou um dia inteiro de folga?#$e#É uma pausa revigorante.",
"fall_Thu4":"Aposto que você poderia cultivar produtos silvestres em sua fazenda. Já experimentou isso?#$e#Nada supera a sensação de recompensa que vem ao encontrar algo delicioso na floresta, mas pode ser conveniente se você não fizer isso. não tenho tempo para forragear.",
"fall_Thu8":"Eu não tenho mais muita conexão com meus pais. Nós meio que nos distanciamos.#$e#Eu ligo para eles de vez em quando, mas atualmente temos nossas próprias vidas principalmente.# $e#Por que isso é incomum para você?",
"fall_Fri2":"Olá. Como está seu dia?",
				"fall_Fri4":"Você já experimentou o vinho do vale?#$e#Melhor ainda, você provavelmente poderia fazer seu próprio vinho em sua fazenda. Isso seria incrível.$h",
"fall_Fri10":"Eu estava apenas olhando minhas decorações de outono. Será que algum dia terei meus próprios filhos com quem posso compartilhar isso?",
"fall_Sat":"Se você ouvir alguma batida dentro da minha cabana, provavelmente sou só eu trabalhando em uma de minhas esculturas.",
"fall_Sat2":"As decorações acentuam a sensação da estação. Acho que é uma tradição que vale a pena.",
"fall_Sat4":"Ei! Então, o que você acha das minhas decorações de outono?$h#$e#Você deveria ter algumas decorações da Véspera dos Espíritos para sua fazenda. Mas nada muito assustador.",
"fall_Sat6":"É bom fazer algo divertido e extravagante de vez em quando, como a decoração da minha casa.#$e#Preciso entrar em contato com essa criança interior, certo?$h",
"fall_Sat10":"Ei. Você deveria passar na minha casa amanhã de manhã. Traga algumas omeletes e chamaremos isso de brunch.$h#$e#Desculpe, se você quer ser criativo, não há um monte de outras coisas de café da manhã que eu gosto.",
"fall_Sun4":"Olá, @. Há algo que você gostaria de conversar?",
"fall_Sun6":"Os humanos nasceram para ser criativos, você não acha? É o que nos torna quem somos.#$e#Claro, há muitas maneiras de ser criativo. Pintar e esculpir são apenas um casal dos meus favoritos.",
"fall_Sun8":"Nunca me senti verdadeiramente seguro na cidade. Aqui, porém, nem preciso me preocupar em trancar a porta.",
"fall_Sun10":"Ei, você.$l#$e#Eu estive pensando em você o dia todo.$l#$e#Então, me conte sobre sua semana.$h",
"winter_Mon4":"Eu mantenho uma dieta pescatariana bastante rígida. Não é que eu seja moralmente contra comer carne, mas...#$b#...contanto que cada um tenha sua própria maneira de mostrar respeito pela natureza, Estou bem com eles. Este é apenas o meu jeito, para mim.",
"winter_Mon6":"Adoro a aparência de tudo quando está coberto de neve fresca.",
				"winter_Mon8":"Uma das minhas memórias anteriores é de uma época em que andei de trenó. Desci a encosta e bati em um monte de neve.#$e#Lembro-me de ficar ali deitado, ouvindo o silêncio e observando o céu, com a neve caindo no meu rosto. Eu só queria ficar lá para sempre.",
"winter_Tue":"Você não acha que o salão tem a atmosfera certa para o inverno? É tão aconchegante.",
"winter_Tue4":"Faz muito frio na minha pequena cabana.$s#$e#Eu simplesmente me aconchego debaixo de um cobertor enorme e estou bem.$h",
"winter_Tue6":"Acho que a natureza pode ser bastante dura no inverno. Mas ainda fornece o suficiente para sobrevivermos.",
"winter_Tue8":"A agricultura parece tão divertida. Quero experimentar algum dia.$l",
"winter_Tue10":"Ei. Venha. Me aqueça.#$e#Mmm, você está confortável.$l",
"winter_Wed2":"Não seríamos capazes de sobreviver sem a natureza. É bom lembrar disso.",
"winter_Wed4":"Eu vi um coelho da neve esta manhã! Eles são raros, não são?",
"winter_Wed6":"Nunca me senti verdadeiramente seguro na cidade. Aqui, porém, nem preciso me preocupar em trancar a porta.",
"winter_Wed8":"Viu algum coelho da neve por aí? Acho que eles são uma das minhas coisas favoritas na floresta nesta época do ano.",
"winter_Thu":"Adoro decorar para as diferentes estações.",
"winter_Thu2":"Estou tendo dificuldade em encontrar comida fresca para comer.#$e#Tenho comido muito pão.$s",
"winter_Thu4":"Espero que Elliott esteja bem em sua casinha. Gosto de pensar que às vezes é difícil, mas aquele cara realmente sabe como lidar com isso.",
"winter_Thu10":"Neve no chão lá fora, alguém que me ama em meus braços... Sim, isso é muito bom.$l",
"winter_Fri2":"Então, o que você mais gosta em morar em uma fazenda?#$e#Você deve ter muito mais tempo disponível ultimamente.",
"winter_Fri4":"O tempo parece passar mais devagar aqui.#$e#Quando eu morava na cidade, o ano passava muito rápido.",
"winter_Fri8":"Nunca me senti verdadeiramente seguro na cidade. Aqui, porém, nem preciso me preocupar em trancar a porta.",
"winter_Fri10":"Ei. O que você acha de ficarmos um pouco bêbados juntos esta noite?$h#$e#Está tudo bem. Eu confio em você.$l#$e#Mas eu só quero dormir por volta da meia-noite." ,
"winter_Sat2":"Olá. Como está seu dia?",
"winter_Sat4":"Olá, @. Há algo que você gostaria de conversar?",
				"winter_Sat6":"Você gosta das decorações de inverno da minha casa?#$e#Estou sempre animado para colocá-las, mas tenho que esperar até que o tempo esteja bom.",
"winter_Sat8":"Você já sentiu frio naquela sua casa de fazenda?#$e#Passe na minha cabana se quiser se aconchegar debaixo de uma das minhas colchas e beber cidra.$h",
"winter_Sun2":"Odeio ser franco, mas se não tratarmos a natureza com respeito, nossos netos estarão condenados.#$e#Você não acha?",
"winter_Sun4":"Aparentemente, havia uma senhora idosa que morava na minha cabana antes de mim.#$e#Depois que ela morreu, o prefeito Lewis manteve a propriedade até que eu pudesse passar e assiná-la.",
"winter_Sun6":"Posso ser frugal com meu estilo de vida, mas às vezes sinto que minha carreira artística é uma bomba-relógio.$s#$e#Você conhece alguém que sobreviveu com o estilo de vida de um artista faminto?$s ",
"winter_Sun8":"Obrigado por sempre acreditar no meu trabalho, @. Eu nunca tive certeza se as coisas dariam certo, mas agora estou finalmente ganhando impulso com minha vida.",
"spring_1_2":"Achei que sentiria falta da neve, mas retiro o que disse. Está muito melhor. Feliz ano novo!",
"spring_23":"Acho que vou dançar no festival amanhã. Quero dizer, por que não?",
"summer_27":"Fiquei impressionado na primeira vez que vi as geleias do luar. Nunca esquecerei aquele ano.",
"fall_15":"A Stardew Valley Fair me faz sentir como uma criança novamente. Estou feliz que nossa cidade a hospede.",
"winter_24":"Ei! Já está com espírito natalino?#$e#Eu também estou mais do que pronto. Venha comer bem!",
"winter_28":"Um maravilhoso feliz ano novo para você!$h#$e#Foi um bom ano para mim. E você?",
"spring_23_2":"Eu me pergunto como está aquela pequena clareira na floresta?#$b#Eu não voltei lá desde o baile das flores do ano passado.",
"summer_27_2":"Fiquei impressionado na primeira vez que vi as geleias do luar. Nunca esquecerei aquele ano.",
"fall_15_2":"A Stardew Valley Fair me faz sentir como uma criança novamente. Estou feliz que nossa cidade a hospede.",
"winter_24_2":"Ei! Já está com espírito natalino?#$e#Eu também estou mais do que pronto. Venha comer bem!",
"winter_28_2":"Um maravilhoso feliz ano novo para você!$h#$e#Foi um bom ano para mim. E você?"
			}
		},
		{
			"LogName":"Leah Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueLeah",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Às vezes encontro inspiração nos lugares mais improváveis.#Hmm, talvez eu deva colocar uma música. Algo para me acordar.$s",
"Rainy_Day_1":"#$c .5#Eu costumava achar a chuva deprimente quando morava na cidade. Mas aqui em Stardew Valley é lindo.#Não é um dia ruim para ficar em casa. Tenho algumas novas ideias de projetos que estava esperando tentar.",
"Rainy_Day_2":"Bom dia! Acordei cedo e fui caçar cogumelos. Aqui, pegue um.[281 404 420 257]#$e#Procurar por cogumelos é como ir em uma caça ao tesouro. É muito divertido. $h",
"Rainy_Day_3":"#$c .5#É em dias como este que estou muito feliz com minhas botas resistentes.$h#As nuvens ficam tão espessas aqui. É quase como se ainda fosse noite.",
"Rainy_Day_4":"#$c .5#As árvores estão implorando por esta chuva... Estou feliz por elas.#Você poderia ir pescar hoje, se quiser. Me avise se encontrar alguma madeira flutuante." ,
"Rainy_Night_0":"#$c .5#Como foi seu dia? Você viu algum animal por aí?#Os animais ficaram secos hoje?",
"patio_Leah":"#$c .5#Não olhe muito de perto, é um trabalho em andamento.#Minhas esculturas de madeira vendem relativamente bem, então estou sempre trabalhando em uma nova.",
"Rainy_Night_1":"#$c .5#Eu costumo comer salada... mas uma noite chuvosa como essa me dá vontade de comer uma sopa quente.$h#Não foi um dia ruim. Eu só tive que reajustar minhas expectativas e tirar o melhor proveito disso.",
"Rainy_Night_2":"#$c .5#Vai ser relaxante adormecer em uma noite como esta...$l#Bem-vindo ao lar, amor. Mmm, venha aqui e me beije.$l",
"Rainy_Night_3":"Eu fiz uma pequena escultura em madeira hoje, mas era tão feia que joguei no fogo.$u#$e#Eu acho que para se tornar um grande artista, você tem que ser crítico em relação ao seu próprio trabalho." ,
"Rainy_Night_4":"#$c .5#Estou feliz que você esteja em casa... É uma boa noite para ficar debaixo das cobertas e me manter aquecido.#Senti sua falta hoje. Devíamos... passar algum tempo juntos esta noite.$l",
"Rainy_Night_Leah":"#$c .5#Como foi seu dia hoje, querido? Muddy?#Um velho amigo da cidade me contratou para fazer uma pintura para ela. Quase terminei hoje.",
"Indoor_Day_0":"#$c .5#Essa casa é muito mais bonita que minha antiga cabana! Não sinto falta dela.#Hm, o que estou com vontade de fazer hoje? Pintar ou esculpir?",
				"Indoor_Day_1":"#$c .5#Levante-se e brilhe! Olha o que acabou de crescer em um vaso lá atrás. [16 18 20 22 90 259 396 402]$h#Bom dia, @. Plantei isso em um potinho lá atrás... [16 18 20 22 90 259 396 402]#$e#Eu plantei isso com muito amor e atenção. Aproveite.",
"Indoor_Day_2":"#$c .5#Lembre-se sempre de manter os olhos abertos em busca de alimentos silvestres! Há muitos por aí.#Bom dia. O que você espera fazer hoje?",
"Indoor_Day_3":"#$c .5#Não pude resistir. Essas verduras estavam no máximo frescor, então...#Eu estava pensando... a vida é muito curta para comer comida ruim. Felizmente, moramos em um dos as melhores regiões para verduras e legumes frescos!#$e#Aqui, fiz uma salada saudável para você. [196]#$e#Estou surpreso que você ainda não esteja cansado da minha salada!",
"Indoor_Day_4":"#$c .5#Bom dia! Fiz um café para nós.[395]$h#Minha manhã não estaria completa sem uma xícara de café quente.[395] E você?$h ",
"Indoor_Night_0":"#$c .5#Algo nessa hora da noite me deixa com sede.#Tem algum tempo para ficar comigo esta noite? Tenho pensado em você...$l",
"Indoor_Night_1":"#$c .5#O fluxo do tempo é tão delicado... até a menor decisão muda o futuro para sempre.#Com a vida curta que vivemos, todos deixam uma marca no mundo. Espero que eu' estou fazendo a minha parte para deixar uma boa marca.",
"Indoor_Night_2":"#$c .5#É muito mais lindo aqui à noite do que o brilho berrante da cidade.#Tudo funcionou perfeitamente para mim. Tenho muita sorte.",
"Indoor_Night_3":"#$c .5#Nunca pensei que receberia um pingente de sereia tão cedo depois de me mudar para cá! Mas estou feliz com isso.$l#Você teve alguma boa lembrança hoje?",
"Indoor_Night_4":"#$c .5#Eu vi um coelho selvagem hoje. Eu só queria poder acariciar um algum dia. Eles parecem tão macios...#Eu vi alguns pássaros azuis de crista vermelha hoje. Eles devem estar bem aconchegados e aconchegados em seus ninhos agora.",
"Outdoor_0":"#$c .5#A brisa fresca é agradável. Isso me lembra de viver à beira do rio.#Ei, bom dia. Queria saber quando você me encontraria aqui.$h",
"Outdoor_1":"#$c .5#Hmm... Vou fazer uma manutenção aqui. Só sinto vontade de martelar de vez em quando.#Posso dizer quais partes da casa foram adicionadas por Robin. Deixe-me apenas dizer que ela realmente sabia o que estava fazendo.",
"Outdoor_2":"#$c .5#Será um dia especial, posso sentir isso.#Bom dia! Estou me sentindo um pouco mais acordado agora que estou aqui.",
				"Outdoor_3":"#$c .5#Ah... aquele cheiro de terra fresca. Não há nada igual.$h#Dá para perceber que o ar é limpo aqui... faz bem aos pulmões.",
"Outdoor_4":"Não se sobrecarregue, querido.#$e#$c .5#Não é como se estivéssemos morrendo de fome, então não há pressa, certo?#Faça uma pausa de vez em quando, ou pegue algo para comer.$h",
"funLeave_Leah":"#$c .5#Vou dar um passeio pela natureza hoje. Preciso sair de casa.#Vou dar uma longa caminhada hoje, então espero ver alguns lugares legais coisas. Você me verá à noite.",
"funReturn_Leah":"#$c .5#Tive um momento agradável e relaxante hoje. Como foi seu dia?#A floresta estava linda, como sempre. Sinto que descubro algo novo cada vez que a visito -- insetos , florzinhas, você sabe.",
"OneKid_3":"#$c .5#Stardew Valley é um ótimo lugar para uma criança aprender a apreciar a natureza, você não acha?#É divertido ser pai. Quero ter certeza de que %kid1 crescerá ter amor pelo ar livre.",
"TwoKids_3":"#$c .5#Temos uma fazenda maravilhosa e uma família completa. Nossa nova vida realmente deu certo, não é?#Espero que %kid1 e %kid2 encontrem saídas saudáveis para seus expressão. Não precisa ser pintura ou escultura; apenas o que os faz felizes.",
"spring_4":"Você já plantou todas as colheitas no solo? Ou... é melhor escalonar?#$e#Estou apenas curioso. Confio no seu julgamento.",
"spring_19":"Há uma cafeteria em Grampleton que quer pendurar uma amostra do meu trabalho. Acho que tenho muito trabalho pela frente!#$e#Só espero que parte dele venda.",
"spring_25":"Elliott diz que a beleza é experimentada na mente, então ele acha que as palavras mais se assemelham aos nossos pensamentos e são melhores para criar beleza.#$e#Mas... não pensamos também em imagens? E não somos pensamentos baseados em imagens geralmente são mais potentes?#$b#...Não sei. O que você acha?$u",
"summer_8":"Desculpe se estou molhado... fiquei suando a noite toda por causa do calor.",
				"summer_9":null,
				"summer_12":"Foi bom conversar com Elliott no festival de ontem. Parece que ele está em uma ótima situação com seu estilo de vida.",
"summer_15":"Ahhh, estou tão feliz que ainda temos um bom pedaço do verão.$h#$e#Não estou pronto para que isso acabe.",
"summer_20":"É preciso um pouco de coragem para saber que meu trabalho está exposto na casa de outras pessoas.#$e#Eu me dedico a essas peças, então é quase como se elas pudessem espionar um pedaço da minha alma. Será que isso faz sentido?#$e#Bem, seu trabalho acaba na mesa de jantar de outras pessoas. Então é a mesma coisa.$h#$b#Essa é apenas a consequência de deixar um pequeno impacto no mundo, suponho." ,
"summer_24":"Eu me pergunto como estão meus antigos vizinhos. Marnie, Jas...#$e#...Ah, certo. E Shane.#$e#Acho que ainda sou tecnicamente vizinho deles, hein?$ h",
"fall_7":"Eu me pergunto se deveria dar uma olhada na aula de dança aeróbica da Caroline novamente. Eu só fui... duas vezes? ...eu acho?#$e#Ah, sim! Uma vez, o Dr. Harvey estava lá. Foi fofo.$h#$b#Ei, mais poder para ele.",
"fall_10":"Emily ainda está trabalhando no Saloon, não é? Hm, será que algum dia ela vai se mudar da cidade?#$e#Nunca a conheci muito bem, mas sempre a conheci a sensação de que ela foi feita para mais do que servir mesas.",
"fall_13":"Basicamente consigo viver meu sonho. @, espero que você entenda que não considero isso garantido, certo?",
"fall_24":"A cafeteria em Grampleton estava exibindo algumas de minhas pinturas e eles terminaram de vender a última peça! Pontuação!$h#$e#Talvez eles me perguntem novamente.",
"winter_4":"Hmm... Eu me pergunto como está o Elliott com todo esse frio? Você acha que talvez ele gostaria de uma refeição quente nossa?",
"winter_11":"Desculpe, deixei esfriar bastante aqui ontem à noite, não deixei?#$e#Eu quebrei as janelas ontem à noite para deixar sair a fumaça da tinta. Eu só... vamos apenas manter a lareira correndo ao longo do dia.$s",
"winter_16":"Às vezes é difícil vender uma peça da qual sinto muito orgulho.$s#$e#Quero dizer, se tivermos bom dinheiro, talvez eu apenas... fique com algumas delas?$ eu",
"winter_20":"A arte com o tema Festa da Estrela de Inverno é tão divertida e fácil de fazer. Posso torná-la tão assumidamente alegre quanto eu quiser.$h",
"winter_27":"A neve estava derretendo e pingando repetidamente neste ponto do telhado. E então o sol começou a refratar através dela.#$b#Ele enviou pequenos flashes por parte da sala. Tão lindo.#$ e#Oh, isso foi há apenas algumas manhãs."
			}
		}
	]
}