{
	"Changes":[
		{
			"LogName":"Lewis",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Lewis",
			"Entries":{
				"Saloon":null,
				"Saloon4":null,
				"cc_Bus":"@, você ouviu? Parece que o ônibus antigo da cidade começou a funcionar novamente durante a noite!$h#$b#Aquela coisa velha está inativa há algum tempo... Este é realmente um grande mistério.",
"Mon":"É uma boa época para começar a pensar em jardinagem, mesmo para nós, que não somos agricultores.#$e#O vale é conhecido por produzir algumas das melhores flores da primavera!$h",
"Mon2":"Seu avô e eu costumávamos conversar muito sobre jardinagem. Aprendi uma boa parte do que sei com ele.",
"Mon6":"Deve ser difícil ser criança em Pelican Town. Não há tantas crianças como costumavam ser...#$e#Eu encomendei a construção daquela estrutura lúdica há alguns anos. Eu espero que Jas e Vincent saibam que são muito queridos aqui.",
"Tue8":"Nossa comunidade com certeza mudou ao longo dos anos. Lembro que havia uma casa velha e degradada onde hoje fica o JojaMart.#$e#Não tenho certeza se alguém ocupou aquela casa desde a época em que eu nasceu. Quando menino, porém, fiz questão de evitar isso.",
"Wed2":"Às vezes você pode dizer se há algo enterrado no subsolo. Basta manter os olhos abertos.",
"Wed6":"Uma das razões pelas quais adoro esta cidade é a sua rica história. As pessoas habitam o vale muito antes da construção da Cidade Pelicanos.",
"Qui":"Olá, @! Que bom ver você por aí.#$b#É bom passar um tempo socializando com as pessoas da cidade de vez em quando.$h",
"Thu2":"O salão pode ficar bem animado à noite. Às vezes até colocamos uma moeda na jukebox *risada*$h#$e#Eu gosto de visitá-lo uma vez por semana ou mais para colocar as coisas em dia, de qualquer maneira." ,
"Thu6":"Não suspeito que os pais de Emily e Haley retornarão para Pelican Town tão cedo, ou nunca. Sempre foi o sonho deles viver livremente em todo o mundo.#$e#Suas meninas atingiram a idade adulta, e então. .. puf! Eles se foram.#$e#Normalmente, você esperaria que fossem as crianças que fizessem isso.$h",
"Fri2":"O curador anterior do museu detinha a propriedade privada das exposições. Eu gostaria que tivéssemos o financiamento para mantê-las.",
				"Fri4":"Em uma cidade pequena como esta, eu posso ser o organizador de eventos prático. Eu não teria o mesmo luxo se fosse prefeito de uma cidade grande.#$e#Claro, é mais estressante, mas não posso discutir o tipo de satisfação que obtenho com isso.$h",
"Sat2":"Estou feliz que nossa cidade tenha conseguido contratar o Dr. Harvey. O momento de sua chegada foi impecável.#$e#Quando nosso médico anterior anunciou sua aposentadoria, não tínhamos certeza se todos teríamos para começar a se deslocar para atendimento médico.",
"Sat8":"Eu nunca terei meus próprios filhos, então penso no espírito de Pelican Town como meu filho, de certa forma.#$e#Se eu deixar minha marca nas pessoas que encontram um lar em esta cidade, isso é tudo que posso esperar.",
"Sun":"Alguns moradores da cidade são cautelosos com estranhos. Você terá que ganhar a confiança deles antes que eles se abram para você.#$e#Apenas seja persistente e você os alcançará.$h",
"Sun2":"Leah e Elliott se mudaram para cá cerca de um ano antes de você. Você conversa muito com eles?#$e#Eles passam bastante tempo juntos nos festivais, embora não sejam um casal. . ..Acho que não, de qualquer maneira.",
"Sun4":"Cultivar flores em sua fazenda pode realmente melhorar a estética.#$b#Se eu fosse você, simplesmente as cultivaria e as deixaria até o final da temporada.$h",
"summer_Mon4":"Cultivar um jardim é uma tarefa literal e figurativa. Meus canteiros de flores são meu jardim, mas de certa forma, Pelican Town também é. #$q 007/008 summer_Mon4_old#Tenho certeza que você entende , @?#$r 007 5 summer_Mon_007#Sim, minha fazenda é um reflexo da minha alma.#$r 007 5 summer_Mon_007#Sim, quero cultivar minha comunidade, não apenas minha fazenda.#$r 008 -15 summer_Mon_008# Não, na verdade não...#$r 008 -15 summer_Mon_008#Uh... o quê?",
"summer_Mon4_old":"$p 007#Para pessoas como você e eu, é assim que venceremos no longo prazo.|Espero que você entenda isso algum dia.",
"summer_Mon_007":"Isso é fantástico! Parece que estamos falando a mesma língua então.$h",
"summer_Mon_008":"Hmm... deixa pra lá.$s",
"summer_Mon10":"Olá, @!$h#$e#Espero que seu trabalho tenha sido gratificante. Saiba que todos nós apreciamos o que você faz.",
"summer_Tue4":"Você conversa com Willy de vez em quando? Ele mora naquele barraco desde que me lembro.#$e#Ele é um bom homem.",
"summer_Tue8":"Uma das coisas que mais gosto na jardinagem é ver as pessoas pararem para admirar o seu trabalho.#$e#Você já se sentiu assim em relação à estética da sua fazenda?",
"summer_Wed6":"Aprendi algumas dicas de jardinagem com Evelyn. Sempre vale a pena passar um tempo com uma alma boa como ela.",
"summer_Thu":"Hmm... Será que hoje é aniversário de alguém? É melhor eu verificar o calendário na loja do Pierre.",
				"summer_Thu4":"O salão fica bastante animado à noite.#$e#Gosto de visitá-lo uma vez por semana ou mais para colocar as coisas em dia. E para provar o autêntico espaguete do Gus.",
"summer_Fri":"Olá, @! É bom passar uma noite no bar quando você pode. Todo mundo precisa de uma pausa de vez em quando.$h#$b#Seu avô sempre trabalhou muito... eu vou tome uma cerveja extra em sua homenagem esta noite.",
"summer_Sat10":"Eu, er, você provavelmente sabe um ou dois segredos sobre mim, @.#$b#Mas você ainda continua sendo um bom amigo para mim, apesar disso, então obrigado.#$e#Eu queria retribuir você, mesmo que só um pouquinho. Tenho um pouco de ouro que sobrou de quando eu estava fazendo...#$b#[336]Quer dizer, aqui. Por favor, pegue um pouco disso.$u",
"summer_Sun6":"É o momento perfeito para cozinhar com algumas pimentas picantes! Tem alguma plantando neste verão?",
"fall_Mon":"Robin e eu gostamos de incomodar um ao outro. Espero que não tenhamos ficado chateados quando recebemos você do ônibus pela primeira vez.$h#$e#Ela e Demetrius trouxeram grande esperança para nossa comunidade.#$b#E saiba que você também gosta!$h",
"fall_Mon4":"Sou prefeito de Pelican Town há mais de vinte anos!#$e#Ninguém nunca concorre contra mim na hora de uma eleição. Gosto de pensar que isso significa que estou fazendo bem o meu trabalho. #$e#Eu gosto de ser prefeito.",
"fall_Tue":"Poucas pessoas costumam visitar Clint, já que sua loja fica nos arredores da cidade. Por que não fazer uma visita a ele?#$e#Tenho certeza que ele poderia usar a empresa. E o negócio." ,
"fall_Tue6":"Foi nessa época do ano que me tornei prefeito, há mais de vinte anos.#$e#Isso me faz sentir muito velho.$s",
"fall_Wed4":"Todas quartas-feiras como waffles de trigo sarraceno e café no café da manhã. É uma pequena tradição que mantenho para manter a vida de solteiro interessante.$h",
"fall_Thu4":"Você tem alguma casa de abelha em sua fazenda?#$e#Se você colocá-la perto de flores você pode obter diferentes tipos de mel.",
"fall_Thu10":"Como prefeito, é importante lembrar que tenho uma grande influência nesta cidade.#$e#Gostaria de pensar que sou responsável por definir a tendência do bigode. Você notou quantos cidadãos têm bigodes?#$e#Estou muito orgulhoso de mim mesmo por isso.",
"fall_Fri10":"Sinto que me tornei tão próximo de você, @, quanto fui de seu avô. É estranho, mas comovente ver como os tempos mudam.#$e#Para cada vida que deixa este mundo, uma nova vem um para substituí-lo. Não devemos esquecer disso.",
"fall_Sat10":"\"Firme, mas justo\" é como eu gosto de liderar a cidade. Se alguém perturbar a paz aqui, posso mostrar muita misericórdia...#$b#...mas não antes de advertir cuidadosamente.#$e#Bem, funcionou por mais de vinte anos, então por que mudar agora?",
"fall_Sun4":"Ah... Nada se compara a uma xícara de chá forte pela manhã.",
				"winter_Mon8":"Se toda a minha vida for como um ano, suponho que já entrei no inverno, por assim dizer.#$e#Eu me pergunto como será o mundo daqui a mais algumas décadas, se eu ainda estiver em volta?",
"winter_Tue":"Tenho que equilibrar o orçamento antes do final do ano. Espero não ter que cortar nenhum festival apenas para manter o mínimo para manutenção básica.#$e#Imagino que vou encontrar de uma maneira. Sempre faça. Mas não há garantias.",
"winter_Tue8":"Preciso começar a elaborar um plano para melhorar nossa cidade no próximo ano!",
"winter_Wed10":"Devo dizer, @, vi você vender algumas coisas bastante... interessantes daquela caixa de remessa.#$e#Tem alguma história interessante para contar?$h#$e#...Não, seriamente.",
"winter_Thu":"Todo mundo está aquecido? Avise-me se o aquecimento de alguém falhar. Algumas das casas por aqui são bem antigas.",
"winter_Thu8":"A quietude do inverno sempre me deixa com um humor sombrio.#$b#Em vez disso, eu não diria exatamente que isso me deixa triste. Parece que... minha alma desacelera para combinar com a sensação de ao ar livre.#$b#É difícil colocar em palavras, mas você entende o que quero dizer?",
"winter_Fri10":"Tenho uma ligação com o Governador hoje à noite.#$e#Deseje-me sorte!",
"winter_Sat10":"Ah, um pouco de ar fresco. Isso é tudo que preciso para me sentir melhor quando a vida está me deprimindo. Talvez você possa usar um pouco também. Quanto tempo você passou ultimamente nessas minas nocivas?",
"winter_Sun10":"Enviei os formulários de conformidade da Vila Pelicanos para o escritório do governo. Marquei todas as caixas que dizem que estamos seguindo suas leis.#$e#Oh, está sempre bem. Contanto que ninguém cometa nenhuma ofensa grave. $h#$b#Coisas como... derrubar uma floresta inteira. Mineração explosiva excessiva. Usar terras públicas para operações comerciais privadas.#$b#Coisas ridículas como essas. Como se ISSO fosse acontecer.$h",
"spring_1_2":"Felicidades para o ano novo! Você tem muito trabalho nesses primeiros dias de temporada, não é?",
"spring_3":"Você já plantou alguma safra de primavera? A estação não dura para sempre, você sabe.",
"spring_12":"Você recebeu minha carta sobre o Festival dos Ovos? Espero que você consiga comparecer!#$e#Tenho algumas boas ideias para esconderijos na caça aos ovos. Espere.$h",
"spring_14":"Acho que limpamos todos os ovos escondidos de ontem.#$b#...Tenho certeza, de qualquer maneira.",
"spring_23":"Espero que a dança das flores seja um sucesso novamente este ano.#$e#Às vezes, essas velhas tradições são difíceis de morrer...$s",
				"summer_10":"Não dormi muito ontem à noite. O luau é sempre o festival mais estressante do ano para mim.#$e#Mas não deixe que isso atrapalhe sua diversão! $h",
"summer_28":"Acho que o festival desta noite é o meu favorito porque não preciso me preocupar com nada. As geleias do luar fazem todo o trabalho para mim!$h#$e#É uma boa mudança de ritmo depois do luau mais cedo este mês.",
"fall_15":"Acho que você recebeu minha carta sobre a Stardew Valley Fair?#$b#Esse festival é minha especialidade. Tenho certeza que vai ser ótimo.$h",
"fall_28":"Eu nem tenho certeza de como a cidade consegue limpar tudo depois da Véspera do Espírito. Todo ano eu acordo esperando uma bagunça, mas é como se você nunca soubesse que isso aconteceu.",
"winter_1":"Bem, o inverno chegou! Isso significa que as pessoas da cidade passarão a maior parte de seus dias dentro de casa.#$e#Pelo menos você saberá onde encontrá-los!$h",
"winter_7":"Parece que tudo está pronto para que o Festival do Gelo seja um sucesso amanhã.#$b#Lembre-se, se eu não sou velho demais para brincar na neve, você também não!$h",
"winter_15":"O Mercado Noturno não é algo que eu mesmo planejo. Esses comerciantes viajantes simplesmente aparecem sozinhos a cada ano e, francamente, estou feliz que eles apareçam.#$b#Nem toda cidade pequena tem esse privilégio .",
"winter_24":"Sou grato por toda a cidade! Posso planejar a Festa da Estrela Invernal no papel, claro, mas a forma como todos aparecem tão alegres...#$b#...é simplesmente mágica!$h",
"winter_28":"Não é apenas o fim de mais um ano, é o aniversário da sua chegada! Nunca esquecerei quando você desceu daquele ônibus.$h#$e#A neve derreteu no início daquele ano, eu me lembro.# $e#Obrigado por um bom ano, @.",
"spring_14_2":"Acho que limpamos todos os ovos escondidos de ontem.#$b#...Tenho certeza, de qualquer maneira.",
"spring_23_2":"Bem, nossa dança das flores continua avançando. Suponho que continuará sendo uma tradição por muito tempo.",
"summer_10_2":"Acabei de falar ao telefone com o governador. Ele confirmou que já está a caminho daqui. *gulp*",
				"summer_28_2":"Acho que o festival desta noite é o meu favorito porque não preciso me preocupar com nada. As geleias do luar fazem todo o trabalho para mim!$h#$e#É uma boa mudança de ritmo depois do luau mais cedo este mês.",
"fall_15_2":"Presumo que você recebeu minha carta sobre a Stardew Valley Fair?#$b#Esse festival é minha especialidade. Tenho certeza que vai ser ótimo.$h",
"fall_28_2":"Eu nem tenho certeza de como a cidade consegue limpar tudo depois da Véspera do Espírito. Todo ano, eu acordo esperando uma bagunça, mas é como se você nunca soubesse que isso aconteceu.",
"winter_7_2":"Parece que tudo está pronto para que o Festival do Gelo seja um sucesso amanhã.#$b#Lembre-se, se eu não sou velho demais para brincar na neve, você também não!$h",
"winter_15_2":"O Mercado Noturno não é algo que eu mesmo planejo. Esses comerciantes viajantes simplesmente aparecem sozinhos a cada ano e, francamente, estou feliz que eles apareçam.#$b#Nem toda cidade pequena tem esse privilégio .",
"winter_24_2":"Sou grato por toda a cidade! Posso planejar a Festa da Estrela Invernal no papel, claro, mas a forma como todos aparecem tão alegres...#$b#...é simplesmente mágica!$h",
"winter_28_2":"Não é apenas o fim de mais um ano, é o aniversário da sua chegada! Nunca esquecerei quando você desceu daquele ônibus.$h#$e#A neve derreteu no início daquele ano, eu me lembro.# $e#Obrigado por um bom ano, @."
			}
		}
	]
}