{
	"Changes":[
		{
			"LogName":"Linus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Linus",
			"Entries":
			{
				"Mon2":"Encontrei lixo aqui no chão. Espero que não tenha sido você, foi?",
"Mon4":"Quando chega a temporada das frutas vermelhas, há comida mais que suficiente para todos.#$e#Você só precisa saber como procurá-las, e elas vêm em abundância.",
"Mon6":"Não há nada como a sensação de sobreviver a mais um inverno apenas com os presentes da montanha.$h",
"Mon8":"Eu? Casado? Haha, não, nunca fui casado.$h#$e#Nunca exigi que ninguém se adaptasse ao meu estilo de vida.",
"Ter2":"Tem algo que você quer?",
"Tue6":"Há muito tempo, sim, eu cresci em uma família. Faz muitos anos que não os vejo.#$e#Acho que nem consigo me lembrar mais de seus rostos...$s ",
"Tue10":"Bem, @, suponho que poderia considerá-lo parte da minha nova família, se estiver tudo bem.$h#$e#Oh, por favor, não se assuste. As árvores, as pedras, o lago, o céu... eles são todos minha família também.",
"Wed4":"Esta terra continuará a existir por muitas eras além de nossas vidas.#$b#Por favor, trate-a com respeito.",
"Qui":"...Hmm? Quer algo de mim?",
"Qui2":"...Talvez eu precise arrumar minha barraca e me mudar novamente.$s",
"Thu6":"Sim, você me viu tirando comida das latas de lixo aquela vez...$s#$e#Normalmente, eu só vivo da comida que a natureza fornece, mas a comida que os outros jogam fora vai para completar desperdício se eu não aceitar.$s#$e#Isso é maneira de tratar o mundo que nos fornece?",
"Thu8":"Às vezes, as pessoas não me entendem, mas isso não as torna más.#$e#Só me incomoda quando elas mostram hostilidade.",
"Thu10":"Há uma beleza em cuidar dos outros.#$b#Então, se eu encontrar algo delicioso e houver o suficiente para dois, deixarei na sua caixa de correio.$h",
"Sex":"Por favor, não destrua minha barraca.#$e#Já aconteceu antes.$s",
"Sex2":"Por que você continua me visitando?",
"Fri8":"Para onde vamos depois de morrer? Suponho que irei para a terra.#$e#Apenas de volta ao fluxo da natureza, só isso.#$e#Não precisa ser assim ruim, se você pensar bem.#$e#Acho que ainda não estou pronto para isso.$h",
"Sat":"Estou feliz sozinho, você sabe.#$e#Eu não preciso de novos amigos.",
"Sat2":"...Olá, de novo.",
				"Sat6":"Não imagino que ficarei aqui por muito mais tempo.#$e#Não se assuste se você vier aqui e minha barraca sumir de repente.#$e#É assim que sempre fiz isto.",
"Sat8":"Talvez eu fique aqui mais um ano.#$e#Eu normalmente não fico parado em um lugar por tanto tempo, mas...$s",
"Sat10":"Nesse ritmo, posso ficar aqui indefinidamente.$h#$e#Posso viver na natureza o quanto quiser, mas não estou muito longe de pelo menos um bom vizinho. Obrigado , @.",
"Sun2":"Você não precisa falar comigo se não quiser.",
"Sun8":"Quando te conheci, @, eu tinha certeza que sairia do vale em breve. Obrigado por me ajudar a mudar de ideia.",
"summer_Mon10":"De onde veio todo esse lixo na água? Não entendo...$s",
"summer_Tue8":"Marlon e Gil? Sim, eu os vejo de vez em quando.#$e#Nós geralmente somos reservados.",
"summer_Wed10":"O mundo já existia muito antes de nós existirmos. E continuará a existir muito depois de o deixarmos.#$e#Pensar profundamente sobre esta verdade tem guiado a maneira como vivo.",
"summer_Thu10":"Eu respeito o que você faz na sua fazenda, @. Contanto que você cuide do ecossistema do qual sua fazenda faz parte, não temos nada a temer.",
"summer_Sat10":"Para que a humanidade vive em última análise? Conforto? Não, não pode ser algo tão vil como isso.#$e#Não tenho uma resposta única para o porquê de estarmos aqui. Bondade? Harmonia? Amor? Estas são as coisas que mais desejo.",
"summer_Sun6":"Uma vez peguei um robalo no lago que era mais longo que meu braço.$h#$e#Isso foi há muito tempo. Não sei se algum dia vou quebrar esse recorde.",
"fall_Mon8":"Admito, já segui você até as minas antes, à distância.#$e#Sinto muito. Só quero ter certeza de que você ficará seguro...",
"fall_Tue10":"Olá, @!$h#$e#Encontrou algum bom local para forragear hoje?",
"fall_Wed8":"A montanha não nos deve nada, mas ainda assim dá. Qualquer coisa que pegamos é um presente imerecido. Nunca devemos esquecer de ser gratos.",
"fall_Fri10":"Nunca vivi apenas para mim. Só desejo estar em harmonia com todas as partes da natureza... as plantas e as árvores, os animais, até as rochas.#$e#Ultimamente, posso ter um pequeno preconceito em favor das pessoas em relação ao resto da natureza. Talvez isso seja natural.$h",
"fall_Sat10":"Todos devem descobrir e compreender o papel que melhor podem desempenhar no mundo.#$e#Por exemplo, há tanta natureza subterrânea quanto aqui em cima.#$b#Mas se eu ficar nas minas por muito tempo, meus pulmões ficam pesados e meus olhos anseiam pela luz do sol. Isso vai contra a minha natureza.#$e#O mesmo pode ser dito para todos os aspectos da vida, por dentro e por fora.#$b#Você já encontrou seu papel, @?$h",
"fall_Sun10":"Você já tentou pescar com isca selvagem?",
"winter_Mon6":"Eu poderia me esconder indefinidamente do frio nas fontes termais, mas não é onde eu moro.#$e#Prefiro não pisar no pé de ninguém. O prédio pertence à vila.",
"winter_Tue8":"Se eu fizer as coisas direito, posso passar uma semana ou mais sem comer.#$e#Não é minha primeira escolha, mas posso fazê-lo se for necessário.",
"winter_Wed8":"Rasmodius é um bom amigo. Nós só nos encontramos de vez em quando, mas sempre continuamos de onde paramos.",
"winter_Thu8":"A família daquela casa parecia irritada com a minha presença quando me estabeleci aqui. Ultimamente, porém, eles parecem bem comigo.",
"winter_Fri10":"O sofrimento é uma parte natural de uma vida harmoniosa? Estou inclinado a dizer que sim, embora dependa do tipo de sofrimento.#$e#Não tenha medo de qualquer desconforto ou dificuldade que seja viável, @. Somos sempre mais fortes do que pensamos.",
"winter_Sat10":"Cada dia que vivemos é um presente que deve ser valorizado com profunda gratidão. Já temos mais do que merecemos.",
"winter_Sun8":"É importante saber que realmente não importamos. O mundo continuará existindo, quer nós, humanos, existamos ou não.",
				"spring_1_2":"Respire esse ar primaveril!$h#$b#O vale está ganhando vida.$h",
"summer_10":"Acho que posso me arriscar amanhã no luau e compartilhar um pouco da minha comida.",
"winter_15":"Eu tive um vislumbre dos navios atracando na praia, da minha vista da montanha.#$e#Talvez eu dê uma olhada neles de perto.",
"winter_28":"Conseguimos.$h#$e#*risada*$h",
"summer_10_2":"Acho que posso me arriscar amanhã no luau e compartilhar um pouco da minha comida.",
"winter_15_2":"Eu tive um vislumbre dos navios atracando na praia, da minha vista da montanha.#$e#Talvez eu dê uma olhada neles de perto.",
"winter_28_2":"Conseguimos.$h#$e#*risada*$h"
			}
		}
	]
}