{
	"Changes":[
		{
			"LogName":"Marnie",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Marnie",
			"Entries":
			{
				"Saloon":null,
				"Saloon_Tue":null,
				"Saloon_Wed":null,
				"Saloon_Sun":null,
				"Saloon_Sat":null,
				"Mon2":"Eu encomendo todos os nossos suprimentos de uma empresa com a qual faço negócios há quase duas décadas.#$e#Eu tenho um acordo especial feito, então é mais barato para mim encomendar o equipamento.",
"Mon4":"Leah tem sido uma boa vizinha. Posso dizer que ela tem um profundo apreço pelo mundo natural.#$b#E isso inclui os animais, é claro.$h",
"Mon6":"Animais são tão inocentes, tão doces. E se eu não cuidar deles, quem cuidará?$s#$e#Só espero que minhas galinhas não fiquem muito chateadas quando eu pegar seus ovos.$s ",
"Mon8":"O que posso dizer? Acho que está no meu sangue cuidar dos outros.#$e#Eu diria que você tem que estar se quiser continuar com esta linha de trabalho.",
"Tue2":"Me desculpe se Shane foi um pouco rude com você.$s#$e#É só que... Espero que não seja pedir demais se você poderia ser um amigo dele.$s",
"Tue4":"Shane é o padrinho de Jas. Alguém já mencionou isso para você?",
"Tue6":"Jas simplesmente adora Shane.#$b#Mas há uma distância estranha entre os dois.$s#$e#Ela sempre me chama de \"Tia Marnie\", mas ela apenas liga para ele \"Shane.\"$s",
"Tue8":"Pobre Jas. Eu já te contei? Os pais dela morreram em um acidente de carro bêbado há vários anos.$s#$e#Eu simplesmente não consigo acreditar o quão forte ela passou por tudo isso.$s",
"Tue10":"Shane não estava em uma boa situação quando os pais de Jas morreram e não estava em condições de se tornar um pai adotivo de repente.$s#$e#O que mais eu poderia fazer? Tive que acolhê-la.$s" ,
"Wed":"Você pode usar uma foice para cortar a ração da grama.#$e#Apenas certifique-se de ter um silo para mantê-la.#$e#Robin pode ajudar com isso.",
"Wed2":"Você pode usar uma foice para cortar ração da grama.#$e#Ou você pode comprar de mim, é claro!$h#$e#Eu poderia usar o dinheiro...$u#$e #Adios.",
"Wed4":"Eu morei neste rancho toda a minha vida. Eu o administrava sozinho quando tinha vinte anos.#$e#Os tempos certamente mudaram.",
"Wed8":"Se o seu silo ficar cheio, você também pode armazenar o feno em uma caixa.#$e#Só uma gorjeta.$h",
"Fri2":"Esse estilo de vida com certeza é complicado, mas ninguém nunca viveu bem sem sujar um pouco as mãos!$h",
"Fri10":"Com certeza é muito trabalhoso e complicado manter todos aqueles animais felizes, mas isso não me impede de ser feminina quando quero.$h#$e#Jas e eu podemos ter muito é divertido brincar de se vestir. Ela é uma garota tão boa.",
"Sat2":"Estou feliz que você se mudou, @. Quase perdi a esperança de ver um vizinho ao norte de nós novamente.",
"Sat4":"Lily era minha vaca favorita quando eu era criança. Nunca tive uma como ela desde então.#$e#Ela era simplesmente uma alma pura e amorosa, pura e simplesmente.",
"Sat6":"Sempre vejo Clint no bar, mas ele não fala com ninguém. Ele apenas olha por cima do ombro de vez em quando.$s",
"Sat8":"Às vezes sinto que sou o único que pode manter esta família viva.$s#$e#Caramba... Não é só assim que me sinto. É assim que as coisas são.$s",
"Sat8_inlaw_Shane":"Às vezes sinto que sou o único que pode manter esta família viva.$s#$e#Então, novamente, isso não é verdade. Você também é uma família! E você fez um trabalho maravilhoso coisas para Shane.$h",
"Sun2":"Se você quiser chocar suas próprias galinhas, você precisará da atualização Big Coop do Robin.#$e#Até esse ponto, porém, venderei quantas galinhas você quiser.",
"Sun4":"Você já pesquisou como fazer um fabricante de maionese?#$e#Eu nunca gostei de maionese até experimentá-la em casa. Aquela coisa comprada em loja simplesmente não é a mesma.",
"Sun6":"Se eu passar minha vida cuidando das pessoas e dos animais que amo, então diria que é uma vida bem vivida.",
"summer_Mon2":"Outra de nossas vacas deu à luz ontem à noite.$h#$e#Acho que nunca vou me cansar de ver como a vida continua assim. Ela sempre encontrará um jeito." ,
"summer_Tue10":"Eu vi a florzinha mais linda crescendo no pasto hoje, aninhada entre a grama.#$e#Era branca e amarela, apenas dançando na brisa sem nenhuma preocupação no mundo.#$e#I estava prestes a dar um nome à flor quando apareceu uma de minhas cabras, e ela o engoliu sem pensar. #$b#Eu pensei: \"Bem, que bom te conhecer, florzinha. Obrigado por ser você.\"$h",
"summer_Wed4":"Shane está distante desde que se mudou. Ele nem senta comigo no bar.$s#$e#Eu entendo que ele precisa de sua independência. Ele é um adulto.$s#$e#E Eu também não sou a mãe dele.$u",
"summer_Wed6":"*suspiro*... Não fui muito produtivo esta manhã.$s",
				"summer_Thu":"Como você está lidando com esse calor?#$e#Chove tanto no verão que você não deveria se preocupar com o esgotamento de suas fontes de água.",
"summer_Thu6":"Ei, está calor, mas não está muito quente. Não deveríamos ter que nos preocupar com insolação em nenhum dos animais.",
"summer_Fri6":"Eu derramei um balde inteiro de leite no chão hoje. Foi horrível.$s#$e#E um desperdício do trabalho duro da minha pobre Belinda.$s",
"summer_Fri8":"Eu me pergunto se o Sr. Lewis fica sozinho naquela casa grande dele...$s#$e#Parece tão vazio lá dentro, não é?",
"fall_Tue10":"Com certeza é algo para ver o quão longe Jas avançou desde que ela se mudou para cá. Eu a levei alguns anos antes de você chegar.#$e#Ela mal conseguia escrever seu nome naquela época, e agora dê uma olhada nela.#$b#Ela sempre foi esperta, mas nunca teve a chance de prosperar antes.",
"fall_Wed":"Você está estocando feno agora?#$b#Basta pegar o número de animais que você tem e multiplicar por 28. Essa é a quantidade de feno que você precisará para sobreviver durante o inverno.",
"fall_Wed8":"Você e eu! Garantiremos juntos que nossos animais durem até o inverno que se aproxima.$h#$e#Apenas passe por aqui se começar a ficar sem feno.",
"fall_Thu":"Eu vendo aquecedores. Certifique-se de colocar um desses em qualquer lugar onde seu gado estiver alojado.#$b#Eles agradecerão quando a neve começar a cair.$h",
"fall_Thu6":"Jas trouxe para casa outro teste de cem por cento da escola. Tenho certeza que estou orgulhoso daquela garota.$h#$e#Ela percorreu um longo caminho.$h",
"fall_Sat10":"Estou feliz por poder vender meu gado extra para você. É bom saber onde eles vão parar. E que estão em boas mãos.",
"fall_Sun10":"Com todos os problemas do mundo, não conseguiremos resolver todos eles...#$b#...mas quando olho nos olhos de um animal, sei que pelo menos fiz o mundo desta criatura é perfeito.",
"winter_Mon10":"Há muito tempo, a maioria dos animais conseguia sobreviver aos invernos desde que todos se amontoassem à noite. Não os criamos como costumávamos fazer.",
"winter_Wed":"Tem ração suficiente para o inverno?#$e#Se você precisar que eu lhe venda um pouco, apenas certifique-se de não esperar até o último minuto.",
"winter_Thu":"Se eu não fosse fazendeiro, me pergunto se teria acabado como confeiteiro.#$e#Hmm? Ah, não, eu não asso. Eu, uh... eu só gosto muito de bolos chiques.",
"winter_Thu8":"Sim, Jas se mudou primeiro. Algum tempo depois, verifiquei Shane e ficou claro que eu precisaria acolhê-lo também.",
"winter_Fri":"De vez em quando, entrego um pano para Emily.#$e#É emocionante ver o que ela faz com ele.",
"winter_Fri4":"Nós fazemos nosso próprio queijo e sorvete aqui.#$e#Eu nunca me canso deles se forem feitos da maneira certa.",
"winter_Fri8":"Sim. Aquela torre perto do nosso rancho ainda me dá arrepios.#$e#Eu apenas tento não pensar nisso.",
"spring_1_2":"Feliz ano novo!$h#$b#Os animais estão morrendo de vontade de sair.",
"spring_12":"Tenho entregado ovos para Gus e Lewis na semana passada.#$e#Espero que eles tenham o suficiente.",
"fall_15":"Tenho me esforçado para conseguir um bom mostruário para a feira de amanhã. Só preciso de mais alguns ovos.#$e#Opa. \"Mexidos.\" Esse foi um trocadilho ruim.",
"winter_24":"Olá! Espero ver você na festa amanhã.$h",
"winter_28":"Conseguimos! Nossos animais sobreviveram ao inverno.$h",
"Tue_inlaw_Shane":"Estou tão feliz que Shane conheceu você. Cuide bem dele agora, ouviu?",
"Tue8_inlaw_Shane":"Estou tão feliz que Shane conheceu você. Quando ele se mudou para a cidade, eu não tinha certeza de como as coisas iriam funcionar, mas aqui estamos!$h",
"spring_12_2":"Tenho entregado ovos para Gus e Lewis na semana passada.#$e#Espero que eles tenham o suficiente.",
"fall_15_2":"Tenho me esforçado para conseguir um bom mostruário para a feira de amanhã. Só preciso de mais alguns ovos.#$e#Opa. \"Mexidos.\" Esse foi um trocadilho ruim.$h",
"winter_24_2":"Olá! Espero ver você na festa amanhã.$h",
"winter_28_2":"Conseguimos! Nossos animais sobreviveram ao inverno.$h"
			}
		}
	]
}