{
	"Changes":[
		{
			"LogName":"Maru",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Maru",
			"Entries":{
				"Mon2":"Oi. Você viu algo interessante em suas caminhadas pela cidade ainda?",
				"Mon4":"Muito trabalho técnico deve estar envolvido no projeto e na administração de uma fazenda. O que você faz para desocupar a mente quando fica um pouco confuso?",
				"Mon6":"Às vezes minha cabeça fica tão cheia de bobagens que mal consigo pensar. Isso já aconteceu com você?#$e#Respirar um pouco de ar fresco geralmente ajuda.",
				"Mon8":"Não é engraçado como a solução para um problema difícil pode simplesmente aparecer em sua mente assim que você para de pensar nele?",
				"Mon10":"Hoje em dia, saio para caminhar só porque espero encontrar você.$l#$e#Parece que hoje é meu dia de sorte!$h#$e#E que tal amanhã também?",
				"Tue2":"Passe na nossa casa quando precisar atualizar seus edifícios.#$e#Sempre é bom ter visitas.",
				"Tue4":"Hmm... Será que tem algo que eu poderia criar que facilitaria o trabalho da minha mãe...#$e#Com a forma como ela trabalha, você pensaria que ela tem vinte anos mais jovem.$h",
				"Tue6":"Fico preocupado com minha mãe quando ela trabalha na chuva. E se ela fosse atingida por um raio?$s#$e#Você tem para-raios na sua fazenda?",
				"Tue8":"Minha mãe sempre foi muito solidária comigo em minhas buscas. Meu pai também.#$e#Acho que não teria ido tão bem se tivesse outra pessoa como pais.",
				"Tue10":"É importante sentar e apreciar as coisas boas da vida.#$e#Às vezes, meu cérebro começa a funcionar a mil por hora e fica avassalador.#$b#Mas felizmente, consegui me acalmar agora.",
				"Tue6_inlaw_Penny":"A Penny costumava falar de você o tempo todo.#$b#Eventualmente, eu disse, 'Ei! É melhor você chamar aquele garoto para sair se ele não te chamar primeiro!'$h^Eventualmente, eu disse, 'Ei! É melhor você chamar aquela garota para sair se ela não te chamar primeiro!'$h",
				"Wed2":"Os dias na clínica são agradáveis quando consigo aprender algo novo.#$e#Se não aprendo algo novo todos os dias, o dia simplesmente acaba se sentindo incompleto.",
				"Wed4":"Dr. Harvey estava prestes a jogar fora seu desfibrilador, mas eu o abri e o consertei sem problemas.#$e#Infelizmente, ele ainda teve que substituí-lo. Algo sobre protocolo e evitar processos judiciais...$s",
				"Wed6":"O monitor cardíaco na sala de tratamento da clínica realmente poderia usar algumas melhorias.#$b#Não seria muito difícil instalar um sistema de comando de voz nele. Isso é apenas uma coisa.#$e#É apenas pensamento positivo, porém. Eu sei que não posso mexer com equipamentos médicos padronizados.$s",
				"Wed8":"Estou feliz por ter um emprego na clínica... Sinto que estou ajudando as pessoas da cidade.#$e#Dr. Harvey? Ele é legal, mas não é exatamente meu tipo...",
				"Thu4":"Parece que será mais um dia lento na clínica.#$e#De qualquer forma, só tenho licença para fazer tantas coisas.",
				"Thu6":"Planejo passar muito tempo com meu telescópio neste verão.#$e#Você deveria se juntar a mim em uma noite com tempo bom.$h",
				"Thu10":"Ah, @! Tem algo que você quer conversar comigo?$h#$e#Estava pensando em você.",
				"Fri":"Ei, desculpe se pareço rabugento... Estou um pouco dolorido pelo trabalho de ontem.#$c .5# Tive que carregar dez caixas de arquivos médicos para o sótão!#$e#Tive que classificar registros de pacientes por quatro horas seguidas!",
				"Fri2":"A Penny é uma grande amiga. Nos damos bem desde que minha família se mudou para cá.#$e#Não deixe de cumprimentá-la, ok?",
				"Fri4":"Minha mãe é carpinteira e meu pai é cientista. Acho que faz sentido eu gostar de construir gadgets.",
				"Fri6":"Uau, que semana. Não fiz tanto progresso nos meus projetos como eu esperava.$s#$e#Mas sua semana foi boa, pelo menos?",
				"Fri8":"Como você acha que será a agricultura daqui a cem anos?#$e#Acho que não há substituto para o toque humano, não é mesmo?$l",
				"Sat":"Você conhece meu pai, Demetrius? Ele é um cientista. Eu me divirto muito ajudando-o no laboratório.",
				"Sat2":"Meu pai está estudando as propriedades únicas do vale. Você não encontrará muitos ecossistemas ao redor do mundo como este.",
				"Sat4":"Ainda não decidi que tipo de ciência quero seguir como carreira de longo prazo.#$e#Talvez eu continue fazendo um pouco de tudo.$h#$e#Embora, seria bom ter algum tipo de contribuição para o mundo.",
				"Sat6":"Propulsão de foguetes foi um interesse meu desde cedo. Ainda mexo nisso, de vez em quando.",
				"Sat8":"Quero economizar para poder pedir algum íridio de um catálogo de ferragens. Mas essa coisa é loucamente cara, sabe.$s#$e#Mas... ah, as coisas que eu poderia fazer com isso!$l",
				"Sat10":"Todo mundo precisa de um lugar feliz para se retirar e ficar sozinho. O banco perto do centro comunitário é o meu.#$e#Tem o outro banco perto do salão, mas é onde encontro a Penny.#$e#Embora, eu não me importaria se você se juntasse a mim no banco feliz.$l",
				"Sun8":"Você deve gostar bastante do seu trabalho se ficou na cidade por tanto tempo.#$e#Estou realmente feliz por você.$h",
				"Sun10":"Você deve gostar bastante do seu trabalho se ficou na cidade por tanto tempo.#$e#Eu também. Fazemos uma boa dupla, não é?$l",
				"summer_Mon":"Hmm... Que tipo de gadget devo mexer neste verão?",
				"summer_Mon2":"Tenho muitas coisas na minha lista de afazeres deste verão com meus projetos de gadgets. Espero conseguir fazer tudo!",
				"summer_Mon6":"Quando você está trabalhando em um projeto de tecnologia experimental, há uma dúzia de falhas para cada sucesso.#$e#A maneira como as coisas não funcionam pode ser tão emocionante quanto a maneira como funcionam.#$b#...Desde que ninguém se machuque.$s",
				"summer_Mon10":"Sempre que estou trabalhando em um projeto hoje em dia, estou sempre pensando em você enquanto trabalho.#$e#Você é meio que uma musa, eu acho. Só quero ver suas reações às coisas.$l",
				"summer_Tue2":"Meu irmão tende a sair do quarto apenas de tarde.#$e#Às vezes, passamos alguns dias antes de nossos caminhos se cruzarem.$s",
				"summer_Tue6":"Se você pensar no corpo humano, é difícil acreditar que de alguma forma, tudo apenas 'funciona'.",
				"summer_Tue8":"@, você está elegante hoje.$h",
				"summer_Tue4_inlaw_Sebastian":"Ei, cunhado!$h^Ei, cunhada!$h#$e#O Sebastian parece muito mais feliz agora que não precisa mais morar aqui. Espero que as coisas estejam bem!",
				"summer_Wed2":"Eca, está incrivelmente quente. Aposto que o quarto do Sebastian está realmente fresco agora em comparação.#$e#Mas eu não saberia ao certo. Eu não desço lá muito.",
				"summer_Wed4":"A Penny e eu criamos um clube do livro sazonal.#$b#Somos só nós duas, mas ainda é divertido discutir o que estamos lendo!",
				"summer_Wed6":"Esta noite é boa para observar as estrelas. Você deveria passar por aqui.",
				"summer_Wed8":"Me pergunto se consigo encontrar alguns corpos celestes que ainda não vi hoje à noite?",
				"summer_Wed10":"É estranho. Olhar para o cosmos através do meu telescópio parece um pouco solitário ultimamente.$s#$e#Apenas solitário... sem você comigo.",
				"summer_Thu2":"É só impressão minha ou de repente ficou muito quente?#$e#Acho que é só impressão minha.",
				"summer_Thu4":"É muito satisfatório quando você pode consertar algo sozinho, em vez de apenas jogá-lo fora.",
				"summer_Thu6":"Às vezes, quando estou olhando para o espaço com meu telescópio, sou atingido por este sentimento estranho... Como se não fôssemos destinados a ver isso.#$e#É bobagem, eu sei...$h",
				"summer_Thu10":"Como suas mãos ficam tão macias com todo esse trabalho na fazenda?",
				"summer_Fri4":"Papai e eu às vezes saímos para tomar sorvete. O Sebastian costumava vir também, mas não vem mais.",
				"summer_Fri6":"Estou feliz por trabalhar em uma clínica tão tranquila. Se vivêssemos em outro lugar, isso consumiria muito mais do meu tempo.#$e#As horas que trabalho por semana são perfeitas para mim.",
				"summer_Fri10":"Ei @. Deveríamos passar um tempo juntos junto ao lago e compartilhar um pouco de sorvete.#$e#Você gosta dessa ideia?",
				"summer_Sat":"Ei, tem alguma história interessante da fazenda para me contar?#$e#Acho que não.",
				"summer_Sat2":"Tentar construir algo mecânico é um jogo de solução de problemas. Gosto de ter que pensar fora da caixa.#$e#Alguma coisa no seu trabalho é assim também?",
				"summer_Sat4":"Hmm... Será que robôs serão populares o suficiente para substituir animais de estimação algum dia?#$e#Bem, provavelmente não durante nossas vidas.",
				"summer_Sat6":"Meu pai é muito lógico, e minha mãe é muito intuitiva. Essa diferença leva a conflitos, às vezes...$s",
				"summer_Sat8":"Meus pais apoiam meu trabalho, mas estabelecem um limite em trazer um reator nuclear para casa.#$e#O quê? Eu poderia lidar com isso.$h#$b#Na teoria, de qualquer forma. Eles não são tão perigosos se você souber o que está fazendo.",
				"summer_Sat10":"É no meio do verão como este que eu vejo você, @, e meu coração inteiro simplesmente se aquece.$l#$e#À noite, especialmente, eu apenas tenho a sensação de que mais tarde na vida, sentirei nostalgia desses dias.",
				"summer_Sun":"Aposto que você está cultivando algumas plantas interessantes agora.#$b#Papai diz que muitas plantas exóticas crescem no vale nesta época do ano.",
				"summer_Sun4":"Consigo ser bem disciplinado. Ajuda manter uma rotina.#$e#E você?",
				"summer_Sun8":"Me pergunto se devo me candidatar a um emprego como pesquisador em uma universidade.#$e#Eu sentiria falta do vale, porém. E posso fazer praticamente tudo que quero aqui, então...",
				"summer_Sun10":"Eu me pergunto se devo me candidatar a um emprego como pesquisador em uma universidade.#$e#Sentiria falta do vale, porém. E posso fazer praticamente tudo que quero aqui, então...#$e#E tem você.$l",
				"fall_Mon4":"Lembra quando a margarina era mais popular que a manteiga, porque supostamente era mais saudável?#$e#Depois descobriram que a margarina é na verdade ainda pior para você que a manteiga. Então agora voltamos à manteiga.#$e#A pesquisa é uma jornada engraçada, às vezes.$h",
				"fall_Mon6":"Hmm, o ar está cheirando bem. Hoje é um bom dia para ficar ao ar livre.",
				"fall_Mon8":"Você deveria vir me visitar na clínica amanhã. Eu trabalho das 10h às 16h.$h",
				"fall_Mon_inlaw_Sebastian":"Ah, ei @! Como está meu irmão?",
				"fall_Tue2":"As cores desta estação são o que realmente me fazem amá-la tanto.#$e#Todos temos uma boa desculpa para sair.",
				"fall_Tue4":"@, eu simplesmente adoro como as árvores estão agora!#$e#Sei que você também gosta delas.",
				"fall_Tue8":"Dias como esses me lembram quando fui para a escola pela primeira vez quando era pequena.#$e#Alguma memória nostálgica para você, @?",
				"fall_Tue10":"Propulsão de foguetes, robótica de braço, inteligência artificial... a síntese desses elementos é algo realmente especial.#$e#Ainda há um longo caminho a percorrer em cada ciência. Possibilidades infinitas, realmente.",
				"fall_Wed4":"Se você tiver algum metal extra por aí, eu sempre posso usar para um dos meus projetos.#$e#Mas apenas se você não precisar.",
				"fall_Wed6":"Você provavelmente criou alguns dispositivos bem legais por conta própria. Você já fez uma máquina de fazer maionese?#$e#Na verdade é bem fácil. As propriedades do cristal terroso fazem a maior parte do trabalho para você.",
				"fall_Wed8":"O ouro é para muito mais do que apenas fins decorativos. Também é um ótimo condutor para equipamentos elétricos.#$e#Mas não é como se alguém simplesmente tivesse um por aí, certo?$h",
				"fall_Wed10":"Mmm, isso é bom. Belo dia de outono, brisa leve e refrescante...#$b#...namorado no meu braço...$l^...namorada no meu braço...$l",
				"fall_Thu":"Em outras partes do mundo é primavera agora. Imagine só!",
				"fall_Thu4":"Com certeza seria interessante ver a inteligência artificial interagir com a inteligência orgânica.#$e#Seria ainda mais interessante se pudéssemos fundir as duas em uma forma de vida. Tem alguma vaca que estaria disposta a um experimento de 'vaca biônica'?$h#$e#Ha, brincadeira.",
				"fall_Thu8":"Já ouviu falar de um cristalarium? Parecem um pouco complicados de fazer, mas não impossíveis.#$e#Eu faria um se tivesse os materiais.",
				"fall_Fri4":"O Dr. Harvey parece estar de bom humor ultimamente. Foi uma boa semana na clínica esta semana.",
				"fall_Fri6":"Tenho me sentido especialmente otimista ultimamente...$h",
				"fall_Fri8":"A inteligência artificial é realmente fascinante. Não sou tão bom em programação quanto o Sebastian...#$b#...mas há alguns módulos de IA pré-definidos que tentei alterar sozinho.#$e#Até alguns algoritmos de emoção básicos deveriam ser possíveis, mas é claro que mantenho isso relativamente rudimentar.",
				"fall_Fri10":"Mmm, esse clima está me fazendo desejar doces.#$e#...E você. *risadinha*$l",
				"fall_Sat4":"A forma como todos os organismos na natureza perecem e sobrevivem para sustentar um ecossistema...#$b#...há muito que podemos aprender e aplicar para tornar qualquer sistema complexo estável.",
				"fall_Sat6":"Meu pai fez um experimento muito legal esta semana.#$b#Os micróbios no lago realmente estabilizam os níveis de pH do lago. Mas para fazer isso, os micróbios têm que morrer em quantidades massivas.#$e#Eu sou ruim se foi divertido replicar o processo no laboratório?$s#$e#Bem, você sabe, a natureza é ao mesmo tempo cruel e bonita.",
				"fall_Sat10":"Ai, meus pensamentos estão apenas girando descontroladamente agora. É como se meu cérebro estivesse em superação.$s#$e#Você pode fazer massagem nas minhas costas? Tenho que respirar devagar. *suspiro*#$b# ...Um, dois, três, quatro, cinco, seis, sete...$s#$e#Mais uma vez...#$e#...$s#$e#Obrigado. Vou ficar bem.$l",
				"fall_Sun2":"Algum plano para a próxima semana? Ou apenas levando um dia de cada vez?",
				"fall_Sun4":"Ei, aqui está mais uma semana boa! *brinde*",
				"fall_Sun6": "Ugh, não consigo parar meus pensamentos de girar como um redemoinho.$s#$e#Desculpe.$s",
				"fall_Sun8": "Sabe, estava pensando... mesmo com toda a tecnologia do mundo, nada supera ter um amigo humano de verdade.",
				"fall_Sun10": "Você tem uma folha no seu cabelo. Deixe-me tirar para você.#$e#...$h",
				"winter_Mon2": "Meu boneco de neve parece um pouco diferente a cada ano, mas meu lado criança finge que é a mesma alma que sempre volta para visitar.",
				"winter_Mon4": "Nunca se é velho demais para construir um boneco de neve.#$b#Quem estiver cansado de bonecos de neve está cansado da vida.$h",
				"winter_Mon6": "Acho que vou fazer alguns reparos no meu boneco de neve hoje. Talvez eu consiga fazê-lo durar até o ano novo.$h",
				"winter_Mon8": "Oi @!$h#$e#Ei, você não acha que meu boneco de neve parece um pouco com você?",
				"winter_Tue4": "Ei, você tem alguma ideia para um novo gadget que posso fazer?#$e#Hmm. Confio na sua opinião.",
				"winter_Tue6": "Me pergunto se poderia criar um dispositivo que mantivesse meu cabelo de ficar arrepiado quando o tempo está seco...",
				"winter_Tue8": "Uma das minhas primeiras ideias de invento foi uma máquina de fazer e lançar bolas de neve automática.#$e#Nunca terminei o projeto, porque tive a ideia quando tinha sete anos.#$b#Ainda assim, não deve ser tão difícil...",
				"winter_Wed4": "Hm. Estou um pouco entediado hoje. Como você passa o tempo no inverno?#$e#Meus projetos atuais simplesmente não estão me animando ultimamente. Preciso de uma mudança de ritmo.",
				"winter_Wed6": "Para dizer a verdade, sinto que aprendo ainda mais com a Penny do que ela aprende comigo.#$e#A maneira como ela entende as crianças e a literatura, e a arte... Somos um par de nerds, mas nos equilibramos.",
				"winter_Wed6_inlaw_Penny": "Estou tão feliz que você tenha acabado com minha melhor amiga. Sempre tive um pressentimento sobre você e Penny.$l",
				"winter_Wed10": "O mundo parece perfeito depois de uma neve fresca.#$e#@, você é uma pessoa realmente boa. Espero que reconheça isso em si mesmo.$l",
				"winter_Thu4": "Espero que o Sebastian esteja bem. Sinto que mal vê o sol durante o inverno. Não é saudável.$s",
				"winter_Thu6": "Tentei perguntar ao Sebastian se eu poderia me juntar a eles na próxima vez que o Sam aparecer, mas ele pareceu muito pouco entusiasmado.$s#$e#Quer dizer, eu entenderia se eu tivesse feito algo errado, mas honestamente, por que ele me exclui assim?$a",
				"winter_Thu8": "Deixo o Sebastian fazer o que quiser nos dias de hoje. Acho que ele só quer ser deixado em paz.#$e#É chato. Tentei todos esses anos ser uma boa irmã, mas não acho que ele vá parar de me afastar.$s#$e#Bem, nem todo relacionamento entre irmãos acaba perfeito.$s",
				"winter_Thu10": "@, chegue mais perto. Estou com frio.#$e#Minhas mãos estão tão secas por causa do ar do inverno. Desculpe por isso.",
				"winter_Thu4_inlaw_Sebastian": "Fiz uma videochamada com o Sebastian hoje de manhã. Agora que ele se mudou, é muito mais fácil nos darmos bem.#$b#Engraçado como as coisas funcionam assim, não é?$h",
				"winter_Fri4": "Tratamos um paciente com gripe ontem. Aff. Realmente espero que eu não pegue também.$s#$e#Não, não posso dizer quem é. Sigilo do paciente.#$b#Apenas certifique-se de lavar as mãos muitas vezes.",
				"winter_Fri6": "Você está com uma aparência fresca hoje. Acho que é por causa do ar frio do inverno.",
				"winter_Fri10":"Suas bochechas estão tão coradas. *risadinha* Tão fofo.$l#$e#Mmm, me dê um abraço.$l",
				"winter_Sat4":"Algumas pessoas dizem 'magia não é real'... mas será que elas já pararam para realmente pensar sobre o magnetismo?",
				"winter_Sat6":"Mmm, se ao menos eu pudesse ir para as cavernas e conseguir alguns metais preciosos. A quantidade de coisas que eu poderia realizar...!#$e#Mas... Eu não quero fazer meus pais se preocuparem doentes.",
				"winter_Sat8":"@! Fico feliz em te ver.#$e#Foi uma semana um pouco difícil, mas te ver torna as coisas um pouco melhores.#$e#Você é sempre uma pessoa agradável de se estar por perto. É bom.",
				"winter_Sun":"Eu fico tão sonolento quando está frio...",
				"winter_Sun2":"Quero me enrolar em um cobertor, mas então eu acabaria dormindo. Hmm.#$e#Isso realmente bagunçaria meu ciclo de sono se eu tirasse uma soneca.",
				"winter_Sun4":"Eu fico tão sonolento quando está frio...",
				"winter_Sun6":"Ei, bom te encontrar. Como foi sua semana?",
				"winter_Sun8":"A viagem no tempo é teoricamente possível. Só levaria mais energia do que qualquer um pode dominar.#$e#Estamos falando... praticamente toda a energia cinética e potencial do mundo. Em um só lugar.",
				"winter_Sun10":"A viagem no tempo é teoricamente possível.#$b#Mas mesmo que eu pudesse viajar no tempo, não gostaria de mudar nada.$l",
				"spring_1_2":"Um bom dia para você, senhor!^Um bom dia para você, @!#$e#Como está sendo seu ano até agora?",
				"summer_1":"Esta vai ser uma ótima temporada para observar as estrelas.",
				"summer_27":"Você estará na praia amanhã à noite, certo? Espero que sim!",
				"fall_15":"A Feira do Vale Estival é tão divertida. É um dos meus dias favoritos do ano.#$e#Você deveria experimentar alguns dos jogos que eles têm.",
				"winter_1":"Caramba, está tão frio...$s",
				"winter_7":"Eu amo meu boneco de neve, mas estou interessado em ver o que as outras pessoas constroem amanhã.",
				"winter_28":"Tenha uma boa noite hoje. Vamos contar nossas estrelas da sorte!",
				"summer_27_2":"Você estará na praia amanhã à noite, certo? Espero que sim!",
				"fall_15_2":"A Feira do Vale Estival é tão divertida. É um dos meus dias favoritos do ano.#$e#Você deveria experimentar alguns dos jogos que eles têm.",
				"winter_7_2":"Eu amo meu boneco de neve, mas estou interessado em ver o que as outras pessoas constroem amanhã.",
				"winter_28_2":"Tenha uma boa noite hoje. Vamos contar nossas estrelas da sorte!"
			}
		},
		{
			"LogName":"Maru Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueMaru",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Aposto que meu irmão acabou de ir para a cama uma hora ou duas atrás. Que bobo.#Me pergunto como está a Penny? Talvez eu ligue para ela mais tarde hoje.",
				"Rainy_Day_1":"#$c .5#Você viu minha chave de fenda de ponta chata com a alça amarela? Eu sempre perco essa coisa...$s#Eu estava só sonhando acordado... você acha que a MARILDA está bem? Espero que ela encontre algum lugar onde realmente pertença...",
				"Rainy_Day_2":"Ei! Eu tive dificuldade para dormir ontem à noite, então mexi um pouco na minha oficina. Aqui, fiz isso para você. [688 369 338 325 287]#$e#$c .5#Estou feliz em contribuir no que posso.$h#Espero que você consiga dar algum uso para isso.",
				"Rainy_Day_3":"#$c .5#Ufa, achei que dormi feito um bebê, mas ainda estou cansado.#A única coisa que não gosto na chuva é o fato de não poder observar as estrelas!",
				"Rainy_Day_4":"#$c .5#Alguns dos meus eletrônicos estão ficando um pouco empoeirados. Isso é algo que posso resolver hoje... ou talvez um pouco de leitura.#Estou ouvindo um vazamento no telhado? Vou ter que verificar. Eu sei algumas coisas sobre carpintaria por assistir minha mãe.",
				"Rainy_Night_0":"#$c .5#Fiquei dentro de casa por causa do tempo. Não muito excitante, mas foi relaxante. Relaxe com a última 'Esquemática Semanal'.#Tenha certeza de não deixar suas ferramentas ao ar livre na chuva! Você não quer que elas enferrujem.",
				"patio_Maru":"#$c .5#Quando este estiver pronto, deve ser útil para me ajudar a cozinhar. Sabe, DO meu jeito, só por diversão.#Não tenho certeza do que é isso ainda... mas é divertido mexer na velha chave inglesa de vez em quando.",
				"Rainy_Night_1":"Oi @. Como foi o seu dia... molhado?#$e#$c .5#Que tal fazermos uma noite de encontro indoor hoje à noite? No que você está com vontade?#Esse clima me dá ideias para dispositivos... talvez se eu canalizar a água da chuva, poderia alimentar um moinho?",
				"Rainy_Night_2":"Meu pai tem acompanhado os padrões climáticos nos últimos vinte anos.#$e#$c .5#Espero sinceramente que o clima não mude a ponto de afetar negativamente sua agricultura.$s#É um pouco cedo para dizer, mas os resultados revelaram algumas tendências anormais.",
				"Rainy_Night_3":"#$c .5#Venha cá. *beijo* Preciso de um pouco de contato humano esta noite.$l#Podemos comer espaguete na cama hoje à noite?",
				"Rainy_Night_4":"#$c .5#Olha o que fiz. E nem precisei usar um forno! Adivinha como? [232 234 223 220]$h#Fiz uma sobremesa! Mas não esqueça de escovar os dentes antes de dormir. [232 234 223 220]$h",
				"Indoor_Day_0":"#$c .5#Tenho tantos projetinhos que quero trabalhar hoje... Talvez eu deva fazer uma lista, antes que minha mente fique muito confusa.#Hmm? Desculpe, às vezes eu me perco tanto em pensamentos que nem percebo o que estou fazendo.",
				"Indoor_Day_1":"#$c .5#Tem alguma ideia de como poderíamos usar isso? Eu simplesmente não gosto de desperdiçar bons equipamentos. [286 287 205 732]#Encontrei isso na minha pilha de sucata. Acha que poderia dar algum uso para ele? [286 287 205 732]",
				"Indoor_Day_2":"#$c .5#Há algo na vida na fazenda que me faz acordar cedo. Não sei o que é. Apenas parece certo.#Finalmente, você acordou! Estava ficando com tanta fome... *ronco*$h",
				"Indoor_Day_3":"#$c .5#O que podemos fazer para tornar hoje um pouco mais especial? Alguma coisa divertida que você tem vontade de fazer?#Uma das melhores coisas de viver na fazenda é acordar com um coro de passarinhos.",
				"Indoor_Day_4":"#$c .5#Costumava me perguntar onde acabaria depois de sair de casa. Nunca imaginei que seria logo ali na rua. Que engraçado.$h#Como você mantém as mãos tão macias com todo esse trabalho na fazenda?",
				"Indoor_Night_0":"#$c .5#Um dia, vamos olhar para as estrelas da mesma forma que o homem primitivo olhava para o horizonte: distante, mas superável.#Você viu a lua hoje à noite? Sempre parece espetacular no horizonte.",
				"Indoor_Night_1":"#$c .5#Sempre há pequenas otimizações que podem ser feitas na fazenda, mas talvez mais importante seja se o layout é agradável para você.#Vi uma estrela cadente mais cedo. Gosto de fingir que é a MARILDA passando para nos verificar.$h",
				"Indoor_Night_2":"Não consigo decidir se estou com vontade de bolo de chocolate ou morangos maduros. Ou talvez ambos...?#$e#$c .5#A vida é muito curta para não comer mais guloseimas.$h#Seja honesto... estou engordando?$s",
				"Indoor_Night_3":"#$c .5#Você fez um bom trabalho hoje! Merece relaxar o resto da noite.#Ah, aqui está você! Eu estava esperando que você voltasse para casa.$l",
				"Indoor_Night_4":"#$c .5#Estou realmente começando a amar esta casa antiga. É tão aconchegante à noite. Mamãe fez um ótimo trabalho melhorando o lugar.#Estou realmente orgulhoso do trabalho que você faz. Você sabe disso, né?",
				"Outdoor_0":"#$c .5#Ah, que bom que você me encontrou. Eu estava esperando compartilhar um pouco da manhã lá fora com você.#Ahh... a fazenda cheira tão bem, me lembra das montanhas perto da casa dos meus pais.",
				"Outdoor_1":"#$c .5#Tenho certeza de que se minha mãe estivesse aqui, ela poderia contar uma pequena história sobre cada pedaço de madeira deste lado da casa.#Com um pouco de planejamento, poderíamos automatizar a maior parte do trabalho na fazenda e apenas relaxar!",
				"Outdoor_2":"#$c .5#Não importa o quão avançada a tecnologia se torne, espero que esta fazenda e estas matas estejam aqui por um tempo muito, muito longo.#Vai estar limpo esta noite... Eu me pergunto se a constelação %noun será visível?",
				"Outdoor_3":"#$c .5#Bom dia! Você se importa se eu observar você daqui?#Não se preocupe, não me importo se você sujar a casa com lama. É divertido se sujar um pouco de vez em quando.",
				"Outdoor_4":"#$c .5#Então, como foi quando você se mudou para cá pela primeira vez? É quase difícil lembrar quando eu era apenas seu conhecido.#Nunca percebi a quantidade de cuidado e planejamento necessários para administrar uma fazenda! É muito parecido com trabalhar no laboratório.",
				"OneKid_0":"#$c .5#Vou pedir conselhos a Penny sobre crianças. Eu sei que ela trabalha com crianças maiores, mas ela simplesmente tem um jeito com os pequenos.#Você passou um tempo com %kid1 hoje? As crianças precisam de tempo para brincar para alcançarem seu máximo potencial.",
				"OneKid_1":"#$c .5#O quê? Não, claro que não vou fazer um robô para cuidar de crianças. Você não pode substituir o toque humano.$h#O que você acha... %kid1 crescerá para ser agricultor? Ou engenheiro?",
				"OneKid_3":"#$c .5#Meus pais estão emocionados; eles disseram que nunca esperavam ser avós tão jovens. Bem, mamãe e papai, surpresa!#Tenho grandes esperanças para nosso filho. Tenho lido todos os dados científicos sobre as melhores maneiras de criar filhos.",
				"TwoKids_3":"#$c .5#Ainda bem que temos um bom sistema de saúde aqui. O Dr. Harvey verá nossos filhos num piscar de olhos se precisarmos.#Meu próprio workshop, dois filhos maravilhosos e um belo pedaço de terra. A vida é bem boa.",
				"funLeave_Maru":"#$c .5#Meus pais provavelmente estão sentindo minha falta um pouco. É para lá que estou indo hoje.#Acho que vou visitar meus pais hoje. Não os vejo há um tempo.",
				"funReturn_Maru":"#$c .5#Bem, foi bom ir para casa hoje, mas agora é ainda melhor voltar 'para casa-casa'. Meu coração está realmente aqui, agora.$l#Mamãe e papai estão bem. A rotina deles ainda é a mesma, mesmo comigo fora. Como foi o seu dia?",
				"spring_9":"Trabalhar em uma universidade seria interessante, mas honestamente, o que eu faria lá que já não faço?#$b#Inventar? Aprender? Experimentar? Já faço tudo isso.$h",
				"spring_15":"Vou ver se consigo fazer com que um dos meus robôs faça a limpeza para nós hoje.#$b#É mais trabalho para configurar e calibrar o robô do que se eu mesmo fizesse, mas também é mais divertido.$h",
				"spring_16":"Me pergunto se minha caminhada até o trabalho é mais curta ou mais longa agora, comparada com onde costumava morar...?",
				"spring_26":"MARILDA realmente foi uma invenção única para mim. Nem tenho certeza se poderia reproduzir outro robô como ela... E mesmo que pudesse, hmm...$s#$b#Uma grande parte de mim quer que ela permaneça especial, única.",
				"summer_4":"Lembro-me de um ano, quando eu era criança, os morangos vieram muito tarde na temporada.#$b#Ainda estávamos comendo eles frescos por volta desta época no calendário.#$e#O quê? Claro que lembro! Eles eram simplesmente deliciosos!$h",
				"summer_9":"Outro dia de trabalho para mim hoje.#$b#Hmm... Espero que ninguém apareça com insolação.$s",
				"summer_16":"Eldra, uma das constelações dos 'irmãos em conflito', estava em seu ponto mais alto no céu ontem à noite.#$b#Daqui a meio ano, seu irmão assumirá seu lugar. Nossos ancestrais eram realmente criativos, da maneira como criavam tantas histórias detalhadas para explicar os fenômenos celestes.",
				"summer_23":"Há uma beleza na tecnologia humana, mas então há uma beleza ainda maior na natureza.#$b#Sinto que a beleza suprema seria uma harmonia entre os dois. O que você acha?",
				"summer_27":"Só mais algumas noites até a chegada das águas-vivas à luz da lua. Estou realmente animado!#$e#Para ser honesto, porém, estou provavelmente longe do nível de empolgação do meu pai.",
				"fall_9":"Tenha um bom dia hoje, querido. Eu só vou dar os últimos retoques no meu desestabilizador de plutônio.#$e#Brincadeira.$h#$e#Não, sério, mantenho o desestabilizador de plutônio em meu laboratório secreto. O que fica embaixo da pilha de madeira.#$e#Por favor, me diga que você não caiu nessa!$h#$b#Er, bem... oh. Acho que eu tinha um laboratório secreto no meu antigo lugar.$s#$e#Não, eu não instalei um laboratório secreto! Esta é sua casa, seu bobo!$h",
				"fall_15":"Ontem foi o último dia para poder plantar abóboras a tempo para a Véspera do Espírito.#$e#Na verdade, se você esqueceu, ainda pode fazer. Só precisaria de um pouco de Adubo de Crescimento Rápido.",
				"fall_18":"Viver a uma curta distância da casa dos meus pais... em uma casa que minha mãe reformou...#$b#Bem, sei que minha situação não é exatamente típica. Me avise se isso algum dia ficar estranho para você, certo?#$e#Você é minha prioridade, você é meu amor. Agora venha aqui e me beije.$l",
				"fall_22":"Penny me emprestou um livro alguns dias atrás. Acho que vou começar a lê-lo mais tarde hoje, talvez enquanto estiver fora.",
				"winter_11":"Eu aprendo melhor fazendo as coisas na prática, e tento aprender algo novo todos os dias.#$e#Para mim, o conhecimento é seu próprio fim. Não tenho planos de vender uma invenção por muito dinheiro.#$b#Estou aberto a mudar de ideia sobre o assunto se isso se tornar necessário, no entanto.",
				"winter_22":"Eu amo lareiras... ainda mais do que amo o aquecimento central. Isso é estranho para um tecnófilo como eu?#$e#É só o cheiro de fumaça de madeira e o calor natural. Não tem como superar.",
				"winter_23":"Estou quase terminando o livro que Penny me emprestou um tempo atrás.#$e#Não sei como ela passa pelos livros tão rapidamente como faz. Eu só leio alguns livros por ano.",
				"winter_28":"Feliz ano novo, querido. Vamos comemorar esta noite! [232 234 223 220]$h#$b#Não fique até tarde demais.$l"
			}
		}
	]
}