{
	"Changes":[
		{
			"LogName":"Maru",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Maru",
			"Entries":{
				"Mon2":"Olá. Você já viu alguma coisa interessante em seus passeios pela cidade?",
"Mon4":"É necessário muito trabalho técnico para projetar e administrar uma fazenda. O que você faz para clarear sua mente quando fica um pouco confuso?",
"Mon6":"Às vezes minha cabeça fica tão cheia de bobagens que mal consigo pensar. Isso já aconteceu com você?#$e#Tomar um pouco de ar fresco geralmente ajuda.",
"Mon8":"Não é engraçado como a solução para um problema difícil pode simplesmente aparecer na sua cabeça assim que você para de pensar nisso?",
"Mon10":"Hoje em dia, faço caminhadas só porque espero encontrar você.$l#$e#Parece que hoje é meu dia de sorte!$h#$e#Que tal amanhã também?",
"Tue2":"Passe em nossa casa quando precisar atualizar seus edifícios.#$e#É sempre bom receber visitantes.",
"Tue4":"Hmm... Gostaria de saber se há algo que eu possa criar que tornaria o trabalho da minha mãe mais fácil...#$e#Com a forma como ela trabalha, você pensaria que ela era vinte anos mais nova.$h" ,
"Tue6":"Eu me preocupo com minha mãe quando ela trabalha na chuva. E se ela for atingida por um raio?$s#$e#Você tem alguns para-raios na sua fazenda?",
"Tue8":"Minha mãe sempre me apoiou em minhas atividades. Meu pai também.#$e#Eu não acho que teria me saído tão bem se tivesse outros pais como pais.",
"Tue10":"É importante sentar e aproveitar as coisas boas da vida.#$e#Às vezes, meu cérebro começa a andar a mil por hora e fica opressor.#$b#Mas, felizmente, consegui me acalmar para baixo agora.",
"Tue6_inlaw_Penny":"Penny costumava falar sobre você o tempo todo.#$b#Eventualmente, eu estava tipo, \"Ei! É melhor você convidar aquele garoto para sair, se ele não te convidar para sair primeiro!\"$h^Eventualmente, eu disse: \"Ei! É melhor você convidar aquela garota para sair se ela não te convidar primeiro!\"$h",
"Wed2":"Os dias na clínica são bons quando aprendo algo novo.#$e#Se eu não aprender algo novo todos os dias, o dia acaba parecendo incompleto.",
"Wed4":"Dr. Harvey estava prestes a jogar fora seu desfibrilador, mas eu o abri e consertei sem problemas.#$e#Infelizmente, ele ainda teve que substituí-lo. Algo sobre protocolo e como evitar processos judiciais...$ e",
"Wed6":"O monitor cardíaco na sala de tratamento da clínica realmente precisa de algumas melhorias.#$b#Não seria muito difícil instalar um sistema de comando de voz nele. Isso é apenas uma coisa.#$e#É apenas uma ilusão. Eu sei que não posso mexer em equipamentos médicos padronizados.$s",
"Wed8":"Eu trabalho na clínica do Harvey às terças e quintas.#$e#Ele é legal, mas não é exatamente o meu tipo...",
"Thu4":"Parece que será mais um dia tranquilo na clínica.#$e#De qualquer forma, há um limite para o que estou licenciado para fazer.",
"Thu6":"Pretendo passar muito tempo com meu telescópio neste verão.#$e#Você deveria se juntar a mim em uma noite quando o tempo estiver bom.$h",
				"Thu10":"Oh, @! Tem alguma coisa que você queira conversar comigo?$h#$e#Eu estava pensando em você.",
"Sex":"Ei, desculpe se pareço irritado... Estou um pouco dolorido do trabalho de ontem.#$c .5# Tive que carregar dez caixas de arquivos médicos para o sótão!#$e#Eu tive para classificar registros de pacientes por quatro horas seguidas!",
"Fri2":"Penny é uma ótima amiga. Nós nos damos bem desde que minha família se mudou para cá.#$e#Certifique-se de dizer oi, ok?",
"Fri4":"Minha mãe é carpinteira e meu pai é cientista. Acho que faz sentido que eu goste de construir gadgets.",
"Fri6":"Ooh, que semana. Não fiz tanto progresso em meus projetos quanto esperava.$s#$e#Sua semana correu bem?",
"Fri8":"Como você acha que será a agricultura daqui a cem anos?#$e#Acho que não há substituto para o toque humano, não é?$l",
"Sat":"Você conhece meu pai, Demetrius? Ele é um cientista. Eu me divirto muito ajudando-o no laboratório.",
"Sat2":"Meu pai está estudando as propriedades únicas do vale. Você não encontrará muitos ecossistemas como este ao redor do mundo.",
"Sat4":"Ainda não decidi que tipo de ciência quero seguir como carreira de longo prazo.#$e#Talvez eu continue fazendo um pouco de tudo.$h#$e#Mas , seria bom ter algum tipo de contribuição para o mundo.",
"Sat6":"A propulsão de foguetes foi um dos meus primeiros interesses. Ainda me interesso por ela de vez em quando.",
"Sat8":"Quero economizar para poder encomendar um pouco de irídio de um catálogo de hardware. Mas o material é muito caro.$s#$e#Mas... ah, as coisas que eu poderia fazer com ele! $l",
"Sat10":"Todo mundo precisa de um lugar feliz para se refugiar e ficar sozinho. O banco do centro comunitário é meu.#$e#Tem o outro banco perto do salão, mas é onde me encontro com Penny.#$e #Mas eu não me importaria se você se juntasse a mim no banco feliz.$l",
"Sun8":"Você deve gostar bastante do seu trabalho se ficou na cidade por tanto tempo.#$e#Estou muito feliz por você.$h",
				"Sun10":"Você deve gostar bastante do seu trabalho se ficou na cidade por tanto tempo.#$e#Eu também. Formamos um bom par, não é?$l",
"summer_Mon":"Hmm... Que tipo de gadget devo usar neste verão?",
"summer_Mon2":"Tenho muitas tarefas na minha lista de tarefas de verão com meus projetos de gadgets. Espero conseguir resolver tudo!",
"summer_Mon6":"Quando você está trabalhando em um projeto experimental de tecnologia, há uma dúzia de falhas para cada sucesso.#$e#A maneira como as coisas não funcionam pode ser tão emocionante quanto a maneira como elas funcionam.#$ b#...Contanto que ninguém se machuque.$s",
"summer_Mon10":"Sempre que estou trabalhando em um projeto hoje em dia, sempre tenho você em mente enquanto trabalho.#$e#Você é uma espécie de musa, eu acho. Só quero ver suas reações para coisas.$l",
"summer_Tue2":"Meu irmão só costuma sair do quarto à tarde.#$e#Às vezes passamos alguns dias antes de nossos caminhos se cruzarem.$s",
"summer_Tue8":"@, você está lindo hoje.$h",
"summer_Tue4_inlaw_Sebastian":"Ei, cunhado!$h^Ei, cunhada!$h#$e#Sebastian parece muito mais feliz agora que não precisa morar aqui. Espero que as coisas estejam bem bem!",
"summer_Wed2":"Caramba, está incrivelmente quente. Aposto que o quarto do Sebastian está muito legal agora, em comparação.#$e#Mas eu não teria certeza. Raramente vou lá.",
"summer_Wed4":"Sou só eu ou de repente ficou muito quente?#$e#Acho que sou só eu.",
"summer_Wed6":"Esta noite é uma boa noite para observar as estrelas. Você deveria passar por aqui.",
"summer_Wed8":"Será que consigo encontrar alguns corpos celestes que não vi antes esta noite?",
"summer_Wed10":"É estranho. Olhar para o cosmos através do meu telescópio parece um pouco solitário atualmente.$s#$e#Apenas solitário... sem você comigo.",
"summer_Thu10":"Como suas mãos ficam tão macias com todo aquele trabalho agrícola?",
"summer_Fri4":"Papai e eu às vezes saímos para tomar sorvete. Sebastian costumava vir também, mas não vem mais.",
"summer_Fri6":"Estou feliz por poder trabalhar em uma clínica tão lenta. Se morássemos em outro lugar, isso ocuparia muito mais do meu tempo.#$e#As horas que trabalho todas as semanas são perfeitas para meu.",
"summer_Fri10":"Ei @. Devíamos sair algum dia à beira do lago e tomar um sorvete.#$e#Você gosta dessa ideia?",
"summer_Sat":"Ei, tem alguma história interessante de fazenda para me contar?#$e#Acho que não.",
				"summer_Sat2":"Tentar construir algo mecânico é um jogo de resolução de problemas. Gosto de ter que pensar fora da caixa.#$e#Há algo assim em seu trabalho também?",
"summer_Sat4":"Hmm... Eu me pergunto se os robôs algum dia serão populares o suficiente para substituir animais como animais de estimação?#$e#Bem, provavelmente não durante nossas vidas.",
"summer_Sat6":"Meus pais apoiam meu trabalho, mas eles impõem limites ao trazer um reator nuclear para dentro de casa.#$e#O quê? Eu poderia lidar com isso.$h#$b#Em teoria, pelo menos. Eles são não é tão perigoso se você sabe o que está fazendo.",
"summer_Sat10":"É assim no meio do verão quando vejo você, @, e todo o meu coração fica quente.$l#$e#À noite, especialmente, tenho a sensação de que mais tarde na vida, Ficarei nostálgico por esses dias.",
"summer_Sun":"Aposto que você está cultivando algumas culturas interessantes agora.#$b#Papai diz que muitas plantas exóticas crescem no vale nesta época do ano.",
"summer_Sun4":"Posso me manter bastante disciplinado. Manter um cronograma ajuda muito.#$e#E você?",
"summer_Sun8":"Eu me pergunto se deveria me candidatar a um emprego como pesquisador em uma universidade.#$e#Mas eu sentiria falta do vale. E posso fazer praticamente tudo que quero aqui, então, então ...",
"summer_Sun10":"Eu me pergunto se deveria me candidatar a um emprego como pesquisador em uma universidade.#$e#Mas eu sentiria falta do vale. E posso fazer praticamente tudo que quero aqui, então, então ...#$e#E aí está você.$l",
"fall_Mon4":"Lembra como a margarina costumava ser mais popular que a manteiga, porque era supostamente mais saudável?#$e#Então eles descobriram que a margarina é ainda pior para você do que a manteiga. Então agora voltamos à manteiga.# $e#A pesquisa às vezes é uma jornada divertida.$h",
"fall_Mon6":"Hmm, o ar está com um cheiro agradável. Hoje é um bom dia para estar ao ar livre.",
"fall_Mon8":"Você deveria vir me visitar na clínica amanhã. Eu trabalho das 10h às 16h$h",
"fall_Mon_inlaw_Sebastian":"Oh, ei @! Como está meu irmão?",
"fall_Tue2":"As cores desta estação são o que realmente me faz amá-la.#$e#Todos nós temos uma boa desculpa para sair.",
"fall_Tue4":"@, adorei a aparência das árvores agora!#$e#Eu sei que você também gosta delas.",
"fall_Tue8":"Dias como esses me lembram de quando fui para a escola quando era uma garotinha.#$e#Alguma lembrança nostálgica para você, @?",
				"fall_Tue10":"Propulsão de foguetes, robótica de braços, inteligência artificial... a síntese desses elementos é algo realmente especial.#$e#Ainda há um longo caminho a percorrer em cada ciência. Possibilidades infinitas, na verdade.",
"fall_Wed4":"Se você tiver algum metal extra por aí, eu sempre posso usá-lo em um de meus projetos.#$e#Mas somente se você não precisar dele.",
"fall_Wed6":"Você provavelmente criou alguns dispositivos muito legais. Você fez uma máquina de maionese?#$e#Na verdade, é muito fácil. As propriedades do cristal da terra fazem a maior parte do trabalho para você.",
"fall_Wed8":"O ouro serve muito mais do que apenas para fins decorativos. Ele também é um ótimo condutor para equipamentos elétricos.#$e#Mas não é como se alguém tivesse um pouco dele por aí, certo?$h",
"fall_Wed10":"Mmm, isso é legal. Lindo dia de outono, brisa leve e refrescante...#$b#...namorado no meu braço...$l^...namorada no meu braço...$l" ,
"fall_Thu":"Em outras partes do mundo já é primavera. Imagine só!",
"fall_Thu4":"Seria certamente interessante ver a inteligência artificial interagir com a inteligência orgânica.#$e#Seria ainda mais interessante se pudéssemos fundir os dois em uma única forma de vida. Temos alguma vaca que gostaria de uma experimento de 'vaca biônica'?$h#$e#Ha, brincadeira.",
"fall_Thu8":"Já ouviu falar de cristalário? Eles parecem um pouco complicados de fazer, mas não impossíveis.#$e#Eu faria um se tivesse os materiais.",
"fall_Fri4":"Dr. Harvey parece estar de bom humor ultimamente. Foi uma boa semana na clínica esta semana.",
"fall_Fri6":"Tenho me sentido especialmente otimista ultimamente...$h",
"fall_Fri8":"A inteligência artificial é realmente fascinante. Não sou tão bom em programação quanto Sebastian...#$b#...mas existem alguns módulos de IA predefinidos que eu mesmo tentei alterar.#$e #Mesmo alguns algoritmos básicos de emoção deveriam ser possíveis, mas é claro que os mantenho relativamente rudimentares.",
"fall_Fri10":"Mmm, esse tempo está me deixando com vontade de comer doces.#$e#...E você. *risada*$l",
"fall_Sat4":"A maneira como todos os organismos na natureza perecem e sobrevivem para sustentar um ecossistema...#$b#...há muito que podemos aprender e aplicar para tornar qualquer sistema complexo estável.",
"fall_Sat6":"Meu pai fez um experimento muito legal no início desta semana.#$b#Os micróbios no lago realmente estabilizam os níveis de pH do lago. Mas para fazer isso, os micróbios têm que morrer em grandes quantidades.#$ e#Eu sou ruim se foi divertido replicar o processo no laboratório?$s#$e#Bem, você sabe, a natureza é ao mesmo tempo cruel e bela.",
"fall_Sat10":"Ugh, meus pensamentos estão fora de controle agora. É como se meu cérebro estivesse acelerado.$s#$e#Você pode esfregar minhas costas? Preciso respirar devagar. *suspiro*# $b# ...Um, dois, três, quatro, cinco, seis, sete...$s#$e#Mais uma vez...#$e#...$s#$e#Obrigado. fique bem.$l",
"fall_Sun2":"Algum plano para a próxima semana? Ou apenas para fazer isso dia após dia?",
"fall_Sun4":"Ei, que venha mais uma boa semana! *brinde*",
"fall_Sun6":"Ugh, não consigo impedir que meus pensamentos girem como um redemoinho.$s#$e#Desculpe.$s",
				"fall_Sun8":"Ei, foi um prazer conhecer você. Como foi sua semana?",
"fall_Sun10":"Você tem uma folha no seu cabelo. Deixe-me pegar para você.#$e#...$h",
"winter_Mon2":"Meu boneco de neve parece um pouquinho diferente a cada ano, mas minha criança interior finge que é a mesma alma que sempre volta para me visitar.",
"winter_Mon4":"Nunca se é velho demais para construir um boneco de neve.#$b#Qualquer um que está cansado de bonecos de neve está cansado da vida.$h",
"winter_Mon6":"Acho que vou fazer alguns reparos no meu boneco de neve hoje. Talvez eu consiga fazer com que ele dure até o ano novo.$h",
"winter_Mon8":"Oi @!$h#$e#Ei, você não acha que meu boneco de neve se parece com você?",
"winter_Tue4":"Ei, você tem alguma ideia para um novo gadget que eu possa fazer?#$e#Mhmm. Confio na sua opinião.",
"winter_Tue6":"Eu me pergunto se eu poderia fazer um dispositivo que pudesse evitar que meu cabelo ficasse crespo quando o tempo estivesse seco...",
"winter_Tue8":"Uma das minhas primeiras ideias para uma invenção foi um fabricante e lançador automático de bolas de neve.#$e#Nunca terminei o projeto porque tive a ideia quando tinha sete anos.#$b#Ainda assim, não deve ser muito difícil...",
"winter_Wed4":"Hm. Estou um pouco entediado hoje. Como você passa o tempo no inverno?#$e#Meus projetos atuais simplesmente não estão funcionando para mim ultimamente. Preciso de uma mudança de ritmo .",
"winter_Wed6":"Para falar a verdade, sinto que aprendo ainda mais com Penny do que ela aprende comigo.#$e#A maneira como ela entende as crianças, a literatura e a arte... Somos um casal de nerds, mas nós nos equilibramos.",
"winter_Wed6_inlaw_Penny":"Estou tão feliz que você acabou com minha melhor amiga. Sempre tive um pressentimento sobre você e Penny.$l",
"winter_Wed10":"O mundo parece perfeito depois de uma neve recém-caída.#$e#@, você é uma pessoa muito boa. Espero que reconheça isso em você.$l",
"winter_Thu4":"Espero que Sebastian esteja bem. Sinto que ele mal vê o sol durante o inverno. Não é saudável.$s",
"winter_Thu6":"Tentei perguntar a Sebastian se poderia me juntar a eles na próxima vez que Sam vier, mas ele parecia muito pouco entusiasmado.$s#$e#Quer dizer, eu entenderia se fizesse algo errado, mas honestamente, por que ele me destaca assim?$a",
"winter_Thu8":"Eu deixei Sebastian fazer suas próprias coisas ultimamente. Acho que ele só quer ficar sozinho.#$e#É uma merda. Tentei todos esses anos ser uma boa irmã, mas não consigo acho que ele vai parar de me afastar.$s#$e#Bem, nem todo relacionamento entre irmãos acaba perfeito.$s",
"winter_Thu10":"@, chegue mais perto. Estou com frio.#$e#Minhas mãos estão tão secas por causa do ar do inverno. Sinto muito por isso.",
"winter_Thu4_inlaw_Sebastian":"Eu conversei por voz com Sebastian esta manhã. Agora que ele se mudou, é muito mais fácil conviver com ele.#$b#Não é engraçado como isso funciona?$h",
"winter_Fri4":"Tratamos um paciente com gripe ontem. Ugh. Eu realmente espero não pegar isso também.$s#$e#Não, não posso te dizer quem é. Confidencialidade do paciente.# $b#Apenas certifique-se de lavar bastante as mãos.",
"winter_Fri6":"Você parece revigorado hoje. Acho que é aquele ar fresco de inverno.",
				"winter_Fri10":"Suas bochechas estão todas rosadas. *risada* Tão fofo.$l#$e#Mmm, me dê um abraço.$l",
"winter_Sat4":"Mmm, se eu pudesse entrar nas cavernas e pegar alguns metais preciosos. A quantidade de coisas que eu poderia realizar...!#$e#Mas... eu não quero deixar meus pais preocupados eles próprios doentes.",
"winter_Sat8":"@! Estou feliz em ver você.#$e#Tem sido uma semana um pouco difícil, mas ver você torna as coisas um pouco melhores.#$e#Você é sempre uma pessoa agradável de se conviver. estar por perto. É legal.",
"winter_Sun":"Fico com tanto sono quando está frio...",
"winter_Sun2":"Eu quero me enrolar em um cobertor, mas então eu simplesmente adormeço. Hmm.#$e#Isso realmente atrapalharia meu ciclo de sono se eu tirasse uma soneca.",
"winter_Sun4":"Fico com tanto sono quando está frio...",
"winter_Sun6":"Viagem no tempo é teoricamente possível. Seria necessário mais energia do que qualquer um pode aproveitar.#$e#Estamos falando... praticamente toda a energia cinética e potencial do mundo. Em um só lugar." ,
"winter_Sun10":"Viagem no tempo é teoricamente possível.#$b#Mas mesmo que eu pudesse viajar no tempo, não gostaria de mudar nada.$l",
"spring_1_2":"Um bom dia para você, senhor!^Um bom dia para você, @!#$e#Como está seu ano até agora?",
"summer_1":"Esta será uma ótima temporada para observar as estrelas.",
"summer_27":"Você estará na praia amanhã à noite, certo? Espero que sim!",
"fall_15":"A Stardew Valley Fair é muito divertida. É um dos meus dias favoritos do ano.#$e#Você deveria experimentar alguns dos jogos que eles têm.",
"winter_1":"Oh cara, está tão frio...$s",
"winter_7":"Eu amo meu boneco de neve, mas estou interessado em ver o que outras pessoas construirão amanhã.",
"winter_28":"Tenha uma boa noite esta noite. Vamos contar nossas estrelas da sorte!",
"summer_27_2":"Você estará na praia amanhã à noite, certo? Espero que sim!",
"fall_15_2":"A Stardew Valley Fair é muito divertida. É um dos meus dias favoritos do ano.#$e#Você deveria experimentar alguns dos jogos que eles têm.",
"winter_7_2":"Eu amo meu boneco de neve, mas estou interessado em ver o que outras pessoas construirão amanhã.",
"winter_28_2":"Tenha uma boa noite esta noite. Vamos contar nossas estrelas da sorte!"
			}
		},
		{
			"LogName":"Maru Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueMaru",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Aposto que meu irmão foi para a cama há uma ou duas horas. Que bobagem.#Eu me pergunto como Penny está? Talvez eu ligue para ela mais tarde hoje.",
"Rainy_Day_1":"#$c .5#Você viu minha chave de fenda com cabo amarelo? Estou sempre perdendo essa coisa...$s#Eu só estava sonhando acordada... você acha que MARILDA está bem? Eu espero que ela encontre algum lugar onde ela realmente pertença...",
"Rainy_Day_2":"Ei! Tive problemas para dormir ontem à noite, então brinquei um pouco na minha oficina. Aqui, fiz isso para você. [688 369 338 325 287]#$e#$c .5#Estou fico feliz em contribuir onde posso.$h#Espero que você possa encontrar alguma utilidade para isso.",
"Rainy_Day_3":"#$c .5#Ufa, pensei que tinha dormido como um bebê, mas ainda estou cansado.#A única coisa que não gosto na chuva é o fato de que não posso observar as estrelas!",
"Rainy_Day_4":"#$c .5#Alguns dos meus eletrônicos estão ficando um pouco empoeirados. Isso é algo que eu poderia trabalhar hoje... ou talvez alguma leitura.#Ouço um vazamento no telhado? Vou pedir para dar uma olhada. Eu sei algumas coisas sobre carpintaria observando minha mãe.",
"Rainy_Night_0":"#$c .5#Fiquei dentro de casa por causa do tempo. Não foi muito emocionante, mas foi relaxante. Relaxei com o último 'Schematics Weekly'.#Certifique-se de não deixar suas ferramentas fora na chuva! Você não gostaria que eles ficassem todos enferrujados.",
"patio_Maru":"#$c .5#Quando este estiver pronto, deve ser útil para me ajudar a cozinhar. Sabe, do MEU jeito, só por diversão.#Ainda não tenho certeza do que é isso.. . mas é divertido girar a chave velha de vez em quando.",
"Rainy_Night_1":"Olá @. Como foi seu dia... encharcado?#$e#$c .5#Por que não fazemos um encontro noturno em ambientes fechados esta noite? O que você deseja?#Esse clima me dá ideias de gadgets ... talvez se eu canalizar a água da chuva ela possa alimentar um moinho?",
"Rainy_Night_2":"Papai tem monitorado os padrões climáticos nos últimos vinte anos.#$e#$c .5#Eu realmente espero que o clima não mude a ponto de afetar negativamente sua agricultura.$s#É um pouco é muito cedo para dizer, mas os resultados revelaram algumas tendências anormais.",
"Rainy_Night_3":"#$c .5#Venha aqui. *beijo* Preciso de algum contato humano esta noite.$l#Podemos comer espaguete na cama esta noite?",
				"Rainy_Night_4":"#$c .5#Olha o que eu fiz. E nem usei forno! Adivinha como? [232 234 223 220]$h#Fiz uma sobremesa! Não se esqueça de escovar os dentes antes cama, no entanto. [232 234 223 220]$h",
"Indoor_Day_0":"#$c .5#Tenho tantos pequenos projetos nos quais quero trabalhar hoje... Talvez eu devesse escrever uma lista, antes que meu cérebro fique muito confuso.#Hmm? Desculpe, às vezes fico tão perdido em pensamentos que nem percebo o que estou fazendo.",
"Indoor_Day_1":"#$c .5#Tem alguma ideia de como podemos usar isso? Só não gosto de desperdiçar bons equipamentos. [286 287 205 732]#Encontrei isso na minha pilha de sucata. Acho que você poderia encontrar um uso para isso? [286 287 205 732]",
"Indoor_Day_2":"#$c .5#Há algo na vida na fazenda que me faz acordar cedo. Não sei o que é. Parece certo.#Finalmente você acordou! Eu estava ficando com muita fome. .. *estrondo*$h",
"Indoor_Day_3":"#$c .5#O que podemos fazer para tornar o dia de hoje um pouco mais especial? Alguma coisa divertida que você queria fazer?#Uma das melhores coisas de viver na fazenda é acordar com um coro de pássaros canoros.",
"Indoor_Day_4":"#$c .5#Eu costumava me perguntar onde iria parar depois de me mudar. Nunca imaginei que seria logo no futuro. Que engraçado.$h#Como você mantém suas mãos tão suave com todo aquele trabalho agrícola?",
"Indoor_Night_0":"#$c .5#Um dia, olharemos para as estrelas da mesma forma que o homem primitivo olhava para o horizonte: distante, mas superável.#Você viu a lua esta noite? Ela sempre parece espetacular no horizonte .",
"Indoor_Night_1":"#$c .5#Há sempre pequenas otimizações que podem ser feitas na fazenda, mas talvez o mais importante seja se o layout é agradável para você.#Eu vi uma estrela cadente mais cedo. Gosto de fingir que é MARILDA passando por aqui para nos verificar.$h",
"Indoor_Night_2":"Não consigo decidir se estou desejando bolo de chocolate ou morangos maduros. Ou talvez ambos...?#$e#$c .5#A vida é muito curta para não comer mais guloseimas.$h#Seja honesto ... estou ganhando peso?$s",
"Indoor_Night_3":"#$c .5#Você fez um bom trabalho hoje! Você merece relaxar o resto da noite.#Ah, aí está você! Eu só esperava que você voltasse para casa.$l",
"Indoor_Night_4":"#$c .5#Estou realmente começando a amar esta casa antiga. É tão aconchegante à noite. Mamãe fez um ótimo trabalho melhorando o lugar.#Estou muito orgulhoso do trabalho que você faz. Você sabe disso, certo?",
"Outdoor_0":"#$c .5#Que bom! Você me encontrou. Eu queria compartilhar um pouco da manhã lá fora com você.#Ahh... a fazenda tem um cheiro ótimo, me lembra as montanhas perto da minha casa de pais.",
				"Outdoor_1":"#$c .5#Tenho certeza que se minha mãe estivesse aqui, ela poderia contar uma pequena história sobre cada pedaço de madeira deste lado da casa.#Com um pouco de planejamento, poderíamos automatizar a maior parte do trabalho agrícola e apenas relaxe!",
"Outdoor_2":"#$c .5#Não importa o quão avançada a tecnologia fique, espero que esta fazenda e esta floresta estejam aqui por muito, muito tempo.#Vai ficar claro esta noite... Eu me pergunto se o % constelação de substantivos será visível?",
"Outdoor_3":"#$c .5#Bom dia! Se importa se eu te observar daqui?#Não se preocupe, não me importarei se você deixar lama na casa. É divertido ficar um pouco sujo agora e então.",
"Outdoor_4":"#$c .5#Então, como foi quando você se mudou para cá? É quase difícil lembrar quando eu era apenas seu conhecido.#Nunca percebi a quantidade de cuidado e planejamento necessários para administrar uma fazenda !É muito parecido com trabalhar em laboratório.",
"OneKid_0":"#$c .5#Vou pedir alguns conselhos a Penny sobre crianças. Eu sei que ela trabalha com crianças grandes, mas ela tem jeito com as pequenas.#Você já passou algum tempo com %kid1 hoje? ? As crianças precisam de brincadeiras para atingirem todo o seu potencial.",
"OneKid_1":"#$c .5#O quê? Não, claro que não vou fazer um robô parental. Você não consegue encontrar um substituto para o toque humano.$h#O que você acha... %kid1 crescerá e se tornará agricultor? Ou engenheiro?",
"OneKid_3":"#$c .5#Meus pais estão emocionados; eles apenas disseram que nunca esperaram ser avós tão jovens. Bem, mamãe e papai, surpresa!#Tenho grandes esperanças para nosso filho. Eu' tenho lido todos os dados científicos sobre as melhores maneiras de criar os filhos.",
"TwoKids_3":"#$c .5#Que bom que temos bons cuidados de saúde aqui. O Dr. Harvey cuidará de nossos filhos em um piscar de olhos se precisarmos.#Minha própria oficina, dois filhos maravilhosos e um lindo terreno. A vida é muito boa.",
"funLeave_Maru":"#$c .5#Meus pais provavelmente estão sentindo um pouco a minha falta. É para lá que estou indo hoje.#Acho que vou visitar meus pais hoje. Faz um tempo que não os vejo." ,
"funReturn_Maru":"#$c .5#Bem, foi bom ir para casa hoje, mas agora é ainda melhor voltar para 'casa-casa.' Meu coração está realmente aqui, agora.$l#Mamãe e papai estão bem. A rotina deles continua a mesma, mesmo sem mim. Como foi seu dia?",
"spring_9":"Trabalhar em uma universidade seria interessante, mas sinceramente, o que eu faria lá que ainda não faço?#$b#Inventar? Aprender? Experimentar? Já faço tudo isso.$h",
"spring_15":"Vou ver se consigo um dos meus robôs para fazer a limpeza para nós hoje.#$b#É mais trabalhoso configurar e calibrar o robô do que se eu mesmo fizesse isso, mas é também mais divertido.$h",
"spring_16":"Eu me pergunto se minha caminhada até o trabalho está mais curta ou mais longa agora, em comparação com onde eu morava...?",
				"spring_26":"MARILDA realmente foi uma invenção única para mim. Nem tenho certeza se conseguiria reproduzir outro robô como ela... E mesmo que conseguisse, hmm...$s#$b# Uma grande parte de mim quer que ela continue especial, única.",
"summer_4":"Lembro-me de um ano, quando eu era criança, os morangos chegaram bem tarde na estação.#$b#Ainda os comíamos frescos nessa época do calendário.#$e#O quê? De claro que me lembro! Eles eram muito bons!$h",
"summer_9":"Mais um dia de trabalho para mim hoje.#$b#Hmm... Espero que ninguém chegue com insolação.$s",
"summer_16":"Eldra, uma das constelações de 'irmãos rivais' estava em seu ponto mais alto no céu ontem à noite.#$b#Daqui a meio ano, seu irmão tomará seu lugar. Nossos ancestrais eram realmente criativos, os maneira como eles criaram tantas histórias detalhadas para explicar os fenômenos do céu.",
"summer_23":"Há uma beleza na tecnologia humana, mas também há uma beleza ainda maior na natureza.#$b#Eu sinto que a beleza suprema seria uma harmonia entre as duas. O que você acha?",
"summer_27":"Só mais algumas noites até as geleias do luar chegarem. Estou muito animado!#$e#Para ser sincero, provavelmente não estou nem perto do nível de entusiasmo do meu pai.",
"fall_9":"Tenha um bom dia hoje, querido. Só vou dar os retoques finais no meu desestabilizador de plutônio.#$e#Brincadeira.$h#$e#Não, sério, eu mantenho o desestabilizador de plutônio em meu laboratório secreto. Aquele embaixo da pilha de madeira.#$e#Por favor, me diga que você não caiu nessa!$h#$b#Er, bem... ah. Acho que eu tinha um laboratório secreto em minha antiga casa.$s#$e#Não, eu não instalei um laboratório secreto! Esta é a sua casa, seu idiota!$h",
"fall_15":"Ontem foi o último dia para poder plantar abóboras a tempo para a Spirit's Eve.#$e#Na verdade, se você esqueceu, você ainda pode fazer isso. Bastaria um pouco de Speed-Gro." ,
"fall_18":"Morando perto da casa dos meus pais... em uma casa que minha mãe remodelou...#$b#Bem, eu sei que minha situação não é exatamente típica. Me avise se ficar estranho por você, ok?#$e#Você é minha prioridade, você é meu amor. Agora venha aqui e me beije.$l",
"fall_22":"Penny me emprestou um livro há alguns dias. Acho que vou começar mais tarde hoje, talvez enquanto estiver fora.",
"winter_11":"Aprendo melhor fazendo as coisas na prática e tento aprender algo novo todos os dias.#$e#Para mim, o conhecimento é seu próprio fim. Não tenho planos de vender uma invenção por muito dinheiro.#$b#Estou aberto a mudar de ideia sobre o assunto se for necessário.",
"winter_22":"Eu adoro lareiras... ainda mais do que adoro aquecimento central. Isso é estranho para um tecnófilo como eu?#$e#É só aquele cheiro de lenha e a sensação do calor natural. Você não pode cai fora.",
"winter_23":"Quase terminei o livro que Penny me emprestou há algum tempo.#$e#Não sei como ela lê os livros daquele jeito. Eu só leio alguns livros por ano." ,
"winter_28":"Feliz ano novo, querido. Vamos comemorar esta noite! [232 234 223 220]$h#$b#Não fique fora até tarde.$l"
			}
		}
	]
}