{
	"Changes":[
		{
			"LogName":"Pam",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pam",
			"Entries":
			{
				"Saloon_Wed":null,
				"Saloon_Mon":"Ei garoto, eu pagaria uma bebida para você se tivesse dinheiro para isso!",
"Saloon_Thu":"*gulp*... Fiquei ansioso por esta bebida a tarde toda. Heh heh.",
"Saloon_Entry":"Ah... Finalmente./Preciso de uma bebida./Gus! Me dê o de sempre./Ei, estou de volta!/Ooh cara, estou com sede!/Estou com sede!",
"Trailer_Entry":"Penny! Você fez o jantar?/Penny! Você fez suas tarefas?/Penny! Você está em casa?/Ei! Estou em casa!",
"Mon":"#$1 PamDrank#urghh... minha cabeça...$k#$e#Sabe, eu comeria alimentos mais saudáveis se pudesse pagar.#$e#Ei, você provavelmente tem muito de comida saborosa crescendo na sua fazenda, hein?",
"Mon2":"Eu certamente poderia comer algumas pastinacas.#$e#O quê? Não acredita que eu como saudável às vezes?",
"Mon4":"Talvez se você se sair muito bem em sua fazenda isso impulsione a economia local.#$e#Então todos terão um emprego e seremos todos felizes, certo?",
"Mon6":"Se minhas pernas não estivessem tão rígidas eu visitaria as montanhas de vez em quando.",
"Mon8":"$d bus#Não se preocupe com nada. Eu sei que estou muito no bar, mas sempre dirijo sóbrio.|Com certeza sinto falta do meu trabalho.$s",
"Tue2":"Oh, é o Sr. @.^Oh, é a senhorita @.#$e#Você precisa da minha ajuda ou algo assim?",
"Ter4":"Eu estava lendo o jornal esta manhã, mas depois fiquei deprimido. É um mundo podre, garoto.#$e#Mantenha sua cabeça no lugar certo e você sobreviverá inteiro...#$ b#Isso é o que meu papai sempre dizia. Heh heh heh.$h",
"Tue6":"Se eu pudesse começar tudo isso de novo...? Nahh, eu não penso nesse tipo de coisa.#$e#Isso não vai acontecer, então não faz sentido.#$e# Talvez eu desse um soco na boca daquele meu marido mais algumas vezes.",
"Tue8":"Eu tive esperanças e sonhos como você, uma vez... Mas olhe para mim agora.$s#$e#A vida nem sempre acontece como você espera.#$e#Ah, bem. Não faz sentido pensando no que você não tem.",
"Wed2":"$d bus#Você não sabe como estou feliz porque o ônibus está funcionando! Me sinto vivo novamente.|Desde que fui demitido, não posso deixar de me perguntar se o prefeito Lewis está vou fazer alguma coisa para consertar aquele ônibus.",
"Wed4":"$d bus#Você não sabe como estou feliz que o ônibus esteja funcionando! Me sinto vivo de novo. | Conversei com Lewis sobre consertar o ônibus. Ele disse que não pode legalmente ' conserte isso, porque a cidade não é dona disso. Pelo amor de Deus!",
"Qua6":"$d ônibus#Não preciso de nada muito complicado para o trabalho. Apenas me dê algo para dirigir e ficarei feliz.$h|Liguei para a empresa de ônibus novamente. Disse que ainda não consegui dinheiro para consertar isso. Cortes no orçamento.$s",
"Wed8":"$d ônibus#É bom ter um motivo para acordar de manhã de novo. | Aquela maldita empresa de ônibus! Quem eles pensam que são, me dando um ônibus que simplesmente vira e quebra na sua cara?" ,
"Wed10":"$d ônibus#Eu gosto de minhas caminhadas matinais até o ponto de ônibus. Nada se compara ao cheiro daquele ar fresco.|Alguns de nós simplesmente não conseguem vencer neste mundo, garoto.$s",
"Thu4":"Ei, o que você acha daquele Sam? Ouviu alguma coisa sobre ele?",
"Thu6":"Sam parece ser um cara legal, embora um pouco jovem.#$b#Penny diz que ele precisa crescer muito.",
"Qui8":"Penny diz que passo muito tempo no bar...$s",
"Sex":"Olá, estranho.",
"Fri2":"Cada dia é igual ao anterior...$s#$b#Se eu tivesse nascido rico...$s",
"Sex4":"Sabe, estive pensando... Gostaria de ter um hobby. Algo para fazer além de ficar naquele bar todas as noites.#$e#Você tem alguma ideia?#$e#.. .Ehh. Talvez eu jogue damas contra mim mesmo.",
"Sat2":"Ter uma fazenda local é bom para nossa cidade.",
				"Sat4":"Ei garoto. O que você está fazendo?#$e#Estou apenas passando o tempo, como sempre.",
"Sat6":"Eu gostaria que uma equipe de elfos viesse durante a noite e arrumasse minha casa. Hahahaha.$h",
"Sun4":"*Suspiro*... Acho que vou colocar um jantar congelado no micro-ondas esta noite.$s",
"Sun6":"$d bus#Que bom que consegui meu emprego de volta quando consegui. Mais algumas semanas e eu estaria sem dinheiro. | Não sei quanto tempo mais posso aguentar antes que Gus me expulse do saloon por não pagar minha conta...$s",
"summer_Mon8":"$d ônibus#Sou um motorista seguro, garoto. Não recebo uma única passagem desde que era mais novo que você.$h|Maldito tempo, hein garoto?",
"summer_Tue10":"Eu vi uma águia-pescadora nas árvores. Parecia que ele era o rei de todo o vale.#$e#Provavelmente vi todo o seu reino daquele alto.$h",
"summer_Wed10":"$d bus#De jeito nenhum estou sentindo falta dos meus dias de desemprego, não, uh.|Alguns de nós simplesmente não conseguem vencer neste mundo, garoto.$s",
"summer_Thu2":"Oh, olá, fazendeiro.#$e#Eu vi você no bar outra noite?",
"summer_Thu10":"$d bus#Acho que perdi um quilo ou dois desde que reiniciei minha caminhada diária até o ponto de ônibus!$h|*suspiro*...$s",
"summer_Fri8":"Bem, o mundo não pode ser de todo ruim se ainda restam alguns bons como você.#$e#Como você ficou tão legal, afinal?",
"summer_Sat2":"Não ligue para aquele cachorro velho ao lado da casa.#$b#Ele pode olhar para você irritado, mas nunca mais se levantará daquela caixa em cem anos.#$b#O velho nome do menino? É Dusty.",
				"summer_Sat10":"Ol' Dusty, aquele vira-lata? Nahh, ele não está envelhecendo muito, que pena. Ele sempre foi preguiçoso.#$e#Ele é como um cachorro que pensa que nasceu gato .$h",
"summer_Sun10":"$d ônibus#Shhh... não conte a ninguém, mas eu fiz uma pequena viagem pessoal alguns dias atrás no ônibus quando ninguém estava olhando.$h|Gostaria de ter algo para faça hoje...$s",
"fall_Mon10":"É nessa época do ano, eu sempre me lembro...#$e#Aquele idiota do meu marido simplesmente se levantou e saiu.#$e#Eu realmente não me importo onde ele está. Penny cresceu muito bem e, de qualquer maneira, ela é boa demais para ele.",
"fall_Tue10":"$d bus#Ei garoto, obrigado por falar comigo como você fala. O ponto de ônibus é um ótimo lugar, visto que você mora bem perto dele.|Oh, ei, garoto... $s",
"fall_Wed10":"$d bus#Eu não sou rico, mas estou feliz por não precisar mais me preocupar tanto com dinheiro.|Alguns de nós simplesmente não conseguem vencer neste mundo, garoto.$s ",
"fall_Thu10":"Você acredita que eu queria ser uma estrela de cinema quando era pequena?#$b#Suponho que não seja muito incomum para crianças, mas o que minha garotinha me disse sobre como eu am?#$e#A vida não é tão ruim quando você realmente se dedica a ela. Mesmo que as coisas nem sempre saiam como deveriam.",
"fall_Fri10":"$d ônibus#Eu me pergunto o que viverá mais... eu ou o ônibus. É um ônibus velho, então aposto que ganharia, mas com certeza sentiria falta da velha.|* suspiro*...$s",
"fall_Sat10":"Eu já te contei? Eu vi um OVNI uma vez.#$e#Claro, já era tarde da noite e eu estava no bar há algum tempo, então ninguém acreditou em mim.$u#$ e#Não tenho certeza se acredito em mim, para ser honesto.$s#$b#Mas não vi nada assim desde então.",
"fall_Sun10":"Deve ser bom ter a vida de Jodi. Eu sei que as coisas nem sempre são fáceis para ela, mas pelo menos ela fez algo por si mesma.",
"winter_Mon":"É tão seco no inverno. Minha pele parece um pergaminho velho.",
"winter_Mon6":"Você tem porcos naquela fazenda?",
"winter_Tue4":"Só espero que Penny tenha uma boa vida pela frente. Se você tiver filhos, saberá como me sinto.",
"winter_Tue10":"Você viu algo estranho pela cidade hoje?#$e#Às vezes eu acho que vi algo escuro e assustador se movendo entre as árvores.",
"winter_Wed10":"$d bus#Você não sabe como estou feliz que o ônibus esteja funcionando! Me sinto vivo novamente.|Alguns de nós simplesmente não conseguem vencer neste mundo, garoto.$s",
"winter_Thu10":"Eu provavelmente deveria ir ao Altar de Yoba com mais frequência, visto que sou um crente e tudo mais.#$e#É simplesmente difícil encontrar tempo com meu horário de trabalho do jeito que está." ,
"winter_Fri8":"É fofo ver como Penny trabalha com essas crianças.#$e#Bem, mesmo que seja tarde demais para mim, pelo menos Penny está fazendo algo de bom para o mundo.",
"winter_Sat8":"Pescar no Festival de Gelo é muito divertido. Acho que deveria fazer isso com mais frequência.$h#$e#Talvez eu só precise de um público para me motivar.#$e#Heh... como o de alguém tenho tempo para isso.",
"winter_Sun8":"Sua fazenda com certeza está linda na neve. Dá uma bela vista.#$e#Não deixe ela desmoronar, ouviu?$h",
"spring_1_2":"Algum plano para o ano novo?#$e#Sim, veremos.#$e#Preciso manter a cabeça erguida, hein?",
"spring_23":"Mal posso esperar para ver Penny dançar amanhã!$h#$e#Só espero que ela dance com alguém bom o suficiente para ela.",
"winter_7":"É hora de tentar pescar amanhã. Você estará lá no festival?",
"winter_28":"Bem, é hora de mais um ano caminhar rumo ao pôr do sol!#$e#Certifique-se de não deixar sua vida passar, garoto.",
"spring_23_2":"Mal posso esperar para ver Penny dançar amanhã!$h#$e#Só espero que ela dance com alguém bom o suficiente para ela.",
"winter_7_2":"É hora de tentar pescar amanhã. Você estará lá no festival?",
"winter_28_2":"Bem, é hora de mais um ano caminhar rumo ao pôr do sol!#$e#Certifique-se de não deixar sua vida passar, garoto."
			}
		}
	]
}