{
	"Changes":[
		{
			"LogName":"Penny",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Penny",
			"Entries":{
				"Introduction":"Oh... Olá! Meu nome é Penny...",
"Mon":"Oi... #$e#Oh, você quer alguma coisa?",
"Mon2":"Então, acho que você vai ficar em Pelican Town por um longo período? Isso é bom.",
"Mon4":"*suspiro*... Minha mãe definitivamente tem problemas em ir muito ao bar.$s#$q 237/238 Mon_old#Mas é melhor não ficar pensando em coisas ruins, certo?#$r 237 50 Mon_237#Certo. É melhor ser positivo!#$r 238 10 Mon_238#Acho que é bom ser realista.",
"Mon_old":"#$p 237#Mas se eu continuar tentando, acho que posso fazer com que ela mude.|Acho que faz sentido. Não há muito que eu possa fazer para mudar isso, de qualquer maneira.",
"Mon6":"Se você está procurando algo que minha mãe vai gostar, você não pode errar com pastinaga.#$e#Ela usa como remédio para ressaca, mas pelo menos é melhor do que algo que causa ressaca em primeiro lugar.$u",
"Mon_237":"É assim que me sinto. Vou apenas me concentrar em tornar o futuro melhor.",
"Mon_238":"Talvez você esteja certo. É melhor lidar com a realidade.$u",
"Tue2":"Dou aulas particulares para Vincent e Jas apenas três dias por semana: terça, quarta e sexta.#$e#Não é uma semana letiva completa, mas ter apenas dois alunos me ajuda a dar-lhes muita atenção individual. ",
"Tue6":"Ensinar crianças envolve muito mais responsabilidades do que eu pensava originalmente.#$e#O mesmo se provou verdadeiro para sua agricultura?",
"Ter8":"$d bus#Talvez agora que minha mãe tenha recuperado o emprego de motorista de ônibus, eu possa começar a economizar mais dinheiro. As coisas estão um pouco melhores. | Estou tentando economizar dinheiro com meu trabalho de tutoria, mas é difícil com minha mãe desempregada.",
"Wed6":"Sra. Eleanor foi minha professora quando eu era criança. Muitas das coisas que ensino a Vincent e Jas, aprendi com ela.#$e#Eu também aprendi muito apenas com os livros do biblioteca.",
"Wed8":"É difícil tentar ocupar o lugar da mulher que teve meu emprego antes de mim, mas ter apenas dois alunos torna tudo um pouco mais fácil.#$e#Sra. Eleanor teve nove de nós em um ano. Éramos apenas mais crianças na cidade quando eu era criança.",
"Thu2":"É bom ter apenas dois alunos. Temos um pouco mais de flexibilidade quando nos encontramos para a aula.",
"Thu4":"Algumas sugestões de livros? Hm, bem, a série 'Marcie' é muito boa. Todo mundo adora isso.#$e#Para meus favoritos pessoais, é difícil errar com qualquer coisa de Nora Sealy.",
"Thu8":"Olá @!$h#$e#Tem sido uma ótima semana até agora. As crianças se saíram muito bem nos testes de ontem.#$e#Como está indo sua semana?",
"Thu10":"Quando eu era uma garotinha, sempre pensei que cresceria e me casaria com Sam. Mas quase não passamos mais tempo juntos.#$e#Heehee, não, você não precisa ficar com ciúmes .$h",
"Fri2":"Ensinar dá muito trabalho. Não consigo nem imaginar como um professor 'de verdade' faz tudo com uma turma completa.",
"Fri6":"Tornar-se professor irá amadurecer um pouco você. Sinto que cresci cinco anos só nos últimos dois anos.",
"Fri10":"Olá, @!$h#$e#É estranho. Eu me sinto mais velho e mais jovem ao mesmo tempo perto de você.",
				"Sat6":"Quero fazer o que puder para ajudar o mundo, mesmo que esteja apenas ajudando as pessoas ao meu redor.#$e#Você deve alimentar muita gente com o trabalho que faz, hein?",
"Sat8":"Jas às vezes faz os desenhos mais fofos para mim. Minha favorita é aquela em que ela desenhou sua fazenda ao lado da dela.#$e#Ela desenhou cada pequeno poste de cerca. Foi adorável.$h",
"Sat10":"Os romances românticos que li quando criança têm feito muito mais sentido para mim ultimamente.$l#$e#O quê? ...Oh, desculpe, nada.$l",
"Sun2":"Peço desculpas se minha mãe está... bem, um pouco demais.#$e#Todo mundo já está ciente de nós, então...",
"Sun6":"Eu vi um número razoável de pessoas indo e vindo na cidade Pelican. Você não irá embora tão cedo, não é?",
"Sun8":"Olá @! É sempre bom ver você.",
"Sun10":"É tão constrangedor. Eu fico me distraindo no meio das aulas.$l#$e#Você sabe por quê, certo?$l",
"summer_Mon2":"Maru é uma boa amiga. Sinto que aprendo muito toda vez que converso com ela.#$e#Ela me dá boas ideias que posso usar nas aulas de ciências com as crianças.",
"summer_Mon4":"Maru me disse que toda família tem problemas de um tipo ou de outro.$u#$b#Isso só me incomoda às vezes, quando parece que metade da cidade está julgando minha mãe e eu.$s#$e# Uhm, desculpe, como está seu dia?",
"summer_Mon8":"No meu primeiro ano de aulas particulares, eu ia para casa chorando pelo menos uma vez por semana. Eu apenas pensava: 'Não consigo fazer o que é certo com essas crianças.'$u#$e#Mas acabou acontecendo fica mais fácil. Acho que fui muito crítico em relação ao meu próprio desempenho e como as crianças o receberiam.",
"summer_Tue":"Tenho as crianças em uma programação de leitura de verão. É bom relaxar um pouco nesta época do ano.",
"summer_Tue2":"Espero que Vincent esteja fazendo sua leitura de verão hoje...$u#$b#Mas eu não deveria estar adorando ele agora. O objetivo é construir independência.",
"summer_Tue4":"Tenho as crianças em uma programação de leitura de verão. É bom relaxar um pouco nesta época do ano.",
"summer_Tue10":"Sam e eu éramos como Vincent e Jas quando éramos mais jovens. Nós realmente crescemos de maneiras diferentes desde então.#$e#Sam está apenas em um lugar diferente em sua vida. Ele ainda está crescendo acima.",
"summer_Wed":"Não tiramos férias de verão completas, porque temos que compensar nossas curtas semanas escolares durante o ano normal.#$e#Jodi e Marnie solicitaram que fizéssemos dessa maneira, em vez de fazer as coisas da maneira que como uma escola normal faria.",
"summer_Wed4":"Estou ansioso para sair de casa tanto quanto as crianças. O mundo lá fora também é nossa sala de aula!$h#$e#Embora Vincent às vezes só queira correr, em vez de fazer uma aula de ciências .$você",
"summer_Wed8":"Hoje estamos aprendendo sobre o ciclo da água. Achei que esta seria uma lição melhor ensinada fora.",
"summer_Wed10":"@! Oh, oi!$l#$e#Desculpe, está excepcionalmente quente hoje?$l",
				"summer_Sat2":"Hoje é dia de playground para as crianças.#$e#Isso não tem nada a ver com meu trabalho de tutoria. Eu só faço isso por diversão.",
"summer_Sat4":"$d cc#Obrigado por consertar o centro comunitário. Acho que você é uma espécie de herói da cidade.|Olá, @. É bom ver que você está bem.",
"summer_Sat8":"Acho que o riso das crianças é o som mais bonito do mundo.$h#$e#Essa alegria pura e não adulterada... é disso que se trata, não é?",
"summer_Sat10":"Você também gosta de ver as crianças brincando?#$e#Isso me lembra daqueles dias passados e perfeitos, mas de uma forma que recupera essa perfeição e me dá esperança.$h",
"summer_Sun":"Então... você gosta de decorar sua casa de fazenda?#$e#Deve ser bom ter seu próprio lugar para decorar.",
"summer_Sun2":"Encontrei um livro da biblioteca caído no chão. Como alguém pode ser tão irresponsável?$s#$e#Se você encontrar outros, por favor, certifique-se de devolvê-los ao lugar ao qual pertencem.",
"summer_Sun4":"Então... você gosta de decorar sua casa de fazenda?#$e#Deve ser bom ter seu próprio lugar para decorar.",
"summer_Sun6":"O que você acha que devo fazer com as crianças na próxima semana? Estava pensando em experimentar um joguinho de desenho para praticar vocabulário.",
"summer_Sun8":"Às vezes, eu olho para mim mesmo e me pergunto se sou um modelo bom o suficiente para as crianças.$s#$e#Se eu deveria mostrar a eles todos os lugares onde a educação pode levá-los na vida, bem, olhe para a minha vida...$s#$e#...Eu apenas digo a mim mesmo que vai ficar tudo bem. Contanto que eles encontrem a felicidade um dia no futuro...$u",
"summer_Sun10":"Ultimamente, tenho me encontrado com mais confiança no que faço.#$e#Ainda mais do que nunca, lembro-me da importância de demonstrar cuidado e apoio às pessoas ao meu redor.",
"fall_Mon6":"Talvez eu pudesse encontrar um emprego como professor titular algum dia. Mas não sei se seria melhor para mim.#$e#Simplesmente não consigo imaginar ter as mesmas conexões com vinte ou trinta alunos como eu tive com Jas e Vincent.",
"fall_Mon8":"Maru e eu nos tornamos amigos rapidamente quando a família dela se mudou para cá. Eu sentiria muita falta dela se ela tivesse que ir embora.",
"fall_Mon10":"Se eu encontrasse meu pai de novo, não sei o que faria... e realmente não me importo em saber.$a#$e#Tudo o que tenho agora é zero graças a ele . Então, dane-se ele, sabe?$a",
"fall_Tue":"Faz com que Vincent chegue um pouco mais cedo todos os dias, para uma ajudinha extra.#$e#Ele está fazendo um bom progresso, mesmo que às vezes tenha que ser um soldado.$h",
"fall_Tue10":"Eu passei pela sua fazenda outra noite enquanto deixava Jas na casa dela. Eu vi você ao longe e...#$b#...a paisagem era linda, mas você era minha parte favorita sobre isso.$l",
"fall_Wed4":"Sou um leitor ávido desde que me lembro. Livros são uma coisa que sempre esteve lá para mim.",
"fall_Wed6":"Livros são bons para um pouco de escapismo de vez em quando. Acho que todo mundo precisa de alguma forma disso.",
				"fall_Thu10":"Vincent perguntou ontem se eu estava apaixonado por você. Aquele garoto, eu juro...$u#$e#...$l",
"fall_Thu8":"É sempre uma luta cuidar da minha mãe, mas depois que papai foi embora, nós dois concordamos em ficar juntos, não importa o que aconteça.$u#$e#Todo mundo precisa de alguém que cuide de sua retaguarda, sabe?$ você",
"fall_Fri4":"...$s#$e#Oh, desculpe @. Eu só estava pensando. O outono é sempre um momento difícil para mim.$s#$e#Eu vou te contar sobre isso algum dia.",
"fall_Sun10":"@! Eu estava pensando no futuro...#$e#Onde você se imagina daqui a dez anos?$l#$e#Tenho algumas ideias para mim...$u",
"winter_Mon":"No dia 25 teremos a Festa da Estrela Invernal. É um dos meus eventos favoritos.#$e#É suposto ser um momento para mostrar gratidão por todas as coisas boas da sua vida.. . mas para a maioria das pessoas é apenas um momento para relaxar e trocar presentes.",
"winter_Mon6":"Há muita emoção para a Festa da Estrela Invernal deste ano. Gostaria de saber quem vou ganhar este ano?$h",
"winter_Mon10":"Eu estava lendo antes de dormir ontem à noite, mas só consegui ler algumas páginas.#$e#Minha mente continuava vagando...$l",
"winter_Tue4":"Elliott é um romancista, não é? Adoraria ler alguns de seus trabalhos, mas não o conheço muito bem...",
"winter_Tue8":"Elliott compartilhou alguns de seus escritos comigo. Não era o tipo de coisa que eu geralmente gosto de ler, mas me certifiquei de ser educado.#$e#Ele ainda é muito talentoso.",
"winter_Tue10":"Com a Festa da Estrela Invernal se aproximando, eu estava contando minhas bênçãos.#$b#Estou muito grato por ter conhecido você, @.$l",
"winter_Wed":"Adoro que a biblioteca tenha uma lareira. É muito mais agradável simplesmente se aconchegar com um bom livro.",
"winter_Wed4":"Estou ansioso para ver como ficará sua fazenda na primavera.#$e#Vai ser tão fresca e linda.$h",
"winter_Wed8":"Não tenho ideia se Vincent algum dia irá para a faculdade. Nunca fui.$u#$e#Mas se um dia ele crescer e se tornar um jovem bom e atencioso, não posso pedir nada mais.",
"winter_Thu4":"Tenho que ter certeza de que farei o meu melhor em meu trabalho. Se os pais acharem que seus filhos não estão aprendendo o suficiente...$u#$b#...eles os colocarão em um ônibus todos os dias durante o longo trajeto até uma escola pública.#$e#Até agora, tudo bem.",
"winter_Thu6":"Ei, @, eu estava pensando... você não deu nenhuma bebida alcoólica para minha mãe, não é?$u#$e#Às vezes eu gostaria que Gus simplesmente a banisse do bar.$s" ,
"winter_Thu10":"Oh, oi @.$l#$e#Desculpe, não dormi muito ontem à noite. Fiquei acordado até tarde...$s#$b#...uh, lendo. É muito bom livro que não consigo largar.$l",
"winter_sex":"...sim?$u",
				"winter_Fri2":"Você é amigo do Linus? Ele mora em uma barraca nas montanhas.#$e#Todo mundo o ignora, coitado. Ele é realmente muito legal... Só um pouco estranho.#$e#Isso deve estar muito frio para morar em uma barraca nesta época do ano.",
"winter_Fri6":"George não sai de casa tanto quanto antes. Espero que esteja tudo bem.$u",
"winter_Sun6":"Tenho que esconder a maior parte do dinheiro que ganho com meu trabalho. Caso contrário, minha mãe pode beber.$s#$e#Minha mãe ainda me ama. Ela não faz isso o tempo todo, mas isso já aconteceu antes.",
"winter_Sun10":"Em breve, deveríamos voltar para minha casa à noite e nos aconchegarmos com um livro.$h#$e#Se você puder comparecer, tente aparecer antes das 8. Eu não quero que minha mãe chegue em casa mais cedo e torne as coisas estranhas.",
"spring_1_2":"É um novo começo de ano brilhante! Espero que a manhã tenha sido boa para você.$h",
"spring_12":"Decoramos alguns ovos no início desta semana em preparação para o festival dos ovos.#$e#Você também estará lá?",
"spring_23":"Tenho lembranças agradáveis da dança das flores.#$e#Imagino que a dança possa parecer um pouco antiquada para um novato, mas os passos são realmente fáceis de aprender.",
"summer_10":"Mmm... Já posso quase sentir o gosto da comida no luau de amanhã.#$e#Só espero que ninguém estrague a sopa este ano...$a#$e#Essa é uma das razões pelas quais eu não estrago sair com Sam tanto quanto antes.$a",
"fall_15":"Eu adoro a feira de Stardew Valley.#$b#Esses jogos de carnaval podem ser um pouco difíceis para as crianças.#$e#Talvez você possa ganhar um prêmio, @.",
"fall_26":"A Véspera do Espírito costumava me assustar quando eu era pequeno. Hoje em dia, porém, eu gosto disso.#$e#Todo mundo tem que ser um pouco aventureiro de vez em quando, certo?$h",
"winter_7":"A neve realmente traz à tona a criança que há em todos. O festival de amanhã deve ser muito divertido.",
"winter_24":"Amanhã é o grande dia! É o dia mais mágico do ano.$h#$e#Observar a expressão no rosto das crianças quando elas abrem seus presentes é realmente especial.",
"winter_28":"Feliz ano novo...! ...amanhã!$h#$e#Eu me pergunto o que está reservado para nossa pequena cidade no próximo ano.",
"spring_12_2":"Decoramos alguns ovos no início desta semana em preparação para o festival dos ovos.#$e#Você também estará lá?",
"summer_10_2":"Mmm... Já posso quase sentir o gosto da comida no luau de amanhã.#$e#Só espero que ninguém estrague a sopa este ano...$a#$e#Essa é uma das razões pelas quais eu não estrago sair com Sam tanto quanto antes.$a",
"fall_15_2":"Eu adoro a Stardew Valley Fair.#$b#Esses jogos de carnaval podem ser um pouco difíceis para as crianças.#$e#Talvez você possa ganhar um prêmio, @.",
"fall_26_2":"A Véspera do Espírito costumava me assustar quando eu era pequeno. Hoje em dia, porém, eu gosto disso.#$e#Todo mundo tem que ser um pouco aventureiro de vez em quando, certo?$h",
"winter_7_2":"A neve realmente traz à tona a criança que há em todos. O festival de amanhã deve ser muito divertido.",
"winter_24_2":"Amanhã é o grande dia! É o dia mais mágico do ano.$h#$e#Observar a expressão no rosto das crianças quando elas abrem seus presentes é realmente especial.",
"winter_28_2":"Feliz ano novo...! ...amanhã!$h#$e#Eu me pergunto o que está reservado para nossa pequena cidade no próximo ano."
			}
		},
		{
			"LogName":"Penny Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialoguePenny",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Em dias de chuva meus pensamentos sempre se voltam para canela e biscoitos.#É uma caminhada e tanto chegar à biblioteca na chuva, mas vale a pena a distância extra se eu conseguir morar aqui. ",
"Rainy_Day_1":"Eu me pergunto se Maru e o Dr. Harvey algum dia vão ficar juntos? Tenho certeza que Harvey gosta dela...#$e#$c .5#...mas acho que a diferença de idade entre eles torna os dois indecisos .#Acho que Maru terá que dar o primeiro passo.$h",
"Rainy_Day_2":"#$c .5#Oi, querido! Fiz algumas compras esta manhã e comprei isso para você.[186 180 770 535]#Ah, certo! Comprei isso ontem, mas esqueci.[ 186 180 770 535] Achei que você poderia usar um desses.",
"Rainy_Day_3":"Hmm... talvez eu deva experimentar uma nova receita. Você gostou da última receita que fiz, não foi, querido?#$e#Como se chama... 'Chili de @'? ",
"Rainy_Day_4":"#$c .5#Em dias como este, adoro me aconchegar com um bom livro.#Um bom livro e um pouco de chá. Mmm, isso parece maravilhoso agora.$h",
"Rainy_Night_0":"#$c .5#Como foi seu dia, querido? Passei minha tarde lendo um romance.#Eu sei que algumas pessoas encontram satisfação lendo nas entrelinhas de um livro para um significado mais profundo. Eu, eu simplesmente encontre alegria na própria história.",
"patio_Penny":"#$c .5#Este é muito mais tranquilo do que meu antigo lugar na cidade. Estou muito feliz aqui.#Quer se juntar a mim um pouco? ...Ou, acho que você deve ter muita coisa para fazer, né?",
"Rainy_Night_1":"#$c .5#Tenho certeza que mamãe está no bar agora... Mas não me sinto mais tão mal com isso. Está fora do meu controle.#Minha mãe foi legal com você ultimamente? Você sabe o que dizem: 'Quando você se casa com alguém, você se casa com toda a família.'",
"Rainy_Night_2":"#$c .5#Eu estava pensando naquela noite em que nos conhecemos na casa de banho. Nunca esquecerei aquela noite...$l#Hm, não terminei todas as notas que tinha esperava. Talvez eu possa improvisar logo pela manhã.$s",
"Rainy_Night_3":"#$c .5#O som da chuva costumava me incomodar, quando eu morava naquele velho trailer de metal. Mas é bastante reconfortante aqui.#Espero que Vincent e Jas estejam bem e confortáveis em suas camas também .",
"Rainy_Night_4":"#$c .5#Tive vontade de fazer um belo jantar. Espero que gostem. [212 214 225 209 200]$h#Acho que melhorei um pouco na cozinha, se assim posso dizer então eu mesmo. [212 214 225 209 200]Aprofunde-se!$h",
"Indoor_Day_0":"#$c .5#É tão tranquilo aqui. Eu costumava ter pesadelos horríveis, mas agora durmo como um bebê.#Quando criança, sempre me perguntei sobre esta fazenda. Quem diria que eu iria realmente viver aqui algum dia?",
"Indoor_Day_1":"#$c .5#Bom dia! Fiz um café da manhã quente para você.[195 210 211] É importante para mim que você saia daqui com a barriga cheia.$h#Bom dia! Acordei com fome, então fiz o suficiente para dois. Aproveite![195 210 211]",
"Indoor_Day_2":"#$c .5#Sabe, acho que vou ler um livro hoje. Peguei algo novo na biblioteca da última vez que estive lá.#Gunther me pediu para dizer oi. Você sabe se temos algo para doar?",
				"Indoor_Day_3":"#$c .5#Adoro ouvir sobre todos os artefatos que você encontrou. E pensar... pode ter havido agricultores neste mesmo local há 10.000 anos.#Recebi um livro novo de a biblioteca. É sempre emocionante quando há uma nova remessa.$h",
"Indoor_Day_4":"#$c .5#Eu era tímido quando nos conhecemos? É engraçado pensar nisso, agora que chegamos tão longe.$h#Só queria dizer... Eu amo sua aparência esta manhã.$h",
"Indoor_Night_0":"#$c .5#Boa noite, querido. Você realizou tudo o que queria hoje? Se não, tudo bem. Temos todo o tempo do mundo!#Quando a luz está fraca, você tem essas pequenas estrelas brilhantes em seus olhos. Você é tão adorável.$l",
"Indoor_Night_1":"#$c .5#Hmm... saia ou calça amanhã? Ah, a quem estou enganando... Eu sempre uso a saia.#Então é assim que é feliz para sempre.$l" ,
"Indoor_Night_2":"#$c .5#Devemos sempre tentar lembrar daqueles menos afortunados que nós. Estou muito grato pelo que temos.#Ufa. Eu mencionei? Durante a última semana, Vincent não quis pare de me agredir com perguntas infantis sobre a vida de casado.",
"Indoor_Night_3":"Mamãe provavelmente está muito solitária agora que eu parti. Só espero que ela não visite mais o bar para compensar isso.#$e#Você não deveria se sentir mal! Mamãe tem que resolver seus próprios problemas problemas.",
"Indoor_Night_4":"#$c .5#Pronto para comer? Eu arrumei a cama e tudo mais...#Hee hee. Posso, hum, terminar este capítulo mais tarde se você quiser ir para a cama.$l",
"Outdoor_0":"Eu sempre sonhei em morar em um lugar tão lindo, e agora isso se tornou realidade.#$e#$c .5#Eu percebo o quanto eu estava perdendo antes de você se mudar para a cidade.$l#Eu estava tão miserável em casa.$s",
"Outdoor_1":"#$c .5#Este não é um lugar perfeito para criar filhos? Eu teria sido muito feliz crescendo em uma fazenda.#Eu entendo que você tem que ir direto ao trabalho, querido. Will você chegará em casa mais cedo hoje à noite?",
"Outdoor_2":"#$c .5#Ei. Você vai enviar algo incomum hoje?#Oi, querido! Se eu soubesse mais sobre trabalho agrícola eu te ajudaria mais. Desculpe!#$e#Eu estarei pensando em você.$h",
"Outdoor_3":"#$c .5#Acabei de ver um pássaro canoro voando para oeste. Em Stardew Valley isso é um bom presságio.$h#Acho que vou fazer uma pequena leitura aqui na varanda.$h" ,
				"Outdoor_4":"#$c .5#Ahh... É ótimo estar ao ar livre. Eu poderia passar o dia todo aqui, observando cada pequena coisa.#Oh! Acabei de ter uma boa ideia de aula para Jas e Vincent. Estou tentando refletir sobre os detalhes.",
"OneKid_0":"#$c .5#Você já teve algum tempo para brincar com nosso filho hoje? Talvez um segundo filho melhore as coisas.#Ah, certo. Minha mãe visitou ontem para passar algum tempo com %kid1. É meio surreal, poder ver esse lado carinhoso da personalidade dela.",
"OneKid_1":"#$c .5#As crianças não me dão tanto tempo para ler como antes. Talvez eu tenha que me contentar com audiolivros.#O pequeno %kid1 vai ter um ótima infância aqui.",
"OneKid_3":"Eu me sinto muito mais velho agora que temos um filho. Talvez seja apenas essa nova responsabilidade pesando sobre mim.#$e#Não é ruim! Eu queria isso há muito tempo.",
"TwoKids_0":"#$c .5#As crianças me mantêm muito ocupado, mas quero ter certeza de que não estou negligenciando você. ...Como você está?#Eu já dei comida para %kid1 e %kid2. São crianças com tanta fome!",
"TwoKids_1":"#$c .5#As crianças adoram quando você canta para elas. Elas apenas param e ficam muito atentas. É tão precioso.$h#Temos que ter certeza e dar muita atenção a %kid1 agora que temos %kid2. Não queremos nenhum ciúme entre eles.",
"TwoKids_2":"#$c .5#Crianças não ficam em seus berços para sempre. Estou tentando aproveitar cada momento com elas.#Eu tive um sonho que %kid2 criou asas e voou para o céu noturno . O que isso significa?",
"TwoKids_3":"#$c .5#Uma bela casa, dois filhos maravilhosos e um lindo terreno. Somos muito afortunados.#Do jeito que cresci, nunca pensei que chegaria a muito. Mas ver nossos filhos assim me faz sentir muito sortuda.$l",
"funLeave_Penny":"#$c .5#Hoje não é dia de trabalho. Só preciso de um tempo fora hoje.#Vou para a cidade hoje, só para me divertir. Volto daqui a pouco!" ,
"funReturn_Penny":"#$c .5#Eu me diverti muito... É bom manter contato com todos. Conte-me sobre o seu dia.#Muitas pessoas estavam por aí. Estou feliz por ter estado capaz de conversar com alguns deles.",
"spring_1":"Temos um ano longo e quente pela frente. Vamos torná-lo produtivo.",
"spring_4":"A primavera é provavelmente minha estação favorita. Há um certo frescor no ar que me enche de esperança.",
				"spring_8":null,
				"spring_13":"Hoje temos folga escolar. Estarei indo para a cidade para o festival do ovo. Você vem também?",
"spring_16":"Ah, a 'limpeza de primavera'... Na verdade vou gostar disso.",
"spring_19":"É muito bom ver minha mãe orgulhosa de mim. Eu me perguntei, brevemente, se ela teria ciúmes de mim.#$b#Mas isso acabou não sendo um problema!$h",
"spring_26":"Tenho um projeto de arte que Jas e Vincent vão adorar, usando algumas flores que sobraram do festival.#$b#Estou realmente ansioso por isso.$h",
"summer_9":"Ler um livro impresso de verdade é muito diferente de usar um e-reader. É uma questão de textura das páginas...#$b#...os sons que elas fazem quando você as vira e a forma como sua memória associa cada parte da história com quantas páginas estão atrás de você.#$e#Eu sei que meus livros podem ocupar uma estante inteira, mas vale a pena.$h",
"summer_10":"Aqueles professores com sala de aula cheia devem estar realmente aproveitando as férias de verão agora.#$e#Oh, bem. Para ser honesto, todos os dias parecem férias de verão aqui, mesmo que eu tenha que ir trabalhar.$h ",
"summer_19":"Para ser sincero, nunca fiquei bêbado. Talvez um pouco embriagado uma vez, mas não posso dizer que gostei da experiência.$s#$e#Só... muitas conotações negativas .$s#$e#Nem todo mundo precisa ter todas as experiências, sabia?$u",
"summer_23":"Serei honesto. Não tenho uma lição clara em mente para ensinar hoje. Provavelmente vou improvisar.#$e#Vai ficar tudo bem. Tenho feito isso longo O suficiente.",
"fall_10":"Eu me pergunto o que Jas e Vincent serão quando crescerem.#$e#Eles são os únicos alunos que já tive. Eu sei que isso não é normal para um professor.",
"fall_12":"Às vezes, me pergunto se minha mãe vai conhecer alguém e se apaixonar novamente. Mas duvido.",
"fall_16":"Não há aula hoje, é claro. Vejo você na Stardew Valley Fair?",
"fall_19":"Consegui conversar com Maru ontem. É estranho que estejamos em fases diferentes de nossas vidas agora.#$b#Mas ela é tão boa amiga como sempre.$h",
"winter_5":"A neve caindo me lembra a vovó, balançando perto do fogo. Lembro-me principalmente da sombra dela tremeluzindo contra a floresta laranja. Isso foi há muito tempo.",
				"winter_6":null,
				"winter_9":"Já faz muito tempo desde que Nora Sealy lançou nenhum livro novo. Eu me pergunto se ela algum dia vai conseguir fazer isso.$s#$e#Desculpe, só pensando em voz alta. Tenho certeza que vou encontre algo para ler hoje.",
"winter_12":"Eu me pergunto se Vincent algum dia aprenderá a gostar de ler...$s#$e#Simplesmente não é suficiente para mim ensinar-lhe habilidades que ele nunca usará. Quero que ele encontre alegria nisso.# $b#Além disso, não quero decepcionar Jodi.",
"winter_16":"Brr... Uma caminhada tão longa na neve, para chegar à escola esta manhã.$s#$e#Sim, aqui no campo, acho que ainda caminhamos morro acima nos dois sentidos.#$e# ...$h",
"winter_26":"Acho que já estou farto de neve por um tempo. Espero que derreta logo.#$e#Está ficando um pouco lamacento lá fora, de qualquer maneira.",
"winter_28":"Fiz um bolo para o Ano Novo esta noite. Volte para casa mais cedo para que possamos comemorar! [220 221]$h"
			}
		}
	]
}