{
	"Changes":[
		{
			"LogName":"Pierre",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pierre",
			"Entries":{
				"Mon2":"Como vai a fazenda?#$e#Acho que poderíamos realmente ter um bom negócio montado, você e eu.#$b#Então espero que você permaneça por perto!",
				"Mon4":"Oi, @. Precisa de sementes ou mudas de árvores frutíferas?",
				"Mon6":"A Caroline e eu nos conhecemos na escola. Na verdade, nunca namoramos ninguém além um do outro.#$e#Eu sei, é um pouco convencional. Mas até agora tem dado certo!$h",
				"Mon8":"$d Joja#Bom, pelo menos alguns moradores de nossa cidade acreditam em apoiar os negócios locais. ...*suspiro*$s|Vou admitir, o trabalho está até um pouco mais divertido sem o JojaMart por perto. ...Tudo parece importar de novo, sabendo que não vai acabar em ruína, sabe?",
				"Tue2":"Ei, que bom te ver de novo!#$e#Obrigado por apoiar a economia local!",
				"Tue4":"Se cuidarmos uns dos outros, é assim que nossa comunidade vai sobreviver no longo prazo.#$e#De qualquer forma, gostaria de comprar alguma coisa?$h",
				"Tue10":"$d Joja#Aparentemente, o mercadinho local em Grampleton fechou não faz muito tempo. Me pergunto quando vai ser a minha vez?$s|Fiz algumas pesquisas. Aparentemente, o JojaMart estava vendendo com bastante prejuízo. A estratégia deles nem é gerar lucro até que os negócios locais sejam extintos.",
				"Wed10":"Ei, importa se você cuidar do balcão por algumas horas, enquanto eu vou trabalhar na sua fazenda?#$e#Haha, só brincando.$h#$e#...*suspiro*$s",
				"Thu4":"Ei, @. Você é meu cliente número um!",
				"Thu6":"$d Joja#Eu apoio um mercado livre tanto quanto qualquer um, mas para quem exatamente ele é 'livre' quando o Joja detém o tipo de poder que tem?$s|Apenas mais um lindo dia no bairro!",
				"Thu8":"É mais fácil manter um humor positivo quando há mais rostos familiares aparecendo.#$e#Então... obrigado por visitar!$h",
				"Fri4":"Com suas aulas online, a Abigail já está formalmente mais educada do que eu já estive. Estou orgulhoso dela.#$e#Comecei como um balconista quando era criança, e depois subi de cargo até poder abrir esta loja.",
				"Fri6":"Eu já pensei em escrever histórias para passar o tempo. Mas nada realmente me inspira.#$e#Eu não sei como o Elliott faz o que faz.#$e#Talvez eu precise de uma mudança de cenário.",
				"Fri8":"$d Joja#Tudo o que o Morris faz é tecnicamente legal, mas isso não muda o fato de que ele vê nossa cidade pelo dinheiro e nada mais.$3|Meus pesadelos de estresse com a JojaMart finalmente pararam. ...Eu te contei que estava tendo pesadelos? Sim, isso era uma coisa.",
				"Sat2":"Eu prefiro vender produtos locais.#$e#Eu só quero fazer o que é certo para o meio ambiente.#$e#Além disso, não há custos de transporte quando é local.",
				"Sat4":"Às vezes, administrar um pequeno negócio realmente te esgota.#$b#Mas eu me pergunto, como seria essa comunidade sem minha loja?",
				"Sat6":"Às vezes é difícil conversar durante o jantar com minha família. No final do dia, tudo o que está na minha mente são formulários de pedidos, lucros, vendas...$s#$e#Eu consigo entender como isso seria entediante...$s#$b#Mas de qualquer forma, um homem tem que fazer o que é necessário para sua família, independentemente de eles poderem apreciar ou não.",
				"Sun2":"Obrigado por passar por aqui!$h#$e#Espero que seu dia corra bem.",
				"Sun4":"Fornecer necessidades básicas para as pessoas desta comunidade... Isso vale um legado, não é?",
				"Sun6":"Às vezes eu me pergunto... qual porcentagem da minha vida vou passar atrás deste balcão?$s",
				"Sun8":"$d Joja#Uma comunidade pode ter uma alma? Eu quero acreditar neste lugar, mas é difícil quando parece que as carteiras das pessoas são sua prioridade número um.$s|Me sinto muito sortudo. No final das contas, parece que Pelican Town é um lugar especial afinal!",
				"summer_1":"Tenho sementes de verão disponíveis! É melhor você estocar.",
				"summer_Mon":"O que você está cultivando neste verão? Algo específico? Um pouco de tudo?",
				"summer_Tue":"A JojaMart nem tem preços mais baixos do que nós, a menos que você conte aqueles cupons de 50% de desconto que eles estão sempre distribuindo.$3#$e#Você nunca recebeu um, né? Sim, eu também não. Faz sentido por que.",
				"summer_Wed6":"$d Joja#Eu realmente gostaria que a Caroline e a Abby pudessem assumir o balcão por um tempo...$s|Posso ficar aberto a semana toda, sem problemas! Sem a Joja para atrapalhar meu ânimo, até que é bastante divertido!",
				"summer_Tue6":"Ai... Está tão quente aqui dentro.",
				"summer_Thu6":"A Abigail sempre será minha menininha. Foi amor à primeira vista, quando a vi pela primeira vez.",
				"summer_Fri6":"O verão é uma boa época para comer uma salada refrescante, você não acha?",
				"summer_Sat10":"Se cuidarmos uns dos outros, é assim que nossa comunidade sobreviverá a longo prazo.#$e#De qualquer forma, você gostaria de comprar alguma coisa?$h",
				"summer_Sun10":"Com suas aulas online, a Abigail já está formalmente mais educada do que eu já estive. Estou orgulhoso dela.#$e#Comecei como um balconista quando era criança, e depois subi de cargo até poder abrir esta loja.",
				"fall_1":"Sementes de outono estão aqui! As plantações não crescem no inverno, então esta é sua última chance até a primavera.#$b#É melhor ir com tudo, não é?",
				"fall_Mon4":"Eu realmente não consigo me interessar por gridball.#$e#Ha ha, que vençam os Tunnelers, eu acho! Certo?",
				"fall_Mon8":"Ouvi dizer que teve um grande jogo de esportes ontem à noite.#$e#Joseph Sports correu todos os campos e marcou o gol.#$e#...$h",
				"fall_Mon_inlaw_Abigail":"Olá, er... meu filho?$s^Olá, er... filha?$s",
				"fall_Mon4_inlaw_Abigail":"Oi, @. Como está a Abigail? Diga a ela que estamos sentindo falta dela por aqui.",
				"fall_Tue10":"Os negócios têm sido bons ultimamente, mas eu juro que temos um pequeno ladrãozinho na nossa comunidade.$s#$e#Os lanches continuam desaparecendo das prateleiras. E eu sei que não errei na minha contagem.$s",
				"fall_Wed6":"$d Joja#As pessoas não entendem... Apenas para manter esta loja viva sob a sombra da Joja, eu tive que fazer dela minha obsessão dia após dia...$s|Talvez às vezes eu tenha exagerado em busca do sucesso, mas espero que as pessoas entendam, a loja teria fechado anos atrás se eu não tivesse lutado com unhas e dentes contra a Joja.$s",
				"fall_Thu10":"Você sabe, é difícil passar tanto tempo atrás de um balcão...#$b#...mas é um pouco mais fácil sabendo que praticamente todo rosto que entra pela porta é familiar.#$e#Claro, é bom que você seja um deles hoje!$h",
				"fall_Fri10":"Ainda tenho trabalho amanhã. Não há realmente um fim de semana para mim, mas eu estava esperando levar as coisas um pouco mais fácil.#$e#O que, você tem um grande pedido que precisa que eu preencha?$4",
				"fall_Sat10":"Aquelas praias ensolaradas nas Ilhas Fern... *suspiro* O que eu não daria para estar lá agora.",
				"fall_Sun":"Olá. Sua fazenda ainda está indo bem?#$e#Talvez algumas das minhas sementes possam animar as coisas.$h",
				"fall_Sun2":"Fico feliz em comprar o que você produz na fazenda.#$e#Sim, eu revendo por um lucro... mas esse é o benefício de ser um dono de loja estabelecido.#$e#Não fique com ideias...",
				"fall_Sun4":"Está começando a esfriar lá fora...#$b#Isso significa que mais pessoas entram na loja para se aquecer... hehe.",
				"fall_Sun8":"Se eu não tivesse esta loja para administrar, estaria lá fora agora...#$e#As folhas estão ótimas e os cogumelos estão brotando.",
				"winter_1":"Você não pode cultivar plantações durante o inverno... então eu não tenho sementes para te oferecer.#$e#Realmente vai afetar nossos lucros.",
				"winter_Mon4":"Eu simplesmente não consigo me envolver com gridball.#$e#Ha ha, vá Tuneladores, eu acho! Certo?",
				"winter_Mon8":"A questão sobre gridball é que tudo se resume a dar 110%.#$e#O outro time só deu 108%, porém, é por isso que eles não marcaram mais pontos de gol.#$e#Hehehe... desculpe.$h",
				"winter_Mon_inlaw_Abigail":"Olá, er... meu filho?$s^Olá, er... minha filha?$s",
				"winter_Mon4_inlaw_Abigail":"Costumava me preocupar com o futuro de Abigail, mas consigo ver que ela acabou exatamente onde precisa estar.#$e#Sejam bons um com o outro, tudo bem?$h",
				"winter_Tue10":"Abigail sempre será minha garotinha. Foi amor à primeira vista, quando a vi pela primeira vez.",
				"winter_Wed":"#$1 pierreDin#Vou surpreender Caroline hoje à noite com jantar e uma garrafa de Stardew Red. Não conte para ninguém! Finalmente, um dia de relaxamento.$k#$e#",
				"winter_Wed6":"Este costumava ser meu dia de folga, mas quem se importa? Vou vender para você o que precisar.#$e#Vizinhos precisam se ajudar.",
				"winter_Thu2":"Eu lido principalmente com comestíveis, então se você tem minérios ou madeira, é melhor tentar vender em outro lugar.",
				"winter_Thu4":"Sou só eu ou tem uma corrente de ar frio aqui?",
				"winter_Thu6":"Caroline realmente é maravilhosa. Não acho que conseguiria passar por esta estação fria sem ela.",
				"fall_Fri2":"Esta loja é meu sustento. Eu faria qualquer coisa para cuidar dela.#$e#Você entende, né? Você já não vai aos confins da terra por sua fazenda?",
				"winter_Fri10":"Às vezes me pergunto se os cidadãos não me respeitam como fazem com outros moradores. O que faço de errado aos olhos deles?$s",
				"winter_Sat":"Se eu não tivesse essa loja para cuidar, estaria lá fora agora.#$e#Seria divertido jogar uma bola de neve.",
				"winter_Sat6":"Sou só eu ou tem uma corrente de ar frio aqui?",
				"winter_Sat8":"#$1 pierre2#Abigail se parece um pouco comigo? Não conte para minha esposa, mas às vezes me pergunto se sou mesmo o pai.$k$s#$e#Não conte para minha esposa, mas odeio cozinhar o jantar.",
				"winter_Sun10":"Caroline e eu nos conhecemos na escola. Na verdade, nunca namoramos ninguém além um do outro.#$e#Eu sei, é um pouco fora do comum. Mas até agora tem dado certo!$h",
				"spring_12":"Amanhã é o festival do ovo! Terei algumas sementes especiais à venda apenas no festival, então certifique-se de economizar um pouco!",
				"spring_23":"Terei uma barraca aberta na dança das flores amanhã, com alguns itens exclusivos. Não deixe de passar por lá!",
				"fall_15":"Estou me sentindo bem com minha exposição de grange para amanhã.$h#$b#Embora eu receba bem a competição.",
				"fall_26":"Estarei vendendo produtos raros novamente no festival da Véspera do Espírito. Espero que venha dar uma olhada!",
				"winter_28":"Feliz ano novo, @. Obrigado por passar aqui.",
				"spring_1_2":"Ahá! Eu sabia que você passaria por aqui. Melhor colocar algumas sementes na terra, né?",
				"spring_12_2":"Amanhã é o festival do ovo! Terei algumas sementes especiais à venda apenas no festival, então certifique-se de economizar um pouco!",
				"spring_23_2":"Terei uma barraca aberta na dança das flores amanhã, com alguns itens exclusivos. Não deixe de passar por lá!",
				"fall_15_2":"Estou me sentindo bem com minha exposição de grange para amanhã.$h#$b#Embora eu receba bem a competição.",
				"fall_26_2":"Estarei vendendo produtos raros novamente no festival da Véspera do Espírito. Espero que venha dar uma olhada!",
				"winter_28_2":"Feliz ano novo, @. Obrigado por passar aqui."
			}
		}
	]
}