{
	"Changes":[
		{
			"LogName":"Pierre",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pierre",
			"Entries":{
				"Mon2":"Como está a fazenda?#$e#Acho que poderíamos realmente ter um bom negócio, você e eu.#$b#Então espero que você fique por aqui!",
"Mon4":"Olá, @. Precisa de sementes ou mudas de árvores frutíferas?",
"Mon6":"Caroline e eu nos conhecemos na escola. Na verdade, nunca namoramos ninguém além um do outro.#$e#Eu sei, é um pouco pouco convencional. Mas funcionou até agora!$h",
"Mon8":"$d Joja#Bem, pelo menos alguns residentes de nossa cidade acreditam em apoiar empresas locais. ...*suspiro*$s|Eu admito, o trabalho é realmente um pouco mais divertido sem o JojaMart por perto. .. .Parece que tudo importa de novo, sabendo que não vai acabar em ruína, sabe?",
"Tue2":"Ei, que bom ver você de novo!#$e#Obrigado por apoiar a economia local!",
"Tue4":"Se cuidarmos uns dos outros, é assim que nossa comunidade sobreviverá no longo prazo.#$e#De qualquer forma, você gostaria de comprar alguma coisa?$h",
"Tue10":"$d Joja#Aparentemente, a mercearia familiar em Grampleton fechou há não muito tempo. Gostaria de saber quando será a minha vez?$s|Eu fiz algumas pesquisas. Acontece que o JojaMart estava vendendo por um preço bastante uma perda. Sua estratégia geral não é nem mesmo obter lucro até que os negócios locais sejam extintos.",
"Qua6":"#$1 pierre1#*suspiro*... Não importa quão bem o negócio vá, nunca é suficiente para satisfazer meu desejo de sucesso. O que há de errado comigo? Talvez eu esteja apenas entediado com a vida doméstica.$s #$e#Algum dia vou abrir uma nova loja na cidade e ganhar muito dinheiro.#$e#Infelizmente, os negócios estão tão lentos que mal consigo economizar dinheiro...$s",
"Wed10":"Ei, se importa se você ficar de olho no balcão por algumas horas, enquanto eu vou trabalhar na sua fazenda?#$e#Haha, estou brincando.$h#$e#...*suspiro*$s" ,
"Thu4":"Ei, @. Você é meu cliente número um!",
"Thu6":"$d Joja#Eu apoio o mercado livre tanto quanto qualquer um, mas para quem exatamente ele é 'livre' quando Joja detém o tipo de poder que tem?$s|Apenas mais um lindo dia na vizinhança!" ,
"Thu8":"É mais fácil manter um humor positivo quando há mais rostos familiares aparecendo.#$e#Então... obrigado pela visita!$h",
"Fri4":"Com suas aulas on-line, Abigail já está formalmente mais educada do que nunca. Estou orgulhosa dela.#$e#Comecei como balconista de cortesia quando criança, e depois fui trabalhando do meu jeito até que eu pudesse abrir esta loja.",
"Fri6":"Pensei em escrever histórias para passar o tempo. Mas nada realmente me inspira.#$e#Não sei como Elliott faz o que faz.#$e#Talvez eu precise de uma mudança de cenário.",
"Fri8":"$d Joja#Tudo o que Morris faz é tecnicamente legal, mas isso não muda o fato de que ele vê nossa cidade pelo dinheiro e nada mais.$3|Meus pesadelos de estresse sobre o JojaMart finalmente pararam. .. .Eu te contei que estava tendo pesadelos? Sim, isso foi uma coisa.",
"Sat2":"Eu gosto mais se puder vender produtos locais.#$e#Eu só quero fazer o que puder que seja correto pelo meio ambiente.#$e#Além disso, não há custos de envio quando é local. ",
"Sat4":"Às vezes, operar um pequeno negócio realmente exige muito de você.#$b#Mas eu me pergunto, como seria esta comunidade sem minha loja?",
"Sat6":"Às vezes é difícil conversar durante o jantar com minha família. No final do dia, tudo o que tenho em mente são formulários de pedidos, lucros, vendas...$s#$e#Acho que posso ver como isso seria chato...$s#$b#Mas de qualquer forma, um homem tem que fazer o que é necessário para sua família, independentemente de eles apreciarem isso ou não.",
"Sun2":"Obrigado pela visita!$h#$e#Espero que seu dia corra bem.",
"Sun4":"Fornecer necessidades básicas para as pessoas desta comunidade... Isso vale um legado, não é?",
"Sun6":"Às vezes me pergunto... que porcentagem da minha vida vou passar atrás deste balcão?$s",
"Sun8":"$d Joja#Uma comunidade pode ter alma? Eu quero acreditar neste lugar, mas é difícil quando parece que as carteiras das pessoas são sua prioridade número um.$s|Eu me sinto muito sortudo. No no fim das contas, parece que a Vila Pelicanos é um lugar especial, afinal!",
"summer_1":"Tenho sementes de verão disponíveis! É melhor você estocar.",
"summer_Mon":"O que você vai cultivar neste verão? Algo específico? Um pouco de tudo?",
"summer_Tue":"O JojaMart nem tem preços mais baixos do que os nossos, a menos que você conte aqueles cupons de 50% de desconto que eles estão sempre distribuindo.$3#$e#Você nunca ganhou um, hein? Sim, nenhum dos dois eu tenho. Faz sentido o porquê.",
"summer_Tue6":"Ugh... Está tão quente aqui.",
				"summer_Thu6":"Abigail sempre será minha garotinha. Foi amor à primeira vista, quando a vi pela primeira vez.",
"summer_Fri6":"O verão é uma boa época para comer uma salada refrescante, não acha?",
"summer_Sat10":"Se cuidarmos uns dos outros, é assim que nossa comunidade sobreviverá no longo prazo.#$e#De qualquer forma, você gostaria de comprar alguma coisa?$h",
"summer_Sun10":"Com suas aulas on-line, Abigail já está formalmente mais educada do que nunca. Estou orgulhosa dela.#$e#Comecei como balconista de cortesia quando criança, e depois trabalhei do meu jeito até que eu pudesse abrir esta loja.",
"fall_1":"As sementes de outono chegaram! As colheitas não crescem no inverno, então esta é sua última chance até a primavera.#$b#Melhor dar tudo de si, hein?",
"fall_Mon4":"Eu simplesmente não consigo seguir o gridball.#$e#Ha ha, vá em túnel, eu acho! Certo?",
"fall_Mon8":"Ouvi dizer que houve um grande jogo de esportes ontem à noite.#$e#Joseph Sports correu todas as jardas e marcou o gol.#$e#...$h",
"fall_Mon_inlaw_Abigail":"Olá, er... meu filho?$s^Olá, er... filha?$s",
"fall_Mon4_inlaw_Abigail":"Olá, @. Como está Abigail? Diga a ela que estamos sentindo falta dela por aqui.",
"fall_Tue10":"Os negócios têm estado bem ultimamente, mas juro que temos um pequeno ladrão em nossa comunidade.$s#$e#Os salgadinhos continuam desaparecendo das prateleiras. E eu sei que não estou de folga na minha contando.$s",
"fall_Thu10":"Sabe, é difícil passar tanto tempo atrás de um balcão...#$b#...mas é um pouco mais fácil sabendo que quase todos os rostos que passam pela porta são familiares.#$e #Claro, é bom que você seja um deles hoje!$h",
"fall_Fri10":"Ainda tenho trabalho amanhã. Não há fim de semana de verdade para mim, mas eu esperava ir com mais calma.#$e#O que, você tem um grande pedido que precisa que eu atenda?$4 ",
"fall_Sat10":"Aquelas praias lindas e ensolaradas nas Ilhas Fern... *suspiro* O que eu não daria para estar lá agora.",
"fall_Sun":"Olá. Sua fazenda ainda está indo bem?#$e#Talvez algumas de minhas sementes vão melhorar as coisas.$h",
"fall_Sun2":"Fico feliz em comprar tudo o que você produz na fazenda.#$e#Sim, eu revendo com lucro... mas essa é a vantagem de ser dono de uma loja estabelecida.#$e#Don não tenho ideias...",
"fall_Sun4":"Está começando a ficar frio lá fora...#$b#Isso significa que mais pessoas entram na loja para se aquecer... hehe.",
"fall_Sun8":"Se eu não tivesse essa loja para cuidar eu estaria lá fora agora...#$e#As folhas estão lindas e os cogumelos estão brotando.",
"winter_1":"Você não pode cultivar nenhuma plantação durante o inverno... então não tenho sementes para lhe oferecer.#$e#Isso realmente vai reduzir nossos lucros.",
"winter_Mon4":"Eu simplesmente não consigo seguir o gridball.#$e#Ha ha, vá em túnel, eu acho! Certo?",
"winter_Mon8":"O problema do gridball é que o objetivo é dar 110%.#$e#O outro time só deu 108%, então é por isso que eles não marcaram mais pontos.#$e# Hehehe... desculpe.$h",
"winter_Mon_inlaw_Abigail":"Olá, er... meu filho?$s^Olá, er... filha?$s",
"winter_Mon4_inlaw_Abigail":"Eu costumava me preocupar com o futuro de Abigail, mas posso ver que ela está exatamente onde precisa estar.#$e#Vocês sejam bons um com o outro agora, certo?$h",
"winter_Tue10":"Abigail sempre será minha garotinha. Foi amor à primeira vista, quando a vi pela primeira vez.",
"winter_Wed":"#$1 pierreDin#Vou surpreender Caroline esta noite com um jantar e uma garrafa de Stardew Red. Não conte a ninguém! Finalmente, um dia de relaxamento.$k#$e#",
"winter_Thu2":"Eu negocio principalmente com alimentos, então se você tiver algum minério ou madeira é melhor tentar vendê-los em outro lugar.",
"winter_Thu4":"Sou só eu ou tem uma corrente de ar frio aqui?",
				"winter_Thu6":"Caroline é realmente maravilhosa. Acho que não conseguiria aguentar esta estação fria sem ela.",
"winter_Fri10":"Às vezes me pergunto se os cidadãos não me respeitam da mesma forma que respeitam os outros moradores. O que é que eu faço de errado aos olhos deles?$s",
"winter_Sat":"Se eu não tivesse essa loja para administrar eu estaria lá fora agora.#$e#Seria divertido jogar uma bola de neve.",
"winter_Sat6":"Sou só eu ou tem uma corrente de ar frio aqui?",
"winter_Sat8":"#$1 pierre2#Abigail se parece comigo? Não conte para minha esposa, mas às vezes me pergunto se sou realmente o pai.$k$s#$e#Não conte para minha esposa, mas odeio preparar o jantar.",
"winter_Sun10":"Caroline e eu nos conhecemos na escola. Na verdade, nunca namoramos ninguém além um do outro.#$e#Eu sei, é um pouco pouco convencional. Mas funcionou até agora!$h",
"spring_12":"Amanhã é o festival do ovo! Terei algumas sementes especiais que estarão à venda apenas no festival, então economize algum dinheiro!",
"spring_23":"Terei um quiosque aberto no baile das flores amanhã, com alguns itens exclusivos. Não deixe de passar por aqui!",
"fall_15":"Estou me sentindo muito bem com minha exibição na granja para amanhã.$h#$b#Embora a competição seja bem-vinda.",
"fall_26":"Estarei vendendo produtos raros novamente no festival Spirit's Eve. Espero que você venha e dê uma olhada!",
"winter_28":"Feliz ano novo, @. Obrigado pela visita.",
"spring_1_2":"Aha! Achei que você passaria por aqui. Melhor colocar algumas sementes no chão, hein?",
"spring_12_2":"Amanhã é o festival do ovo! Terei algumas sementes especiais que estarão à venda apenas no festival, então economize algum dinheiro!",
"spring_23_2":"Vou abrir um quiosque no baile das flores amanhã, com alguns itens exclusivos. Não deixe de passar por aqui!",
"fall_15_2":"Estou me sentindo muito bem com minha exibição na granja para amanhã.$h#$b#Embora a competição seja bem-vinda.",
"fall_26_2":"Estarei vendendo produtos raros novamente no festival Spirit's Eve. Espero que você venha e dê uma olhada!",
"winter_28_2":"Feliz ano novo, @. Obrigado pela visita."
			}
		}
	]
}