{
	"Changes":[
		{
			"LogName":"Robin",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Robin",
			"Entries":{
				"cc_Begin":"Ah, aquele antigo Centro Comunitário? Sim, eu consertaria isso, mas Lewis não deixou claro comigo o que ele quer fazer com ele, exatamente.",
"Mon":"Olá, @.#$e#Eu estava sonhando acordado com alguns novos projetos de carpintaria.#$e#Você está bem na sua casa? Como está a madeira da sua casa?",
"Mon2":"Já te contei que construí nossa casa do zero?#$e#Definitivamente tem sido o ponto alto da minha carreira até agora.",
"Mon4":"Nahh, eu não entro muito nas minas. Muito escuro e perigoso.#$e#Me avise se você encontrar algo legal lá embaixo.",
"Mon6":"O trabalho de Demetrius tecnicamente nos trouxe até aqui. Eu diria que funcionou muito bem.",
"Tue2":"Havia algumas grandes construções em sua fazenda, mas agora elas desapareceram.#$e#Eu adoraria ajudar a restaurar a fazenda novamente. Deixe-me saber o que posso fazer.",
"Tue4":"Leah também tem um bom domínio em marcenaria. Eu só prefiro fazer coisas com um uso um pouco mais prático.",
"Tue6":"Demetrius pode ser um pouco estóico, com seu cérebro científico, mas aprendi muito rapidamente como chegar ao seu lado romântico.#$e#Afinal, eu o ensinei a dançar comigo.$h ",
"Tue8":"Devo dizer que você certamente tem sido um grande apoio para o nosso negócio desde que se mudou para a cidade.$h",
"Qua":"Ei, como vão as coisas?#$q 604/605/606 Qua_old#Você está se acomodando bem?#$r 604 0 Qua_604#Até agora tudo bem.#$r 605 0 Qua_605#Estou tudo bem, apenas sobrecarregado.#$r 604 0 Qua_604#Este lugar é refrescante.#$r 606 -10 Qua_606#Este lugar é uma merda. Por que estou aqui?",
"Wed_old":"$p 006#Espero que as coisas estejam começando a melhorar.|Não se esqueça de aparecer a qualquer momento.",
"Wed_604":"Fico feliz em saber disso. Avise-me se precisar de alguma coisa.$h",
"Wed_605":"Aguente firme. Vai melhorar.#$b#Lembre-se, nós nem tínhamos casa quando nos mudamos para cá. Tenho certeza que você também vai se recuperar em breve .",
"Wed_606":"Oh meu Deus, não sabia que era tão ruim.$s#$b#Obrigado por ser honesto. Por favor, saiba que você nunca está sozinho aqui. Estamos todos do seu lado.",
"Wed2":"Quando nos mudamos para cá, tivemos que montar um trailer até que eu pudesse terminar a casa.#$e#Demetrius tinha um trailer separado para seu laboratório.",
"Wed4":"Você já tem alguns móveis bons para sua casa?#$e#Eu simplesmente não consigo me imaginar voltando para uma casa que eu não amo.#$e#Desculpe, quero dizer, o que quer que funcione para você, certo?$h",
"Wed8":"O pai de Sebastian? Ele era um cara legal. As coisas simplesmente não deram certo.#$e#Éramos ambos muito jovens.",
"Thu2":"Você já tentou entrar em contato com Sebastian?",
"Thu4":"Eu ouço ruídos elétricos estranhos vindos do quarto de Maru de vez em quando.#$e#Eu sempre me perguntei se os interesses dela iriam atrás de mim ou de Demetrius. Acho que era um pouco dos dois.$h",
"Thu6":"Eu conheci Demetrius na faculdade enquanto trabalhava como aprendiz e criava Sebastian.#$e#Minha cabeça ainda gira quando me pergunto como conseguimos encontrar tempo para tudo isso!",
"Thu8":"Às vezes, me pergunto se Sebastian passivamente se ressente de mim por não ter seu pai por perto.$s#$e#Talvez ele sinta que Maru tem tudo e vive na sombra dela...$s",
"Qui10":"@, que bom ver você!$h#$e#Ter você como vizinho foi uma das melhores coisas que nos aconteceu desde que nos mudamos para cá.",
"Fri2":"Sam vem ocasionalmente para jogar com Sebastian. Talvez eles convidem você para se juntar a eles algum dia.",
				"Fri_inlaw_Maru":"Achei que você e Maru se dariam bem. Fico muito feliz em ver vocês dois juntos.",
"Fri8":"É estranho. Não me sinto velha o suficiente para ser mãe de dois filhos adultos.#$e#A vida fica cada vez mais rápida conforme você avança, eu acho.",
"Sat4":"Ugh, eu gostaria que Sebastian não fumasse.$s#$e#Eu nem sei de onde ele tirou isso.$s",
"Sat6":"Demetrius geralmente é descontraído com tudo, com exceção de qualquer coisa relacionada a Maru.#$e#Essa é a única área em que você realmente precisa ganhar a confiança dele.#$e#Desculpe se ele já disse alguma coisa distante. Não é só você.",
"Sat8":"Aqui fora tenho um pouco mais de flexibilidade para fazer os projetos que me interessam.#$e#Acho que não teria esse tipo de liberdade trabalhando na cidade.",
"summer_Mon10":"Como aprendi a construir coisas tão rápido? Muita prática, eu diria.#$e#Se você definir algo em sua mente, eventualmente você se tornará um especialista nisso.",
"summer_Tue6":"Mmm, estou desejando um pêssego maduro. Você tem algum na sua fazenda?",
"summer_Tue10":"Você já tentou algo criativo com blocos de notas e bateria?#$e#Lembre-se de que você pode alterar os tons deles.",
"summer_Wed":"Trabalharei sob o sol direto se precisar. Não se preocupe, tenho um dos protetores solares mais resistentes que você pode encontrar.",
"summer_Wed8":"O quê? Você está preocupado que eu trabalhe até tarde em meus projetos de construção? Não, eu faço muitas pausas ao longo do dia.#$b#Só não quando você está olhando, eu acho.$h#$ e#Além disso, é preciso muito trabalho para construir tão rápido quanto eu.",
"summer_Thu10":"Qual é a melhor colheita que você tem na fazenda neste verão?#$e#Suponho que você não poderia trazer alguma...?$h",
"summer_Fri_inlaw_Sebastian":"Sebastian tem saído muito ultimamente?#$e#Certifique-se de que vocês dois cuidam bem um do outro!$h",
"summer_Fri_inlaw_Maru":"Maru tem mexido em alguma coisa legal ultimamente?#$e#Certifique-se de que vocês dois cuidem bem um do outro!$h",
"summer_Sat10":"Às vezes, me pergunto se Sebastian passivamente se ressente de mim por não ter seu pai por perto.$s#$e#Talvez ele sinta que Maru tem tudo e vive na sombra dela...$s",
"summer_Sun10":"Conheci Demetrius na faculdade enquanto trabalhava como aprendiz e criava Sebastian.#$e#Minha cabeça ainda gira quando me pergunto como conseguimos encontrar tempo para tudo isso!",
"fall_Mon4":"Maru já mostrou algum de seus projetos mais recentes?",
"fall_Mon8":"Foi quando Maru se tornou adolescente que eu sabia que ela era outra coisa com máquinas.#$e#Quando criança, ela sempre desmontava nossos eletrônicos, embora nem sempre conseguisse montá-los novamente. #$e#Mas, eventualmente, ela chegou a um ponto em que os reuniu novamente à sua maneira, com modificações.#$b#Estou muito orgulhoso de quão avançada ela se tornou.",
"fall_Tue10":"Quando nos mudamos para cá, tivemos que construir um trailer até que eu pudesse terminar a casa.#$e#Demetrius tinha um trailer separado para seu laboratório.",
"fall_Wed10":"É sempre uma honra ajudar a reconstruir sua fazenda. Eu não teria conseguido sem você coletar todos esses recursos.#$e#Agradeço por ter me deixado fazer isso.$h",
"fall_Thu8":"Quando as coisas dão certo para nós, é nosso dever ajudar os necessitados.#$b#Você também não acha?",
"fall_Fri6":"Madeira dura é difícil de encontrar, mas não há nada melhor para trabalhar.#$e#Suponho que você não tenha mais madeira sobrando, não é?$h",
"fall_Sat10":"Demetrius pode ser um pouco estóico, com seu cérebro científico, mas aprendi muito rapidamente como chegar ao seu lado romântico.#$e#Afinal, eu o ensinei a dançar comigo.$h ",
"fall_Sun10":"Todo mundo precisa de um projeto para tirá-los da cama todos os dias e seguir em frente. Qual é o seu agora?",
				"winter_Mon6":"Você gosta da sua lareira? Me avise se quiser remodelá-la.#$e#A lareira certa faz a maior diferença para combinar a aparência de um ambiente.",
"winter_Mon8":"Sempre tive paixão por construir coisas, mesmo quando era criança.#$e#Às vezes eu recebia uma \"olhada\" de outras pessoas sobre meus hobbies. Eu simplesmente não deixava isso me incomoda.",
"winter_Tue10":"Meus filhos têm seus próprios interesses. Eu nunca empurrei nenhum deles para a carpintaria.#$e#Eles ainda parecem gostar de suas atividades práticas. Maru tem seus gadgets e Sebastian sua motocicleta." ,
"winter_Wed":"Acho que preciso de um pouco de tempo para mim. Uma visita à fonte termal pode ser adequada.#$e#Você já foi?",
"winter_Wed6":"Os estilos de arquitetura e a moda doméstica podem ir e vir, mas todos têm um objetivo em mente: criar um lugar melhor para se viver.#$e#A humanidade sempre procurou um lugar melhor para viver. É tão antigo quanto história em si. Então, gosto da sensação dessa conexão em meu trabalho.",
"winter_Thu10":"Com todos esses dias frios, como está sua lareira? Precisa que eu a remodele?",
"winter_Fri_inlaw_Maru":"Maru está hospedada na sua casa?#$e#Certifique-se de dizer a ela para visitá-la em breve!",
"winter_Sat8":"Quando menina, lembro-me de pesquisar como fazer um iglu de verdade e depois montá-lo.#$e#Ficou muito bom! Atuei como capataz e coloquei alguns amigos meus para trabalhar.$ h",
"winter_Sun10":"Havia muitas coisas nesta cidade que precisavam ser consertadas, mas eu não consegui começar a trabalhar em muitas delas até você aparecer.",
"winter_15":"Pensei que poderíamos ir em família ao Mercado Noturno em uma dessas noites.#$e#Mas não sei se consigo convencer Sebastian a ir...",
"summer_27":"Acho que nunca vou me cansar de ver as geleias do luar com Demetrius.#$e#Espero que você consiga também.",
"fall_15":"A Stardew Valley Fair é realmente outra coisa. Espero que você monte uma exibição para nós vermos!",
"winter_28":"Mais um ano. Mais algumas décadas disso e ficarei velho.#$e#Mas continuarei fazendo o que estou fazendo por muitos anos.$h",
"spring_1_2":"Feliz primavera! Ei, agora é um bom momento para me contar sobre quaisquer projetos que você possa ter para mim.",
"winter_15_2":"Pensei que poderíamos ir em família ao Mercado Noturno em uma dessas noites.#$e#Mas não sei se consigo convencer Sebastian a ir...",
"summer_27_2":"Acho que nunca vou me cansar de ver as geleias do luar com Demetrius.#$e#Espero que você consiga também.",
"fall_15_2":"A Stardew Valley Fair é realmente outra coisa. Espero que você monte uma exposição para nós vermos!",
"winter_28_2":"Mais um ano. Mais algumas décadas disso e ficarei velho.#$e#Mas continuarei fazendo o que estou fazendo por muitos anos.$h"
			}
		}
	]
}