{
	"Changes":[
		{
			"LogName":"Sam",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sam",
			"Entries":{
				"Mon2":"Ei, como vai?#$e#Ontem à noite pratiquei guitarra por 4 horas seguidas. Meus dedos doem muito.$s#$e#Tchau, tenho algo para fazer..." ,
"Mon4":"Eu comecei a andar de skate quando era criança.#$e#Mas é gratificante fazer o mesmo hobby quando adulto. Você realmente acaba vendo isso sob uma luz totalmente nova.",
"Tue2_1":"Ei, @.#$e#Então, você joga algum videogame?",
"Tue4_1":"Mamãe está sempre preocupada com Vincent. Pessoalmente, acho que ele vai ficar bem.#$e#Quero dizer, ela esqueceu como eu era naquela idade ou algo assim?$h",
"Tue4":"Tentei preparar uma tigela de cereal para meu pai, mas assim que coloquei leite nela, ele enlouqueceu. O que houve com isso?$s",
"Tue8_1":"Às vezes eu olho para outras pessoas e percebo como todo mundo muda. Algumas pessoas com quem cresci simplesmente não são as mesmas.#$e#É uma pena ter que deixar para trás essas partes da sua infância. Por que todo mundo muda se contentar com isso?",
"Tue8":"Às vezes eu olho para outras pessoas e percebo como todo mundo muda. Algumas pessoas com quem cresci simplesmente não são as mesmas.#$e#É uma pena ter que deixar para trás essas partes da sua infância. Por que todo mundo muda se contentar com isso?",
"Qua":"Estou tentando criar uma nova música para minha banda, mas não consigo...#$q 319/320 Wed_old#Ei.. Sobre o que você acha que minha nova música deveria ser? #$r 320 30 Qua_320#Agricultura, mineração e corte de madeira.#$r 8820 30 Qua_320#Uma cidade no mar.#$r 8821 30 Qua_320#Trens.#$r 319 -50 Qua_319#Escolha qualquer coisa. ainda será uma música horrível.",
"Wed_old":"$p 319#Mas eu já sei o que você pensa sobre isso.$a|Graças à sua ajuda já terminei a letra!$h",
"Wed_319":"Ei, cara... qual é o seu problema? Desculpe por ter perguntado.$a",
"Wed_320":"Ei, quer saber? Parece perfeito. Obrigado!$h",
"Thu_2":"Bem, meu pai está de volta. Você o conheceu, certo?#$b#Estou feliz que ele esteja bem.",
"Thu2_2":"Bem, meu pai está de volta. Você o conheceu, certo?#$b#Estou feliz que ele esteja bem.",
				"Thu4_1":"Acho que meu pai pode voltar daqui a um ano ou mais.#$e#Acho que você poderá conhecê-lo então. Se você ainda mora aqui.#$e#Você não faria isso. Não abandono a fazenda depois de tanto esforço!",
"Qui4":"...Tenho sentimentos confusos sobre a volta do meu pai. Ele parece estranho.$s#$b#Mas acho que não o vejo há 3 anos... então isso pode explicar." ,
"Thu8_1":"Estou surpreso por termos feito amizade tão rapidamente! Você é realmente a melhor pessoa de todas, @!",
"Thu8":"Ei, se você começar a conversar com meu pai, apenas uh... mostre algum apoio a ele, se não for pedir muito.#$e#Ele realmente não gosta de falar sobre si mesmo perto de mim, então talvez seja mais fácil se você não estiver tão próximo?$s",
"Fri2":"Às vezes sinto falta da cidade, mas se eu me mudasse para lá de novo, acabaria trabalhando sem parar só para sobreviver.#$e#Me pergunto o que vale mais a pena?",
"Fri10":"Quanto mais velho fico, mais apegado me sinto ao vale.#$b#Embora eu possa ser tendencioso... por um certo motivo.$l#$e#Então, como você está hoje?$ h",
"Sat2":"Eu aprendi a tocar guitarra há apenas alguns anos. Isso veio até mim naturalmente.#$e#Eu ainda tive que praticar muito, no entanto. Há 'bom', mas há 'realmente bom', 'sabe?$h",
"Sat4":"Oh! Acabei de lembrar que deveria ligar para minha avó. Ok, vou colocar esse elástico no pulso para não esquecer.#$e#Tenho que fazer pequenos lembretes para mim ou então esquecerei totalmente de fazer as coisas.$h",
"Sat6":"Abby criou um solo de bateria legal. Eu só preciso descobrir como incorporá-lo em uma de nossas músicas.#$e#Eu não pensava muito em Abby quando era mais jovem, mas Acontece que ela é muito criativa.",
"Sat8_1":"Abby criou um solo de bateria legal. Eu só preciso descobrir como incorporá-lo em uma de nossas músicas.#$e#Eu não pensava muito em Abby quando era mais jovem, mas Acontece que ela é muito criativa.",
"Sat8":"Ter meu pai de volta foi... ainda mais diferente do que eu esperava.$s#$e#Eu simplesmente não sei se devo agir perto dele. Tipo, sou uma criança de novo ou eu sou um homem?$s",
"Sun2":"Se eu for lá fora, às vezes começo a ter ideias para letras surgindo na minha cabeça.#$e#Você deve gostar muito de trabalhar fora, né?",
"Sun4":"Tenho experimentado um pedal de efeitos. É muito divertido, mas veremos se consigo encontrar um lugar para ele na música da nossa banda.#$e#Se você criar um som que seja simplesmente enigmático, acaba soando cafona. Alto risco, alta recompensa, eu acho.",
"Sun8":"Às vezes me pergunto se minha mãe está realmente feliz com sua vida...$s#$e#Perguntei a ela uma vez e tive a sensação de que ela estava escondendo alguma dor interior.",
"summer_Mon":"Há um pouco menos de pólen no verão... meu nariz está muito feliz.",
"summer_Mon10":"Jogar na cidade de Zuzu foi um sonho que se tornou realidade, mas sinto que tirei isso do meu sistema.#$e#Meus pensamentos têm se mudado para outras coisas ultimamente.$l",
"summer_Tue6":"Hmm, amanhã de manhã deve ser dia de panquecas.#$e#Aposto que Vince realmente gostaria disso.",
"summer_Tue10":"Talvez eu devesse aprender a cozinhar#$b#Você não se importaria de ser meu provador de sabor, certo?$h#$e#Não sei, só pensei que poderia ser algo que você gostaria.$ eu",
"summer_Wed6":"$d Joja#Outro turno no JojaMart hoje. Oba, mais algumas horas da minha vida desperdiçadas.$s|Se eu trabalhar rápido, Gunther às vezes me deixa sair do turno mais cedo. Morris nunca teria deixado isso passar .",
"summer_Thu":"Papai estava me contando uma vez sobre nosso inimigo nacional, o Império Gotoro... Eles parecem um bando cruel.",
"summer_Thu4":"Sebastian tem alguns jogos de tabuleiro muito legais.#$b#Há muito tempo, eu não gostava de jogos de tabuleiro, mas ele sabe como torná-los divertidos.$h",
				"summer_Thu6_1":"@, obrigado por entrar em contato comigo como você fez. As coisas têm estado difíceis ultimamente com a partida do meu pai.$s#$e#Nenhuma notícia é uma boa notícia, certo? Tenho que permanecer positivo.",
"summer_Thu6":"Às vezes consigo ouvir meu pai andando pelo corredor à noite.$s#$b#...Mas ele não nos conta o que o está incomodando.",
"summer_Fri4":"Oh cara. Eu comi uma pizza grande inteira às... onze da noite passada.#$e#Acabei de abrir a geladeira e pensei, 'jackpot'!#$e#...Haha, não, me sinto bem.$h",
"summer_Fri6":"Eu estava com muitas saudades de casa quando nos mudamos para cá, mas isso foi há muito tempo.#$e#Esta é realmente a única casa que Vince já conheceu. Vê-lo se adaptando torna tudo mais fácil para mim também." ,
"summer_Fri10":"Tenho escrito uma música ultimamente.#$e#É, uh... é sobre você.#$e#Ei, vamos lá, não ria!",
"summer_Sun2":"Ei, tendo um bom verão?#$e#Passe na minha casa se estiver procurando um lugar para se refrescar.",
"summer_Sun4":"Booyah! Eu gravei outro conjunto de letras ontem à noite!$h#$e#Estou pegando fogo ultimamente. Ainda há muito trabalho a fazer antes de estarmos prontos para tocar ao vivo." ,
"summer_Sun6":"Hoo. Eu poderia ir comer alguns donuts agora.#$e#Não importa que hora do dia seja. É sempre hora de donuts.",
"summer_Sun8":"Já percebeu como há muitos caras solteiros em Pelican Town?$s#$e#É meio estranho, não acha?$s",
"summer_Sun10":"Sabe, acho que não sinto mais falta da minha antiga casa. É divertido fazer um show na cidade de Zuzu, mas não tenho nenhuma vontade de morar lá novamente.",
"fall_Mon2":"Gosto de passear na floresta nesta época do ano. A temperatura é tão confortável#$e#...$h",
"fall_Mon6_1":"O ensaio da banda foi incrível na semana passada. Abby e Sebastian têm trabalhado muito duro.",
"fall_Mon6":"Meu pai? Sim, não sei. É mais fácil ficar fora do caminho dele na maior parte do tempo.",
"fall_Mon10_1":"Você é o melhor, @. Mal posso esperar para meu pai te conhecer quando ele voltar.$l",
				"fall_Mon10":"Eu disse ao meu pai: \"Olha, pai, você não precisa esconder coisas de mim. Não sou mais uma criança.\"$s#$b#Por um segundo, ele parecia que ia realmente se abrir, mas então ele simplesmente se levantou, deu um sorriso estranho e foi embora.$s#$e #Acho que ele nunca desistirá de querer me proteger. Se não aconteceu agora, provavelmente nunca acontecerá.$s",
"fall_Tue6":"Depois que papai saiu para sua turnê, tomei uma decisão consciente de dar a Vince a melhor infância que ele pudesse ter.#$e#Eu percebi, se eu não ajudar a fazer isso acontecer para ele, quem mais o fará? ",
"fall_Tue8":"Fiz uma pequena limpeza na casa para facilitar as coisas para minha mãe, mas na verdade ela não parece mais feliz.#$e#Ela estava agradecida, mas... não sei. Ela está sempre dizendo essa é a maior fonte de estresse dela. Mas não tenho tanta certeza.",
"fall_Wed4":"Minha mãe faz uma pizza incrível, desde que ela não coloque nenhuma cobertura estranha nela.#$e#Não conte a ela, mas a pizza no salão é absolutamente perfeita. Gus sabe o que faz .",
"fall_Wed6":"Acho que estou me tornando um purista da pizza. Coberturas são boas, mas se você conseguir a mistura certa de queijos, isso é tudo que você realmente precisa.#$e#Eu gostaria de saber cozinhar.$s",
"fall_Wed8":"Está cozinhando alguma pizza ultimamente? Cara, eu realmente poderia comer uma fatia.",
"fall_Wed10":"Tem sido difícil para mim me concentrar em escrever letras ultimamente. Acho que parte da minha inspiração veio do sentimento de isolamento nesta cidade.#$e#Mas isso... não é mais um problema.$l",
"fall_Thu4":"Olá @.#$e#Hmm... Será que posso cultivar um cacto no meu quarto?",
"fall_Thu6_1":"Acho que meu pai pode voltar no próximo ano.#$e#Acho que isso será em breve. Estranho.",
"fall_Thu6":"Acho que deveria começar a pensar em me mudar logo...$s#$e#...Mas eu sentiria falta da caçarola de peixe da mamãe, então não sei...$s#$e#Eu odeio tomar decisões .",
"fall_Fri6":"...Fiquei acordado até tarde jogando no meu computador ontem à noite. Eu realmente gostaria de ter me concentrado em escrever mais algumas letras.",
"fall_Fri8":"Recebi meu salário ontem. Hmm... devo economizar ou devo gastá-lo...",
"fall_Sat2":"Olá @.#$e#Hmm.. Será que posso cultivar um cacto no meu quarto?",
"fall_Sat4":"Tenho sorte de ter o maior cômodo da casa só para mim.#$e#Acho que há vantagens em ser o filho mais velho.",
"fall_Sat8":"$d Joja#Que bom que estou de folga. Trabalhar no JojaMart tem me irritado muito ultimamente.|Eu estava olhando as exposições durante meu turno no museu. Temos algumas coisas bem legais lá.",
"fall_Sun2":"Cara, eu ralei muito meu joelho no skate alguns dias atrás.#$e#Nahh, não dói. Só um pequeno dano de batalha.",
"fall_Sun6":"É difícil se divertir no domingo... fico pensando em ter que ir trabalhar amanhã.$s",
				"fall_Sun8":"@, o que tira você da tristeza de domingo à noite? Sabe, quando você tem que voltar ao trabalho no dia seguinte?#$e#Ah, certo. Você nunca tira um dia de folga.# $b#Bem, então você deve realmente amar o que faz. Estou com inveja.$h",
"winter_Mon2":"Todo mundo fica dentro de casa durante o inverno, então posso tocar guitarra tão alto quanto eu quiser.$h",
"winter_Mon4":"Tivemos outro bom ensaio da banda neste fim de semana! As coisas estão indo bem.$h#$e#Oh, não se preocupe, definitivamente estou comprando ingressos para o nosso primeiro show.",
"winter_Mon8":"Vince está ansioso pela Festa da Estrela Invernal. Estou pensando em como torná-la ainda mais especial para ele este ano.",
"winter_Mon10":"Ei, se morássemos juntos, você ficaria irritado por eu tocar guitarra muito alto?#$e#Não há resposta errada. Seria o que funcionasse para você.",
"winter_Tue8":"Penny e eu costumávamos sair muito quando nos mudamos para cá.#$e#Ainda saímos ocasionalmente e temos uma coisa estranha, quase... sedutora? ...acontecendo, mas não temos mais muito em comum.$s",
"winter_Tue8_inlaw_Penny":"Estou feliz que as coisas tenham dado certo para você e Penny! Sempre me perguntei sobre ela.$h",
"winter_Wed6":"$d Joja#Eu sei que nossos trabalhos são meio ruins, mas seria bom se Shane fosse um pouco mais amigável no trabalho para passar o tempo.|Eu me pergunto como Shane está? Ele sempre pareceu odiar seu JojaMart ainda mais do que eu.",
"winter_Wed10":"Ei... você não está... 'contratando' na sua fazenda, nem nada, está?$l",
"winter_Thu4_1":"Acho que meu pai voltará nesta primavera.#$e#Já se passaram 3 anos desde que o vi. Isso vai ser estranho.",
"winter_Thu4":"Papai já voltou há algum tempo. Acho que finalmente estou me acostumando.",
"winter_Fri4":"Espero que haja mais neve seca e pulverulenta antes que tudo lá fora vire lama.",
"winter_Fri6":"Vince e eu tivemos uma luta épica de bolas de neve ontem. Estamos quase empatados.$h#$e#Mais alguns anos e terei legitimamente que tomar cuidado.",
"winter_Fri8":"Snowboard é muito divertido, mas só pratiquei algumas vezes. Pena que não há pistas boas por perto...",
"winter_Fri10":"@! É tão bom ver você!$h#$e#Me dê um abraço. ...Ooh! Você é legal e caloroso!$l",
				"winter_Sat6":"Depois que nos mudamos para cá, Penny e eu crescemos juntos. Agora ela é professora do meu irmão mais novo. Como isso acontece?#$e#Talvez seja a hora de eu realmente mudar minha vida. Sebastian tem o ideia certa.#$e#Você também, nesse caso.",
"winter_Sun4":"Eu peguei Vince na porta com os sapatos molhados. Ainda bem que o peguei antes que ele corresse para a cozinha.",
"winter_Sun6":"Tente não fazer bagunça na casa. Minha mãe é muito obsessiva em manter as coisas limpas.#$e#É, uh... na verdade, uma luta legítima às vezes...$s",
"winter_Sun10":"Talvez se eu me mudasse, minha mãe finalmente ficaria um pouco mais feliz.#$e#Eu me pergunto se ela está estressada só porque está preocupada comigo?",
"spring_1_2":"Ei @, começo de ano incrível, não é? Achei que o ano passado nunca iria acabar.$h#$e#Obrigado pela visita.",
"spring_12":"Meu irmão mais novo fica tão animado com os festivais. Ele ficou falando sobre a caça aos ovos de amanhã o dia todo.",
"spring_21":"Às vezes aquelas pétalas de primavera que flutuam fazem meu nariz pingar.$s#$e#Eu gosto mais do verão.",
"spring_23":"Por que o baile das flores não poderia ser hoje para que eu pudesse trabalhar?$s",
"winter_7":"Uma vez, Gus caiu no rio durante o Festival do Gelo. Tivemos que acender uma grande fogueira no salão para secá-lo.#$e#Estávamos todos preocupados que nunca provaríamos seu famoso espaguete. de novo.",
"fall_7":"A primeira semana de outono já acabou. Cara, isso passou rápido.$s#$e#Tanto faz. Estou feliz que você veio me visitar!#$e#Então você tem alguma coisa novo para me contar?",
"fall_9":"Encomendei um novo par de sapatos on-line. Eles são do mesmo estilo, então sei que servirão perfeitamente.",
"fall_16":"Encomendei alguns sapatos on-line há mais de uma semana! Cara, eles realmente estão demorando muito.#$e#Acho que devemos realmente morar no meio do nada.$s",
"fall_23":"Ah, meus pés estão ótimos com esses sapatos novos. Eles estão um pouco quebradiços, mas vão quebrar. Especialmente depois de eu correr pelo labirinto assombrado neste fim de semana.$h",
"fall_26":"Hoje à noite, depois que todos estiverem dormindo, aquele velho esquisito que mora na floresta montará o labirinto assombrado. Ele sempre se certifica de que ninguém esteja por perto para vê-lo trabalhando.",
"summer_10":"Não preciso trabalhar amanhã! Nunca estive tão feliz.$h",
"winter_24":"A Festa da Estrela Invernal deveria ser um momento para mostrar gratidão por todas as coisas boas da vida.#$b#Eu? Estou mais interessado na comida. Hehe.$h",
"winter_28":"Tenho uma sensação estranha sobre esta noite. Algo grande está para acontecer.#$e#Só espero que seja algo bom.",
"winter_28_2":"Acho que vou ficar acordado até tarde com Vincent esta noite. Acho que há apenas um número limitado de vezes que ele vai querer fazer isso.",
"spring_12_2":"Meu irmão mais novo fica tão animado com os festivais. Ele ficou falando sobre a caça aos ovos de amanhã o dia todo.",
"spring_23_2":"Por que o baile das flores não poderia ser hoje para que eu pudesse trabalhar?$s",
"winter_7_2":"Uma vez, Gus caiu no rio durante o Festival do Gelo. Tivemos que acender uma grande fogueira no salão para secá-lo.#$e#Estávamos todos preocupados que nunca provaríamos seu famoso espaguete. de novo.",
"fall_7_2":"A primeira semana de outono já acabou. Cara, isso passou rápido.$s#$e#Tanto faz. Estou feliz que você veio me visitar!#$e#Então você tem alguma coisa novo para me contar?",
"fall_26_2":"Hoje à noite, depois que todos estiverem dormindo, aquele velho esquisito que mora na floresta montará o labirinto assombrado. Ele sempre se certifica de que ninguém esteja por perto para vê-lo trabalhando.",
"summer_10_2":"Não preciso trabalhar amanhã! Nunca estive tão feliz.$h",
"winter_24_2":"A Festa da Estrela Invernal deveria ser um momento para mostrar gratidão por todas as coisas boas da vida.#$b#Eu? Estou mais interessado na comida. Hehe.$h"
			}
		},
		{
			"LogName":"Sam Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSam",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Pode ser um bom dia para sentar e tocar violão... Ei, você também pode relaxar se quiser.#Ei, querido. Parece que a boa e velha natureza está fazendo o seu trabalhe para você hoje. Aproveite isso!",
"Rainy_Day_1":"#$c .5#Você acha que Sebastian e Abigail algum dia vão ficar juntos? Heh... agora que sou casado, estou tentando casar todo mundo também.#Sebastian é alguns anos mais velho que eu. Eu nunca esperei que fosse vencê-lo ao dar o nó.",
"Rainy_Day_2":"#$c .5#Ei, encontrei um desses rolando no fundo de uma gaveta. [90 88 86 535]Achei que você poderia usá-lo.#Ah, cara, eu ia vá andar de skate hoje.$s",
"Rainy_Day_3":"#$c .5#Ah, cara. Esses dias nublados são meio chatos...$7#Talvez hoje seja um bom dia para eu dar outra chance ao Punkman 2. Eu nunca venci esse jogo." ,
"Rainy_Day_4":"#$c .5#Como você dormiu? O som da chuva realmente me deixa atordoado.#Espero que o humor da minha mãe esteja bom hoje. Pelo menos ela não terá que se preocupar comigo rastreando pegadas em a casa.",
"patio_Sam":"#$c .5#*Suspiro*... Eu nunca vou acertar essa manobra...$s#Ah, cara! Você errou! Eu acertei um kickflip perfeito há pouco tempo. $h",
"Rainy_Night_0":"#$c .5#Ei, como foi seu dia? Fiquei deitado lendo quadrinhos a maior parte do dia... foi ótimo.$h#Adoro morar aqui, sem vizinhos! Eu acionei meu amplificador até onze!$h",
"Rainy_Night_1":"#$c .5#Foi um dia bastante discreto para mim... refrigerantes, pizza congelada, algumas horas tocando violão. Me sinto relaxado.#Vai ser divertido quando Vince cresce um pouco, se torna um adolescente. Acha que ele poderia passar noites de cinema aqui?",
"Rainy_Night_2":"Mais cedo, eu ouvi nossa gravação ao vivo daquele show que tocamos. Lembra disso? Cara, isso foi desleixado.#$b#Fiquei um pouco nervoso por você estar lá, eu não queria bagunçar levante e você pense que eu era um perdedor!$l",
"Rainy_Night_3":"Espero que Vincent não esteja muito sozinho agora que parti... Eu meio que me senti responsável pelo garotinho.$s#$e#$c .5#Você sabe, ele provavelmente vai ficar bem. É não é como se eu tivesse me mudado para o outro lado do país ou algo assim.#Mas, a vida é toda uma questão de mudança... certo? As crianças precisam aprender isso, eventualmente... Ou então a idade adulta irá destruí-las.$7",
"Rainy_Night_4":"#$c .5#Ei, coloquei algumas pizzas congeladas no forno. Aqui está a sua. [206]$h#Aqui está. A única pizza congelada que comemos foi frango assado. Desculpe, eu comi os quatro queijos. [206]",
"Indoor_Day_0":"#$c .5#Ufa... Vou te contar uma coisa que não sinto falta da minha antiga vida... trabalhar no JojaMart.#Vou fazer uma limpeza hoje. Pelo menos isso é uma coisa boa que aprendi no meu antigo emprego.",
"Indoor_Day_1":"Ei, eu fiz algumas panquecas instantâneas para você. Aproveite. [211]$h#$e#$c .5#O quê? Eu nunca aprendi a cozinhar... mamãe sempre fez isso.#Eu me considero um um conhecedor de panquecas instantâneas. Só que... você provavelmente não quer que eu tente cozinhar muito mais.",
"Indoor_Day_2":"#$c .5#Ei. Eu sei que brinco muito, mas quero que você saiba que eu realmente te amo...$l#Oh! 'Bom dia. Meu cabelo está bom hoje? $l",
"Indoor_Day_3":"Você tem grandes planos para o dia?#$e#$c .5#Ah, eu não... Eu geralmente decido o que fazer com alguns momentos de antecedência...#Posso tocar alguns favoritos antigos no Meu violão.",
				"Indoor_Day_4":"#$c .5#Talvez Sebastian esteja online mais tarde. Estou com vontade de jogar videogame hoje.#Hum... Talvez eu ajude na fazenda algum outro dia. Estou com preguiça hoje.$s#$e#Você não está bravo?",
"Indoor_Night_0":"#$c .5#Ei, você parece cansado. Deixe-me ajudá-lo a relaxar esta noite, ok? Talvez eu lhe faça uma massagem mais tarde.#Uau, você está em casa! Acho que essa é a minha deixa. OK , hora de relaxar para você! [184 346 206]",
"Indoor_Night_1":"#$c .5#Meu dia? Ah... mal me lembro. Na verdade, não fiz nada digno de nota. Apenas relaxei e me diverti.#Tirei o pó e varri hoje. E eu limpei a cozinha. Viu? Às vezes eu também faço coisas.",
"Indoor_Night_2":"#$c .5#Ei, desculpe, não arrumei a cama. Você sabe que sou desleixado... é por isso que você gosta de mim, certo?$h#Eu? Oh, me envolvi em alguns programas hoje. Estou me sentindo um pouco louco; eles foram meio intensos.",
"Indoor_Night_3":"#$c .5#A única coisa que sinto falta em morar em casa é a caçarola de peixe da mamãe.#Ei. Senti sua falta hoje. Fui procurar por você em determinado momento, mas imaginei que você provavelmente estivesse ocupado .",
"Indoor_Night_4":"#$c .5#Pronto para pegar o feno? Na verdade, eu arrumei a cama pela primeira vez...#Quer que eu toque uma canção de ninar de violão para você? Não tenho pressa para adormecer, mas você provavelmente está muito cansado.",
"Outdoor_0":"#$c .5#Talvez eu devesse comprar algumas rodas off-road para meu skate. O prefeito Lewis não pode me tocar aqui.$h#Hah, se não fosse por todas as árvores no assim, você provavelmente poderia ver minha antiga casa daqui. Meio engraçado, não é?$h",
"Outdoor_1":"#$c .5#Eu sempre fico de olho no vasto céu azul... você nunca sabe quando um OVNI pode passar.#Esse tipo de manhã tranquila... É legal. Provavelmente é mais saudável do que sendo algum tipo de estrela do rock aprimorada.",
"Outdoor_2":"#$c .5#Ei, está com um bom pressentimento sobre hoje? Não quero atrapalhar sua rotina matinal.#Oi, @! Se eu soubesse mais sobre trabalho agrícola eu te ajudaria mais . Desculpe!#$e#Vou tentar ajudá-lo com pensamentos encorajadores.$h",
"Outdoor_3":"#$c .5#Algo no ar me faz sentir positivo... talvez seja o leve cheiro de pizza saindo do forno do Gus.#Será que sinto falta de morar na cidade? Ha, não. Não é um pouco.$h",
"Outdoor_4":"#$c .5#Uau... você está ótima hoje, e as partículas de lama apenas adicionam um charme extra.$l#Hoo... Eu estava pensando que não dormi tão bem ontem à noite . Mas só de sair aqui já me sinto acordado de repente!",
"OneKid_0":"#$c .5#Desculpe. Estou percebendo o quanto relaxei quando nos casamos. Ser pai definitivamente está me mantendo ocupado agora.#Vou trocar a fralda de %kid1.. .não se preocupe com isso. Você já tem o suficiente para fazer.",
"OneKid_1":"#$c .5#É estranho, mas eu realmente gosto de ser pai!$h#*bocejo* Cara, cara, definitivamente estou sentindo uma nova apreciação pelos pais que ficam em casa.$s" ,
"OneKid_3":"#$c .5#Acho que deveríamos ter outro filho. Por que parar agora?#Claro, ser pai é muito mais cansativo do que eu imaginava, mas estou pronto para um desafio!$h",
"TwoKids_0":"Acordei cedo, alimentei as crianças e troquei suas fraldas! Está tudo pronto. Você pode se concentrar apenas em arrecadar aquele doce dinheiro.$h#$e#Só estou brincando... eu não casei com você por dinheiro.",
"TwoKids_1":"#$c .5#Duas crianças... Loucura. Bem, se minha mãe pode sobreviver, eu também posso!#Temos que ter certeza e dar muita atenção a %kid1 agora que temos % garoto2. Não queremos nenhum ciúme entre eles.",
"TwoKids_2":"#$c .5#É divertido ver os bebês brincando uns com os outros. Acho que eles vão ficar muito próximos.#Acho que farei um show privado para as crianças hoje. Essa é a ideia único tipo de público que eu realmente preciso!$u",
"TwoKids_3":"#$c .5#Nunca pensei que me tornaria um homem de família, mas estou muito satisfeito com o que construímos aqui. A vida está indo muito bem.$l#Meus pais ainda são lindos jovens. Eles poderiam facilmente viver para ver bisnetos. Ou talvez até tataranetos!$u",
"funLeave_Sam":"#$c .5#Vou visitar a família hoje, ok? Estarei em casa à noite.#Tenho que ver minha família hoje, ter certeza de que todos estão bem. Eu vou vejo você hoje à noite, ok?",
"funReturn_Sam":"#$c .5#Ver a família é bom, mas também é meio deprimente de um jeito estranho. Tipo... nossas vidas estão totalmente separadas agora, e tudo parece mais formal do que costumava ser.$7# Minha família está bem, mas todos estão lutando com uma coisa ou outra. Espero que esteja tudo bem para você se eu os ver novamente em breve.$7",
"spring_3":"Fui buscar alguns remédios para alergia. Mas não gosto de usá-los. Sinto-me muito atordoado.$s",
				"spring_8":"Sebastian me emprestou uma grande e velha pilha de quadrinhos dele. Isso praticamente preenche minha leitura para o próximo mês.$h",
"spring_16":"É meio estranho saber que nunca mais serei criança.#$b#Mas... conhecer meu histórico antigo, talvez seja uma coisa muito boa.$h",
"spring_25":"Quantos dias até o verão agora? Heh, mal posso esperar.",
"summer_5":"Espero que amanhã seja um bom dia para subir no halfpipe.#$e#Você quer passar por aqui e me observar um pouco?",
"summer_12":"Foi bom ver Penny no festival ontem. Hoje em dia só saímos de vez em quando.#$b#Além disso, agora que sou casado com você, há menos constrangimento pairando no ar entre ela e eu.",
"summer_17":"Hoje marca o aniversário de quando minha família se mudou para Vila Pelicanos.#$b#Ou... acho que foi hoje?$s#$e#Talvez eu pergunte para minha mãe.",
"fall_4":"Esta é a estação favorita da Abby, certo? Aposto que ela está se divertindo.#$e#Percebi que sempre que ela está de bom humor, Sebastian parece estar muito feliz também.",
"fall_9":"Continuo tendo a sensação de que algumas pessoas acham que nos casamos muito jovens.$7#$b#Olha, entendo como eles poderiam pensar isso, mas só quero que você saiba que para mim, isso é real .$s#$b#Nós podemos fazer isso, certo? Estou a bordo... você está a bordo...#$e#Vamos conquistar o mundo juntos.",
"fall_13":"Achei que Vila Pelicanos fosse um local privilegiado para fazer as coisas como você quer, mas... caramba. Nesta fazenda, nós realmente podemos fazer o que quisermos, hein?$u",
"fall_23":"Um ano, exagerei um pouco com Vincent no doce da Véspera dos Espíritos.#$b#Isso foi um erro. O pobre rapaz não conseguiu conter tudo. Tão nojento.$h#$e# Uh, sim, mamãe limpou. Eu me senti muito mal.$s#$e#Não vou fazer isso de novo. Não se preocupe.",
"winter_3":"Então, alguma coisa realmente cresce no inverno...? Ou...",
"winter_14":"Se você não estiver tão ocupado nesta temporada, há um dia em que podemos simplesmente passar o tempo relaxando? Estou com muita saudade de você.$l",
"winter_20":"Espero que Vincent consiga tudo o que deseja este ano para a Festa. Adoro ver aquele garoto abrindo presentes.",
"winter_26":"Eu me pergunto como está meu pai...$7"
			}
		}
	]
}