{
	"Changes":[
		{
			"LogName":"Sandy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sandy",
			"Entries":
			{
				"Mon2":"Você chegou aqui de novo! Estou tão feliz.$h#$e#O que há de novo no vale?",
"Mon4":"Uma vez, um casal literalmente acampou aqui para sua lua de mel. O que quer que flutue em seu barco, certo?",
"Mon6":"Almocei com Emily não muito tempo atrás! Foi tão bom conversar com ela.$h#$e#Nós conversamos um pouco sobre você, na verdade. Todas as coisas boas, eu prometo!$h ",
"Mon8":"Emily tem um talento especial para ler as pessoas. É como se ela estivesse em um comprimento de onda diferente, ou algo assim.#$e#Ela não pode deixar de tratar a todos com igual respeito, não importa como a outra pessoa aja . Eu admiro isso.",
"Mon10":"Ei, querido! Fez alguma daquela sopa tom kha ultimamente? Acho que nunca vou me cansar do sabor.#$e#Pegue um coco antes de ir, se encontrar um.",
"Tue2":"Aquele esqueleto lá atrás é um 'dragão de areia'. Quando criança, você também adorava dinossauros?#$e#Às vezes, os turistas param para tirar fotos.",
"Tue4":"Meu nome não é realmente Sandy, você sabe. É apenas bom para os negócios.#$e#Mas todo mundo me chama de Sandy de qualquer maneira, então eu acabei de me acostumar.",
"Tue6":"Eu reclamo do calor sem parar, mas nada supera o frescor do deserto quando o sol se põe.#$e#A aparência de um pôr do sol no deserto também é difícil de superar.",
"Tue8":"Oi!~ Fique o tempo que quiser.#$e#O ar condicionado com certeza é bom, não é?",
"Tue10":"Bem, meu Deus! Quantas vezes você já andou naquele ônibus até aqui agora?#$e#Ei, agradeço cada visita.",
"Wed2":"Olá, querido!$h#$e#Como está Emily? Espero que Haley não seja muito difícil.",
"Wed6":"Vejo todo tipo de gente por aqui. Às vezes, eles estão em viagens ou trabalham no transporte.#$e#Mas a maioria dos clientes regulares simplesmente vão para a sala dos fundos.",
"Wed8":"Não é caro vir ao deserto com tanta frequência como você faz?#$e#Você deve gostar muito de me ver, hein? Hmmm... $h",
				"Wed10":"Ei, é @! Estou feliz em ver você, garoto. Eu estava começando a pensar que você nunca mais voltaria!#$e#Se eu não tivesse essa loja para administrar, eu viria de volta ao vale com você por um dia ou dois... só você e eu na velha fazenda.$s#$e#Você apenas terá que me visitar com mais frequência para que eu não fique deprimido.$h" ,
"Thu4":"Ei... acho que posso confiar em você. Você pode guardar um segredo, certo?#$b#*sussurro* Aquele cara lá atrás... é algum tipo de clube exclusivo. Eu nunca fui dentro de mim, mas eles me pagam um aluguel mensal generoso, então eu não faço perguntas.#$e#SOOOOoo! Como está o clima em Stardew Valley agora?",
"Thu6":"Aquelas estruturas parecidas com antenas a nordeste daqui? Não faço ideia.#$e#Aparentemente, elas apareceram em um episódio antigo de 'Mistérios do Desconhecido'.#$e#Elas devem ter sido construídas lá há algum tempo. razão, de qualquer maneira!",
"Thu8":"Eu sei que não parece, mas os negócios têm estado decentes ultimamente.#$e#Parte disso é graças a você. O custo de vida aqui é muito barato, então apenas uma simples compra de sementes vale muito longo caminho!$h",
"Fri":"Aquela comerciante com o camelo passa por aqui com bastante frequência. Mas não sei como ela espera fazer algum negócio.#$e#Ei, falo por experiência própria. É difícil aqui.",
"Fri2":"Acho que o que mais sinto falta no vale são as flores silvestres. São muitas lembranças boas que as acompanham.#$e#Traga algumas se encontrar alguma, ok, querido?",
"Fri4":"Bem, olha quem está aqui! Como você está?#$e#Acabei de ler o melhor livro. 'Marcie e o Castelo Subterrâneo.' Definitivamente vale a pena ler, se você tiver tempo.",
"Fri6":"Eu ouço rádio às vezes. Depois que você ouve a mesma música pop duas vezes por hora durante um mês, é difícil continuar.$s",
"Fri8":"Olá! Como está a fazenda, querido?#$e#Suponho que as coisas devem estar em boa forma se você tiver tempo para caminhar até aqui.#$e#É sempre um prazer para ver você.$h",
"Sat":"Olá! Bem-vindo ao Sandy's Oasis, o destino número um no Deserto de Calico!#$e#*sussurro* Pareci profissional?$h#$e#Certifique-se de conferir nossa seleção de sementes sazonais.",
"Sat2":"É melhor evitar a caverna ao norte daqui.$s#$e#Eu espiei lá dentro uma vez. Tem essa porta? ...e *arrepio* Ugh, nunca mais.#$b#Nunca. De novo. $s",
"Sat4":"Você parece com muita sede. Aqui, experimente esse leite gelado. [184]#$e#Saboroso, hein?$h",
"Sat8":"@! Entre. Tenho uma surpresa para você. [233]#$e#Achei que você iria adorar.$h",
"Sat10":"Ei @. É dia de amostra grátis! Aproveite. [218]",
"Sun2":"Olá, querido. Sim, sou só eu, sozinho nesta grande loja antiga. Hmmm...#$e#Bem, exceto aquele cara assustador lá atrás. Mas ele nunca move um músculo, então Muitas vezes me esqueço dele.",
"Sun4":"Eu flutuei pelo vale por alguns anos. Gostaria de poder morar lá, mas é muito difícil encontrar um trabalho confiável.#$e#Então foi assim que vim parar aqui!",
"Sun6":"Acho que vi pelo menos um cara da sala dos fundos que ocasionalmente segue para o norte.#$e#Eu me pergunto se ele está indo para aquela caverna bizarra?$s",
"Sun8":"Eu fiz uma viagem para a cidade de Zuzu no mês passado. Não posso deixar de aproveitar os clubes de vez em quando!$h#$e#Eu não perco um segundo. Eu fico fora a noite toda.#$e#Tem universitários que nem conseguem me acompanhar! Heehee!$h",
"Sun10":"A caverna? Olha, se você esteve lá, não quero saber.$s#$e#Eu confio que você ficaria seguro se o fizesse, hein?",
"summer_Mon10":"Minhas raízes estão aparecendo? Meu cabeleireiro cancelou novamente.$s#$e#*suspiro* É uma viagem tão longa até a cidade também, não posso simplesmente reagendar para o dia seguinte.$s",
"summer_Tue10":"Como está o camelo do comerciante do deserto? Ela quer alguns animais de estimação?",
				"summer_Wed10":"Eu ouço rádio às vezes. Depois que você ouve a mesma música pop duas vezes por hora durante um mês, é difícil continuar.$s",
"summer_Thu10":"Se você vir Emily, avise-a que estou livre para encontrá-la no horário que ela mencionou.",
"summer_Fri6":"A comerciante do deserto entrou e olhou em volta outro dia. Ela não falou muito. Também não comprou nada.#$e#Que pessoa misteriosa. Eu me pergunto como é sua vida real é como?",
"summer_Sat10":"Eu reclamo do calor sem parar, mas nada supera o frescor do deserto quando o sol se põe.#$e#A aparência de um pôr do sol no deserto também é difícil de superar.",
"summer_Sun10":"Ohhh! Acabei de comprar a camisa mais fofa do estoque! Quer experimentar?$h",
"fall_Mon10":"Eu fiz uma viagem para a cidade de Zuzu no mês passado. Não posso deixar de aproveitar os clubes de vez em quando!$h#$e#Eu não perco um segundo. Eu fico fora a noite toda.#$e#Tem universitários que nem conseguem me acompanhar! Heehee!$h",
"fall_Tue10":"Acho que vi pelo menos um cara da sala dos fundos que ocasionalmente segue para o norte.#$e#Eu me pergunto se ele está indo para aquela caverna bizarra?$s",
"fall_Wed10":"Que bom que você apareceu! Não tive cliente o dia todo!#$e#...como esperado.$s",
"fall_Thu10":"Bem, olá ~ O que traz você ao deserto hoje?#$e#Caça ao tesouro? Coleta de coco? ...Meeeeee? <$h#$e#Haha, estou brincando.",
"fall_Fri":"Você não teria muita sorte cultivando aqui, querido.#$e#Bem, a menos que você fosse um criador de cactos.$h",
"fall_Fri4":"Parece que aquele comerciante do deserto geralmente sabe como prever quando você aparecerá.#$b#Então ela vai para casa assim que você sai. Ela pode prever o futuro ou algo assim?#$e#Wish Eu poderia fazer isso...",
"fall_Sat10":"Eu flutuei pelo vale por alguns anos. Gostaria de poder morar lá, mas é muito difícil encontrar um trabalho confiável.#$e#Então foi assim que vim parar aqui!",
"fall_Sun10":"Aquelas estruturas parecidas com antenas a nordeste daqui? Não faço ideia.#$e#Aparentemente, elas apareceram em um episódio antigo de 'Mistérios do Desconhecido'.#$e#Elas devem ter sido construídas lá há algum tempo. razão, de qualquer maneira!",
"winter_Mon10":"Meu nome não é realmente Sandy, você sabe. É apenas bom para os negócios.#$e#Mas todo mundo me chama de Sandy de qualquer maneira, então estou me acostumando.",
"winter_Tue10":"Uma vez, um casal literalmente acampou aqui para sua lua de mel. O que quer que flutue em seu barco, certo?",
"winter_Wed10":"Emily tem um talento especial para ler as pessoas. É como se ela estivesse em um comprimento de onda diferente, ou algo assim.#$e#Ela não pode deixar de tratar a todos com igual respeito, não importa como a outra pessoa aja . Eu admiro isso.",
"winter_Thu10":"@! Entre. Tenho uma surpresa para você. [233]#$e#Achei que você iria adorar.$h",
"winter_Fri":"Não acredito que há neve agora onde você mora.#$e#Oh, bem. A areia é como a neve. Terá que servir para mim.",
"winter_Fri6":"Pelo menos é um pouco mais fresco aqui no inverno. Mas o sol com certeza não para.",
"winter_Sat10":"Você vai pescar naquele lago do outro lado da rua?#$e#Eu vi aqueles peixes. Não consigo me imaginar comendo algo assim! Blech.",
"winter_Sun10":"O que você acha de ter um gato de loja morando aqui?#$e#O dono do prédio definitivamente diria não, tenho certeza, mas acho que um gato adoraria viver no deserto.# $e#Há até um misterioso totem de gato a poucos passos daqui. Você já viu, certo?",
			}
		}
	]
}