{
	"Changes":[
		{
			"LogName":"Sebastian",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sebastian",
			"Entries":{
				"Mon2":"Uh... e aí?",
"Mon6":"Sempre fico confuso por que a ideia de vida após a morte é tão atraente. As pessoas percebem quanto tempo a 'eternidade' realmente dura?#$e#Eu entendo a necessidade de conforto, mas...#$b#. ..para mim, pensar em 'eternidade' é mais como olhar para um abismo sem fim. Prefiro focar no que é temporário e está à minha frente.",
"Mon8":"Parece bastante narcisista presumir que somos importantes no grande esquema das coisas.$s#$e#Mas acho que estamos todos flutuando rio abaixo. Temos que aproveitar a viagem enquanto dura.",
"Mon10":"Parece bastante narcisista presumir que somos importantes no grande esquema das coisas.$s#$e#Dito isto, porém, você é importante para mim, não importa quão indiferente o universo possa ser.$l",
"Tue4":"Quando você joga uma pedra no lago, ela envia ondulações. Mas então as ondulações eventualmente alcançam a borda e param.#$b#Tudo acaba, então como as coisas com um efeito duradouro podem ser mais importantes? ",
"Wed4":"Fico entediado com coisas simples e comuns da vida. Como as pessoas ficam entusiasmadas com as coisas mais mundanas?#$e#Por exemplo, os pais de Abby ganharam uma máquina de lavar nova há alguns meses e vão contam histórias sobre aquela coisa por horas...#$b#...como se fosse a coisa mais importante que já aconteceu com eles.#$e#Em certo sentido, é meio engraçado, mas em outro, é simplesmente deprimente como o inferno.$s",
"Wed10":"É bom ter um motivo para ficar aqui em Pelican Town.#$e#Hum, você sabe do que estou falando, certo?$l",
"Thu4_inlaw_Maru":"É um pouco mais fácil não ter que morar mais com Maru. Como você está?",
"Sex2":"*suspiro*... Se a gasolina não fosse tão cara eu iria de moto até a cidade hoje.#$e#$q 415/416 Sex_old#Então o que você faz quando não está trabalhando ?#$r 415 0 Sex_bad#Mais Agricultura#$r 416 30 Sex_good#Quadrinhos#$r 415 -30 Sex_bad#Compras#$r 415 -30 Sex_bad#Esportes",
"Fri_old":"$p 416#Ei, se você está entediado, fique à vontade para ficar no meu quarto...$h|Você provavelmente prefere a vida de cidade pequena, hein?",
"Fri8":"O que há de novo?$h#$e#Estarei no salão hoje à noite destruindo Sam na piscina novamente.$h",
"Sat4":"Você não fuma, não é?#$b#...Sim, sem problemas, está tudo bem.",
"Sat6":"Talvez eu deva fazer algo criativo neste fim de semana.#$b#Eu me pergunto se meu cliente se importaria se eu redesenhasse o logotipo do programa dele?",
"Sat8":"Sam quase me venceu na sinuca ontem à noite.#$e#Bem, 'quase' é um termo relativo, mas ele está melhorando.$h",
"Sat10":"Olá, @. Como está seu dia?$h",
				"summer_Mon2":"Todo mundo se animando quando o sol aparece... É um clichê.$a",
"summer_Mon4":"Você nunca fica enjoado do sol? Quando o calor está te deixando bobo, você fica todo suado e sujo...#$b#...e você tem que passar uma gosma fedorenta na sua pele só para evitar que queime... Por que as pessoas gostam do verão, de novo?",
"summer_Mon10":"Devo dizer, @, quando te conheci, não pensei que gostaria de você. Você parecia tão... animado?$h#$e#Mas estou feliz por estava errado. Provavelmente era apenas eu projetando suposições sobre alguém que se mudou voluntariamente para Pelican Town.$l",
"summer_Tue4":"É definitivamente melhor estar com muito frio do que com muito calor.#$b#Muito frio? Coloque um moletom. Problema resolvido.#$b#Muito calor? Você está ferrado.",
"summer_Tue6":"As noites de verão são decentes, pelo menos, se esfriar o suficiente.#$e#Quando está escuro lá fora e você ainda sente aquela onda de calor, sair de casa... isso é uma bagunça.",
"summer_Tue8":"Meu pai biológico? Sim, eu o encontrei algumas vezes.#$e#Ele é surpreendentemente normal.#$e#É isso.",
"summer_Wed4":"É bom ter aquela sensação de realização quando você corrige um bug que estava escapando de você há dias.$h#$e#Oh, desculpe, provavelmente é muito chato para você ouvir falar disso.",
"summer_Wed6":"Droga. Hoje não é um bom dia.$a#$e#Se você puder me dar algum espaço, eu agradeceria.#$e#Olha, você entende como eu trabalho.",
"summer_Wed8":"Por que estou sorrindo? Acho que tenho estado excepcionalmente feliz ultimamente...$h",
"summer_Thu":"Sair e bater um papo com os moradores locais, só por diversão. ...Esse provavelmente é o seu tipo de coisa, não é?",
"summer_Thu2":"Eu definitivamente não quero nadar, se é isso que você vai perguntar.$s#$e#Oh, você só parou para dizer oi? Desculpe.",
"summer_Thu6":"Eu me sinto tão preso morando aqui. Minha vida não muda de um ano para o outro.$s",
"summer_Thu8":"Eu me sinto preso. Como diabos você fez isso, @, simplesmente abandonando sua vida e se mudando?#$e#Eu mataria para poder fazer isso. Mas o custo de vida continua aumentando a cidade.$s",
"summer_Fri2":"Você está acordado desde cedo? *bocejo* ...Droga.",
"summer_Fri4":"Tenho que ficar acordado até tarde. É o único momento em que a casa não está sufocante.#$e#Não consigo dormir quando está quente demais para ficar debaixo das cobertas.",
"summer_Sat2":"Estou com muita vontade de tomar um café, mas está quente demais para isso.#$e#E café gelado não é tão bom.",
"summer_Sat4":"Sam e eu originalmente nos unimos por causa da música, há algum tempo.#$e#Ele é um cara legal. A maioria das pessoas não se importa com meus hobbies, mas ele está sempre disposto a experimentar as coisas que eu gosto." ,
"summer_Sat6":"Existem todos os tipos de criaturas à espreita no subsolo, mas as pessoas quase nunca falam sobre elas. Quero dizer... por que não?#$e#É como se algumas pessoas escolhessem especificamente ser chatas.",
"summer_Sat10":"Talvez seja divertido andar de bicicleta durante uma tempestade noturna.#$e#Quero dizer, uh, risque isso. Muito perigoso, eu sei.$l#$e#Eu sei que você se preocupe. Preciso pensar nisso.",
"summer_Sun6":"Algumas pessoas olham para o céu noturno e começam a se sentir insignificantes.#$b#Mas eu me sinto assim o tempo todo. Para mim, é realmente um conforto o céu me lembrar dessa simples verdade. ",
"summer_Sun8":"A melhor coisa do lago é quando há lua cheia logo acima dele. Dá a toda a área um brilho agradável e sereno.",
				"fall_Mon6":"Por que Maru tem que ser instantaneamente boa em tudo que faz?$s#$e#Eu ainda sou melhor do que ela em música... e programação...#$b#...mas mesmo com programação, ela é muito boa em instalar scripts de IA para seus robôs.$s",
"fall_Mon6_inlaw_Maru":"Não me entenda mal, estou feliz que você e Maru ficaram juntos, mas...#$b#...é apenas mais um lembrete de como ela continua me ofuscando. Tudo tem que funcionar perfeitamente para ela.$s",
"fall_Mon8":"Faz sentido se eu disser que quanto mais lotado um lugar é, mais solitário ele é?#$e#Eu estava em uma boate na cidade de Zuzu alguns anos atrás. Estava lotado demais para dançar e alto demais para falar.#$b#Isso meio que anula todo o propósito, não é?",
"fall_Tue2":"Talvez eu deva fazer uma visita à Abby em breve.$u#$e#...Não sei.$u",
"fall_Tue4":"Tempero de abóbora isso... tempero de abóbora aquilo... cara, eu fico enjoado dessas modas sazonais.",
"fall_Tue8":"Não estou realmente bravo porque mamãe se casou com Demetrius. Ela pode viver sua própria vida.#$b#Eu só queria que eles me deixassem viver minha própria vida também.",
"fall_Wed4":"Fiquei acordado a maior parte da noite terminando um trabalho para um de meus clientes. Na verdade, foi muito divertido.#$e#Para começar, nem me sinto cansado.$h",
"fall_Wed6":"*suspiro* Se eu morasse na cidade, poderia me juntar a um grupo de 'Crônicas Solarianas' e fazer alguns daqueles ataques épicos de 8 pessoas.$s#$e#Oh, bem. Acho que não é realmente o mesmo quando você não conhece ninguém no grupo.",
"fall_Thu4":"Meu quarto seria um pouco menos deprimente se eu tivesse uma janela...$s",
"fall_Thu6":"Hm, talvez eu devesse trazer meu sintetizador da casa do Sam para cá. Seria muito mais fácil de praticar.#$e#Ou posso apenas praticar no teclado do meu computador. Foi assim que aprendi, de qualquer maneira .",
"fall_Thu8":"Eu sei que deveria tentar mais me conectar com Maru. É só que...#$b#...se eu tentar conhecê-la no nível dela, ficando todo animado com ela, parece errado. Simplesmente não é eu.#$e#Isso faz algum sentido?",
"fall_Fri":"*bocejo*... Fiquei até as 3 lendo esse novo livro...#$q 462/463 fall_Fri_old#Você lê, @?#$r 462 -30 Fri_bad#Sim. Os clássicos. #$r 463 30 Fri_good#Somente ficção científica e fantasia#$r 462 0 Fri_bad#Eu gosto de um bom romance#$r 463 -30 Sex_bad#Não, eu não leio livros",
"fall_Fri_old":"$p 462#Você provavelmente não iria gostar.$s|Acho que você iria gostar.",
				"fall_Sat6":"Eventualmente, terei que me levantar de manhã para que meus pais não me tratem com condescendência. Prefiro não ser tratado como uma criança.",
"fall_Sat8":"Como diabos você acorda tão cedo todos os dias? Não entendo.#$e#Esse é oficialmente o seu superpoder. 'Homem de Madrugada.'^Esse é oficialmente seu superpoder. 'De Madrugada.' Garota.'",
"fall_Sat10":"@, ei! Que bom que encontrei você.$h#$e#Estou tendo um dia muito bom. Queria ver como você estava.",
"fall_Sun4":"Muitas pessoas parecem obcecadas por si mesmas. Algumas não conseguem entrar em um livro ou programa de TV se os personagens não os lembram de si mesmos.#$b#Exatamente o oposto disso é por que gosto de ler fantasia.",
"fall_Sun6":"As pessoas agem de maneira completamente diferente em grandes grupos. Todos eles colocam essa máscara, essa persona...#$b#...e é só para que outras pessoas os aceitem.#$b#Eles não entendem um pouco confortáveis demais em perder contato com a versão real de si mesmos?",
"fall_Sun10":"Ei. Quer ficar acordado até tarde comigo esta noite?#$e#Quando há um brilho no horizonte, geralmente é quando percebo que é hora de ir para a cama.",
"winter_Mon6":"As pessoas sempre dizem \"seja você mesmo\", mas acho que para a maioria delas é apenas um ditado.#$b#Eles não querem dizer isso quando dizem isso.",
"winter_Mon8":"A Festa da Estrela Invernal está chegando. Eu sei que deveria tentar pensar em coisas pelas quais sou grato, mas...$s#$b#...é difícil quando há tantas pessoas da minha idade seguindo em frente com suas vidas.$s",
"winter_Mon10":"Eu estava pensando... Estou muito grato por ter você em minha vida.$l#$e#Apenas algo em que eu estava pensando, com a Festa da Estrela Invernal chegando.",
"winter_Tue2":"Você quer conversar? Uh... Estou meio ocupado no momento.#$e#Ok, não 'ocupado' ocupado, mas...$s#$b#...Desculpe, hoje não é um bom dia. Talvez mais tarde.",
"winter_Wed6":"Sam está carente de novo. E acabamos de jogar online ontem à noite.#$e#Oh, bem. Ele ainda fica feliz se eu disser sim apenas uma em cada quatro ou cinco vezes que ele pergunta.",
"winter_Wed10":"Abby é uma ótima garota, não me entenda mal. Ela é mais legal do que a maioria das pessoas da cidade.#$b#Mas ela é um pouco jovem. E além disso, eu tenho você.$l",
"winter_Thu4":"Eu gostava do meu sushi bem arrumado tanto quanto possível. Mas se o peixe estiver bom, todo o resto atrapalha o sabor.#$e#Talvez um pouco de molho de soja.#$e# Além disso, um dos meus personagens favoritos de uma série que li tem uma queda por sashimi, então...$s",
"winter_Thu10":"Aqui, você quer terminar meu café? Já tomei algumas xícaras. [395]#$e#Preciso te aquecer!$h",
"winter_Fri4":"Hmm... Será que consigo enfrentar o frio para dar uma volta hoje à noite...$s",
				"winter_Fri6":"Estou muito animado. Há um novo volume de 'Cave Saga X' saindo no próximo mês.$h#$e#Já encomendei o meu.$h",
"winter_Sat4":"Você não deve passar muito tempo em casa, com o jeito que você está sempre correndo.#$e#Parece cansativo.",
"winter_Sat8":"Sempre fico confuso por que a ideia de vida após a morte é tão atraente. As pessoas percebem quanto tempo a 'eternidade' realmente dura?#$e#Eu entendo a necessidade de conforto, mas...#$b#. ..para mim, pensar em 'eternidade' é mais como olhar para um abismo sem fim. Prefiro focar no que é temporário e está à minha frente.",
"winter_Sat10":"Cara, preciso sair daqui rápido.#$e#Alguma novidade na sua fazenda, apesar da neve?",
"winter_Sun4":"Eu construí um boneco de neve, mas Demetrius me fez me livrar dele.#$b#Você sabe que sua vida vai ao contrário quando seu padrasto te trata como uma criança de seis anos.$u",
"winter_Sun6_inlaw_Maru":"Não acredito que Maru ainda vem aqui para construir seu boneco de neve.#$e#Tem certeza de que foi uma boa ideia casar com alguém que mora perto de sua fazenda?#$e#Desculpe. Quero dizer, o que funcionar para você.$s",
"spring_1_2":"Eu deveria procurar nos fóruns por mais alguns clientes. Qualquer coisa para me manter ocupado dentro de casa nesta primavera.",
"spring_12":"Não sou muito fã de festivais. Muita comoção, muita interação social... Mais estresse do que diversão, se você me perguntar.",
"spring_23":"Ugh... Amanhã é o pior festival do ano, de longe. Espere e veja como pareço estúpido durante a dança das flores.",
"summer_10":"Hehe... Pode ser engraçado colocar algo nojento na sopa do lanche amanhã. Só não envenene ninguém.#$e#Por que estragar o lanche? Hmm... Acho que algumas pessoas se sentem liberadas quando as estruturas rígidas da sociedade quebram um pouco. Talvez eu seja estranho.",
"summer_27":"Amanhã estaremos todos nos reunindo nas docas para ver a migração das geleias do luar. Acho que começa às dez horas.",
"fall_20":"Você está ansioso pelo festival Spirit's Eve? Provavelmente é o meu favorito.$h",
"fall_26":"O festival Spirit's Eve é amanhã. Eu realmente espero que eles tenham esses esqueletos em exibição novamente este ano.$h#$e#Eu quase sinto que eles são meus amigos neste momento.",
"winter_24":"Hoje é véspera da estrela do inverno. É melhor ter o estômago vazio para o banquete de amanhã.",
"winter_28":"Seria bom se pudéssemos pular a primeira parte do ano.#$b#Todo mundo faz resoluções vazias que nunca cumprirão. Gostaria que mais pessoas pudessem pelo menos ser genuínas.",
"Mountain_47_23":"Venho aqui em busca de paz e sossego.",
				"summer_Mountain_58_35":"#$c .5#A temperatura só começa a ficar confortável à noite.#$e#Parece que sempre fica um pouco mais fresco à beira do lago.",
"spring_12_2":"Não sou muito fã de festivais. Muita comoção, muita interação social... Mais estresse do que diversão, se você me perguntar.",
"spring_23_2":"Ugh... Amanhã é o pior festival do ano, de longe. Espere e veja como pareço estúpido durante a dança das flores.",
"summer_10_2":"Hehe... Pode ser engraçado colocar algo nojento na sopa do lanche amanhã. Só não envenene ninguém.#$e#Por que estragar o lanche? Hmm... Acho que algumas pessoas se sentem liberadas quando as estruturas rígidas da sociedade quebram um pouco. Talvez eu seja estranho.",
"fall_20_2":"Você está ansioso pelo festival Spirit's Eve? Provavelmente é o meu favorito.$h",
"fall_26_2":"O festival Spirit's Eve é amanhã. Eu realmente espero que eles tenham esses esqueletos em exibição novamente este ano.$h#$e#Eu quase sinto que eles são meus amigos neste momento.",
"winter_24_2":"Hoje é véspera da estrela do inverno. É melhor ter o estômago vazio para o banquete de amanhã.",
"winter_28_2":"Seria bom se pudéssemos pular a primeira parte do ano.#$b#Todo mundo faz resoluções vazias que nunca cumprirão. Gostaria que mais pessoas pudessem pelo menos ser genuínas."
			}
		},
		{
			"LogName":"Sebastian Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSebastian",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Finalmente... uma chuva forte. Fico entediado com o tempo ensolarado facilmente.#Acho que vou ter um bom dia hoje. E você também se diverte, ok? $h",
"Rainy_Day_1":"#$c .5#Ei. Eu estava pensando no meu antigo quarto no porão. Eu me senti confortável lá, mas isso é muito mais interessante. E não sinto falta do cheiro...# Eu realmente não conseguia ouvir o som das gotas de chuva no meu antigo quarto no porão. É bom poder fazer isso nesta casa.$7#$e#Eu me senti meio envergonhado por morar na casa da minha mãe por tanto tempo.",
"Rainy_Day_2":"Ei. Não consegui dormir ontem à noite, então dei uma caminhada até as cavernas. Encontrei isso... quer?[575 769 767 84 66 78]#$e#$c .5#Eu só às vezes tenho problemas para dormir, não tem nada a ver com você. Eu te amo.$7#Eu simplesmente continuei andando e acho que me empolguei um pouco. Desculpe, não quis dizer nada com isso.",
"Rainy_Day_3":"#$c .5#Parece um dia muito bom para simplesmente ficar deitado, talvez ler um livro ou algo assim... o que você acha?#Está no limite do meu cérebro... Fiquei perplexo ontem por causa desse problema de codificação, mas hoje acho que posso fazer funcionar.$7",
"Rainy_Day_4":"#$c .5#Ei, mais um dia chuvoso... perfeito.#$e#Você parece com frio... aqui, chegue mais perto.$l#Lembra daquele dia que tivemos na praia? Sob o guarda-chuva?$l",
"Rainy_Night_0":"Estou tentando ao máximo parar de fumar agora que estamos casados... Não quero morrer por sua causa. É um péssimo hábito.#$e#Quero ter um futuro juntos.$ eu",
"patio_Sebastian":"#$c .5#Precisa de algo? Estarei aqui trabalhando na minha bicicleta por um tempo.#Só quero ter certeza de que tudo está em perfeitas condições. Da próxima vez que eu andar de bicicleta, não quero qualquer preocupação em minha mente.",
"Rainy_Night_1":"#$c .5#Eu estava com clima musical hoje, então brinquei com um programa de sintetizador. Gostaria de fazer isso com mais frequência; é realmente gratificante.$h#Eu fiz alguns trabalhos no laptop hoje . Na verdade, eu estava pensando em algumas ideias para um jogo que quero fazer.#$e#Com sua renda agrícola, posso fazer o que quiser da minha vida. É incrível. Obrigado.$h",
"Rainy_Night_2":"#$c .5#Oh, droga! Eu deveria levar o lixo para fora hoje, não era? Eu... farei isso de manhã.$s#Desculpe, não fiz isso Não vou fazer nenhum jantar. Talvez tenhamos uma pizza congelada na geladeira ou algo assim.#$e#Não sei, minha mente estava em outro lugar. É difícil lembrar de fazer tarefas...",
"Rainy_Night_3":"Como foi seu dia? Você matou algum monstro?$h#$e#$c .5#É bom descarregar sua agressividade de vez em quando, não é?#De qualquer forma, eu' que bom que você sabe como evitar ser chato.$7",
"Rainy_Night_4":"#$c .5#Talvez uma bruxa nos visite esta noite? Hah.. se a vida fosse tão interessante...#Ei, me avise quando estiver pronto para passar a noite.. .$l",
				"Indoor_Day_0":"Quanto mais velho fico, menos me sinto atraído pela cidade. Antigamente ela tinha uma certa mística.#$e#$c .5#Mas acontece que era apenas uma fantasia romântica. O A cidade é tão movimentada, tão cheia de gente... Eu não pertenço a esse lugar. Sou um solitário.#Viver aqui... é o tipo certo de solidão para mim. O tipo que me faz ansiar por ver você de novo todos os dias em casa.$7",
"Indoor_Day_1":"Ei... quer um café?[395]$7#$e#$c .5#Eu precisava de um pouco... acordei cedo de um pesadelo e simplesmente não conseguia voltar a dormir.#Isto é as coisas boas. Não aquele lixo da marca Joja.",
"Indoor_Day_2":"Não consegui dormir ontem à noite, então fui dar um passeio noturno de moto.#$e#$c .5#Preciso permanecer independente, mesmo sendo casados. É assim que eu sou. Mas eu ainda te amo.$7#A lua estava brilhante o suficiente para lançar sombras através das árvores. Foi uma noite perfeita.$7",
"Indoor_Day_3":"Ei. Como você dormiu ontem à noite?#$e#$c .5#Eu ouvi você resmungando. Você parecia assustado, mas tenho que admitir... foi meio fofo.$l#Isso não foi uma noite tão ruim para mim, mas admito que estou com ciúmes de como às vezes você consegue dormir como um tronco.$7",
"Indoor_Day_4":"#$c .5#Viver aqui com você está me ensinando a sair um pouco da minha concha. Acho que é bom para mim.$7#A maneira como você montou esta fazenda... eu devo dizer que me deu uma noção de onde vem nossa comida.$ 7",
"Indoor_Night_0":"Ei. Acabei de passear pela casa hoje. Nada de interessante...#$e#...#$e#$c .5#Oh, coloquei toda a louça e roupa em ordem. Então tem isso.#A vista da nossa casa é perfeita. Você pode ver o pôr do sol sobre Pelican Town na varanda da frente.",
"Indoor_Night_1":"Talvez eu tenha bebido muito café... Não me sinto muito cansado.#$e#$c .5#Eu só não queria que fosse desperdiçado. Isso, e era um sabor que eu realmente gosto.#Ainda estou tentando me ajustar ao horário da fazenda. Eu costumava ficar acordado até as 5h e dormir até as 14h, às vezes.$h",
"Indoor_Night_2":"#$c .5#Achei que morar perto da minha família não seria longe o suficiente. Mas as coisas parecem muito menos tensas só por não ter que dividir o mesmo teto.#É muito legal ter nossa própria casa. Posso fazer o que quiser e não ter pessoas me importunando o tempo todo.#$e#Tenho certeza que Maru está feliz por eu ter partido.",
"Indoor_Night_3":"#$c .5#Eu avistei um morcego pela janela mais cedo. É meio difícil de ver, mas se você mantiver o foco, muitas vezes você pode pegá-los voando. Eles estão lá fora.#Oh, ei . Eu fiz isso, se você quiser. Não é exatamente qualidade de restaurante, mas estou aprendendo. [227 228]",
"Indoor_Night_4":"#$c .5#Muitas vezes me senti desvalorizado em casa... mas aqui sinto que realmente pertenço. Obrigado por me fazer sentir bem-vindo.$l#Não me sinto cansado, mas vou tente ir para a cama. Só quero ter a chance de ver você antes de você sair.$7",
"Outdoor_0":"#$c .5#Sinto que quero fazer algo hoje... mas não tenho certeza do quê. Você já teve esse problema?#Hah, fiquei acordado quase a noite toda aqui fora , lendo sob a luz da varanda. Talvez eu precise tirar uma soneca mais tarde.$h",
"Outdoor_1":"Hmm... às vezes tenho que me forçar a ficar ao ar livre por questão de saúde.#$e#$c .5#Não sei o que é, mas gosto de ficar dentro de casa. Talvez esteja tão acostumado com minha porão escuro.#O sol está começando a ficar bem forte. Provavelmente voltarei em breve.",
"Outdoor_2":"#$c .5#Só vou observar você daqui. Gosto de observar você.$h#Parado aqui na varanda assim... Me pergunto se algum dia vou me tornar um misterioso antigo mentor de algum garoto da cidade.$7",
				"Outdoor_3":"#$c .5#Não quero ficar mole agora que sou um cara casado. Talvez eu devesse começar a comer mais pimenta e malhar? Só uma ideia...$h#I fiz uma pequena caminhada pouco antes de você acordar. Parece que alguns animais já estão acordados e vivos.$7",
"Outdoor_4":"Devíamos criar mais slimes... Em grandes quantidades eles podem ser bastante lucrativos. E são tão fáceis de criar.#$e#Além disso, slimes de cores diferentes produzem itens diferentes. Não sei, acho que sim seria um hobby divertido para nós.",
"OneKid_0":"#$c .5#Ainda estou me acostumando a ser pai. Não se preocupe, cuidarei bem do nosso filho! É só... algo novo.#Bem, nós' finalmente consegui. Descobrimos alguém cujo horário de sono é ainda mais irregular que o meu. Obrigado, %kid1.$s",
"OneKid_1":"#$c .5#Ser pai é muito mais difícil do que eu poderia imaginar... mas sei que é você quem ganha nosso sustento, então prometo que farei o meu melhor a cada dia.#Talvez quando %kid1 for um pouco mais velho, eu consiga um carro lateral para a bicicleta e todos possamos dar um passeio.$h",
"OneKid_3":"#$c .5#Eu não pensei que pudesse amar tanto um pequeno ser humano. Sério, eu faria absolutamente qualquer coisa por essa criança.$l#Você sentiu o cheiro de %kid1? Talvez seja a hora para um banho...",
"TwoKids_0":"#$c .5#Estou tentando manter os horários das crianças para preservar minha sanidade. Mas meus próprios horários ainda estão confusos.#Não se preocupe, eu já alimentei as crianças. .. %kid2 derramou leite com chocolate na minha camisa de novo.",
"TwoKids_1":"#$c .5#Não posso dizer que este seja exatamente o tipo de vida que imaginei quando te conheci. Mas parece mais significativo do que eu jamais teria imaginado.$l#Espero %kid1 e %kid2 são legais um com o outro. Maru e eu sempre brigamos quando crianças. ...Se eu pensar bem, a culpa foi principalmente minha...",
"TwoKids_2":"#$c Em breve, quando as crianças estiverem dormindo, acho que precisarei de um tempo sozinho. As crianças estão me deixando maluco.$s#Eu tive um sonho recorrente que %kid2 estava usando uma fantasia de xamã das sombras e sentado em uma abóbora brilhante. Estranho, né?",
"TwoKids_3":"Percorremos um longo caminho, @. Olhe para nossa família. Para ser honesto, nunca pensei que acabaria nesta situação.#$e#Agora que estou aqui, gosto isso...$l",
"funLeave_Sebastian":"#$c .5#Vou dar um passeio hoje. Preciso de um tempo para mim. Vejo você à noite.#Tenho muitas coisas em mente hoje. Eu' Avisarei você à noite se ainda estiver me incomodando, mas por enquanto, só preciso dar uma caminhada.",
"funReturn_Sebastian":"#$c .5#Meu dia foi bom, não tenho muito o que contar. Por que você não me conta sobre o seu?#Hmm? Oh, estou de muito bom humor, na verdade. Como sobre você?$7",
"spring_8":"Minha pálpebra direita continua tremendo. Faz quase um mês que faz isso.#$e#É engraçado. Não me sinto tão estressado.#$e#Talvez seja de tanto olhar para as telas. Mas eu não vou desistir disso por uma coisinha como essa.$u",
"spring_16":"Fui muito criticado quando criança. Mas isso realmente não me incomoda mais.#$e#Na verdade, só me ajuda a apreciar mais o presente.$7",
"spring_26":"A espera finalmente acabou. Há uma nova Cave Saga X que deve ser entregue ainda hoje.$h",
				"spring_28":"Cara... Eu me empolguei completamente com o novo Cave Saga X. Não posso acreditar que ele voltou ao jogo de espera novamente.#$e#Terei que dar uma olhada nele novamente. Provavelmente há algum prenúncio ou segredo que perdi.",
"summer_5":"Você vai passar protetor solar hoje? Ugh. Me desculpe.#$e#Você... faz muito por nós, não é? Eu vou... fazer uma limpeza na casa hoje.$u#$e#Olha, e se você quiser comprar uma guloseima ou algo assim, não vou reclamar. Você ganha o dinheiro.",
"summer_15":"Sério, como já está tão quente? Nunca é um bom sinal quando são 6 da manhã e eu já enfiei a cabeça no freezer uma vez...$u",
"summer_19":"Há uma campanha beneficente de videogame que será transmitida ao vivo hoje. Acho que sei o que farei para manter minha mente longe do calor hoje.$h",
"summer_22":"Você nunca se cansa de correr o tempo todo? Eu juro, você deve tomar xarope para bebida energética para o sangue.$7",
"fall_6":"Consegui outro trabalho freelance ontem com um cliente antigo. Isso deve me manter ocupado por alguns dias.$7#$e#Na verdade, estou muito animado para trabalhar neste.$h",
"fall_17":"Ok, eu admito, eu estava fumando ontem na feira. Mas foi uma ocasião especial. Eu prometo a você, não vou voltar a fumar.$s",
"fall_22":"Tento manter as coisas em perspectiva quando reconheço que tudo é temporário. Todo mundo desaparece eventualmente.#$e#Sim, às vezes exagero um pouco com esses pensamentos, mas... eu preciso deles.$ u#$b#Talvez isso pareça estranho, mas eu realmente acho.",
"winter_3":"Esse tipo de estação é perfeita para passeios noturnos.$7#$e#Não se preocupe, não irei se as estradas estiverem congeladas. Não sou idiota.$h",
"winter_12":"O ar está tão seco e fresco. Do jeito que eu gosto.$h",
"winter_19":"Hm. Eu costumo ir tomar café, mas talvez hoje seja um dia tipo chocolate quente.$u#$e#Com marshmallows.$7",
"winter_24":"Estaremos sentados com toda a minha família amanhã. Você sabe... Na verdade, estou meio ansioso por isso.$h",
"winter_26":"...A neve está derretendo. *suspiro*$s"
			}
		}
	]
}