{
	"Changes":[
		{
			"LogName":"Sebastian",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sebastian",
			"Entries":{
				"Mon2":"Ei... o que está acontecendo?",
				"Mon6":"Sempre fico confuso sobre por que a ideia de uma vida após a morte é tão atraente. As pessoas percebem o quanto é longa a 'eternidade'?#$e#Entendo a necessidade de conforto, mas...#$b#...para mim, pensar sobre 'eternidade' é mais como encarar um abismo sem fim. Prefiro focar no que é temporário e está diante de mim.",
				"Mon8":"Parece bastante narcisista presumir que importamos no grande esquema das coisas.$s#$e#Mas suponho que todos estamos flutuando rio abaixo. Temos que aproveitar o passeio enquanto dura.",
				"Mon10":"Parece bastante narcisista presumir que importamos no grande esquema das coisas.$s#$e#Dito isso, porém, você importa para mim, não importa o quão indiferente o universo possa ser.$l",
				"Tue4":"Quando você joga uma pedra no lago, ela cria ondulações. Mas então as ondulações eventualmente alcançam a borda e param.#$b#Tudo termina, então como coisas com um efeito duradouro podem ser mais importantes?",
				"Tue10":"É bom ter uma razão para ficar aqui em Pelican Town.#$e#Um, você sabe do que estou falando, certo?$l",
				"Wed4":"Eu me entedio com coisas da vida simples e ordinária. Como as pessoas se empolgam com as coisas mais mundanas?#$e#Tipo, por exemplo, os pais da Abby compraram uma nova máquina de lavar há alguns meses, e eles vão contar histórias sobre essa coisa por horas...#$b#...como se fosse a coisa mais importante que já aconteceu para eles.#$e#De um lado, é meio engraçado, mas por outro, é deprimente pra caramba.$s",
				"Thu4_inlaw_Maru":"É um pouco mais fácil não ter que morar com a Maru mais. Como você está se segurando?",
				"Thu6":"Meu pai biológico? Sim, já o encontrei algumas vezes.#$e#Ele é surpreendentemente comum.#$e#É isso.",
				"Fri8":"O que há de novo?$h#$e#Estarei no saloon esta noite destruindo o Sam no bilhar de novo.$h",
				"Sat4":"Você não fuma, certo?#$b#...Sim, sem problemas, tudo bem.",
				"Sat6":"Talvez eu devesse fazer algo criativo neste fim de semana.#$b#Fico imaginando se meu cliente se importaria se eu redesenhasse o logotipo para o programa dele?",
				"Sat8":"O Sam quase me venceu no bilhar ontem à noite.#$e#Bem, 'quase' é um termo relativo, mas ele tem melhorado.$h",
				"Sat10":"Oi, @. Como está indo o seu dia?$h",
				"Sun6":"Caramba. Hoje não está sendo um bom dia.$a#$e#Se você puder me dar um pouco de espaço, eu agradeceria.#$e#Olha, você entende como eu funciono.",
				"Sun8":"Nada como resolver um problema de programação.#$e#Fiquei acordado a maior parte da noite passada, mas estou me sentindo bem agora.$h",
				"summer_Mon2":"Todo mundo animado quando o sol está brilhando... É tão clichê.$a",
				"summer_Mon4":"Você nunca fica enjoado do sol? Quando o calor está te deixando tonto, você está todo suado e sujo...#$b#...e você tem que passar uma gosma fedorenta na pele apenas para evitar que ela queime... Por que as pessoas gostam do verão, mesmo?",
				"summer_Mon10":"Tenho que dizer, @, quando te conheci pela primeira vez, não achei que iria gostar de você. Você parecia tão... animado?$h#$e#Mas estou feliz por ter me enganado. Provavelmente eu estava projetando suposições em alguém que se mudou voluntariamente para Pelican Town.$l",
				"summer_Tue6":"Definitivamente é melhor estar com frio do que com calor.#$b#Com frio? Vista um agasalho. Problema resolvido.#$b#Com calor? Você está ferrado.",
				"summer_Tue8":"As noites de verão são razoáveis, pelo menos, se esfriar o suficiente.#$e#Quando está completamente escuro lá fora e você ainda sente aquela onda de calor ao sair... é perturbador.",
				"summer_Wed4":"É bom ter aquela sensação de realização quando você conserta um bug que estava te escapando por dias.$h#$e#Oh, desculpe, isso provavelmente é bem chato de ouvir para você.",
				"summer_Wed8":"Comi muitos doces azedos ontem à noite. Agora tenho bolhas na língua.#$e#Valeu a pena.$h",
				"summer_Thu":"Sair e fazer pequenas conversas com os moradores, apenas pela diversão. ...Isso provavelmente é mais o seu tipo de coisa, não é?",
				"summer_Thu2":"Definitivamente não quero ir nadar, se é isso que você vai perguntar.$s#$e#Ah, você só parou para dizer oi? Desculpe.",
				"summer_Thu6":"Eu me sinto tão preso, morando aqui. Minha vida não muda de um ano para o outro.$s",
				"summer_Thu8":"Me sinto preso. Como diabos você fez, @, apenas largando sua vida e se mudando?#$e#Eu mataria para poder fazer isso. Mas o custo de vida na cidade só continua aumentando.$s",
				"summer_Fri2":"Você está acordado desde que horas? *bocejo* ...Caramba.",
				"summer_Fri4":"Tenho que ficar acordado até tarde. É a única hora em que a casa não está sufocante.#$e#Não consigo dormir quando está muito quente para me cobrir.",
				"summer_Sat2":"Estou realmente com vontade de tomar um café, mas está muito quente para isso.#$e#E café gelado simplesmente não é tão bom.",
				"summer_Sat4":"Sam e eu nos aproximamos inicialmente pela música, algum tempo atrás.#$e#Ele é um cara legal. A maioria das pessoas não se importa com meus hobbies, mas ele está praticamente sempre disposto a experimentar as coisas que eu gosto.",
				"summer_Sat6":"Há todo tipo de criaturas espreitando debaixo da terra, mas as pessoas quase nunca falam sobre elas. Quer dizer... por que não?#$e#É como se algumas pessoas escolhessem especificamente serem chatas.",
				"summer_Sat10":"Talvez seja divertido andar de bicicleta durante uma tempestade de raios à noite.#$e#Quero dizer, ah, esqueça isso. Muito perigoso, eu sei.$l#$e#Eu sei que você ficaria preocupado. Tenho que pensar nisso.",
				"summer_Sun6":"Algumas pessoas olham para o céu noturno e começam a se sentir insignificantes.#$b#Mas eu me sinto assim o tempo todo. Para mim, é realmente um conforto o céu me lembrar dessa simples verdade.",
				"summer_Sun8":"O melhor com o lago é quando há uma lua cheia bem acima dele. Dá a toda a área um brilho sereno.",
				"fall_Mon6":"Por que a Maru tem que ser instantaneamente boa em tudo que faz?$s#$e#Ainda sou melhor do que ela em música... e programação...#$b#...mas mesmo com programação, ela é incrivelmente boa em instalar os scripts de IA para seus robôs.$s",
				"fall_Mon6_inlaw_Maru":"Não me entenda mal, estou feliz que você e a Maru tenham ficado juntos, mas...#$b#...é apenas mais um lembrete de como ela sempre me supera. Tudo tem que funcionar perfeitamente para ela.$s",
				"fall_Mon8":"Faz sentido se eu disser que quanto mais lotado um lugar está, mais solitário ele é?#$e#Estive em uma boate na Cidade Zuzu há alguns anos. Estava tão lotado que era impossível dançar e tão alto que era impossível conversar.#$b#Meio que derrota todo o propósito, não é?",
				"fall_Tue2":"Talvez eu devesse fazer uma visita à Abby em breve.$u#$e#...Eu não sei.$u",
				"fall_Tue4":"Abóbora com especiarias isso... abóbora com especiarias aquilo... cara, eu fico cansado dessas modas sazonais.",
				"fall_Tue8":"Eu não estou realmente chateado que mamãe se casou com o Demetrius. Ela pode viver sua própria vida.#$b#Só queria que eles me deixassem viver a minha própria vida também.",
				"fall_Wed4":"Fiquei acordado a maior parte da noite terminando um trabalho para um dos meus clientes. Foi realmente divertido.#$e#Eu nem me sinto cansado, para falar a verdade.$h",
				"fall_Wed6":"*suspiro* Se eu morasse na cidade, poderia entrar para um grupo de 'Crônicas Solarianas' e fazer algumas dessas épicas incursões com 8 pessoas.$s#$e#Bem, eu acho que não é realmente a mesma coisa quando você não conhece ninguém no grupo.",
				"fall_Thu4":"Meu quarto talvez fosse um pouco menos deprimente se eu tivesse uma janela...$s",
				
				"fall_Thu6":"Hmm, talvez eu devesse trazer meu sintetizador de volta da casa do Sam para cá. Seria muito mais fácil praticar.#$e#Ou posso simplesmente praticar no teclado do meu computador. Foi assim que aprendi no começo, de qualquer maneira.",
				"fall_Thu8":"Eu sei que deveria tentar me conectar mais com a Maru. É só que...#$b#...se eu tentar me encontrar no mesmo nível dela, ficar todo animado com ela, parece errado. Simplesmente não sou assim.#$e#Isso faz algum sentido?",
				"fall_Fri":"*bocejo*... Fiquei até as 3 lendo esse novo livro...#$q 462/463 fall_Fri_old#Você lê, @?#$r 462 -30 Fri_bad#Sim. Os clássicos.#$r 463 30 Fri_good#Apenas ficção científica e fantasia#$r 462 0 Fri_bad#Gosto de um bom romance#$r 463 -30 Fri_bad#Não, não leio livros",
				"fall_Fri_old":"$p 462#Você provavelmente não gostaria.$s|Acho que você gostaria.",
				"fall_Sat6":"Eventualmente, tenho que levantar de manhã para que meus pais não me tratem como criança. Preferiria não ser tratado assim.",
				"fall_Sat8":"Como diabos você consegue acordar tão cedo todos os dias? Não entendo.#$e#Isso é oficialmente seu superpoder. 'Homem Madrugador.'^Isso é oficialmente seu superpoder. 'Mulher Madrugadora.'",
				"fall_Sat10":"@, ei! Fico feliz por ter te encontrado.$h#$e#Estou tendo um dia realmente bom. Queria saber como você está.",
				"fall_Sun4":"Muitas pessoas parecem obcecadas consigo mesmas. Algumas não conseguem se envolver em um livro ou programa de TV se os personagens não se parecerem com elas mesmas.#$b#O oposto disso é por que gosto de ler fantasia.",
				"fall_Sun6":"As pessoas agem completamente diferentes em grandes grupos. Todas colocam essa máscara, essa persona...#$b#...e é apenas para que outras pessoas as aceitem.#$b#Elas não ficam um pouco confortáveis demais perdendo o contato com a verdadeira versão delas mesmas?",
				"fall_Sun10":"Ei. Quer ficar fora até tarde comigo esta noite?#$e#Quando há um brilho no horizonte, geralmente é quando percebo que é hora de ir para a cama.",
				"winter_Mon6":"As pessoas sempre dizem \"apenas seja você mesmo,\" mas acho que para a maioria delas, é apenas uma frase feita.#$b#Elas não realmente querem dizer isso quando dizem.",
				"winter_Mon10":"Estava pensando... Estou realmente grato por ter você na minha vida.$l#$e#Apenas algo em que estava pensando, com o Festival das Estrelas do Inverno chegando.",
				"winter_Tue2":"Você quer conversar? Uh... estou meio ocupado no momento.#$e#Ok, não 'ocupado' ocupado, mas...$s#$b#...Desculpe, hoje não é um bom dia. Talvez mais tarde.",
				"winter_Tue8":"O Festival das Estrelas do Inverno está chegando. Eu sei que deveria tentar pensar nas coisas pelas quais sou grato, mas...$s#$b#...é difícil quando tantas pessoas da minha idade estão seguindo em frente com suas vidas.$s",
				"winter_Wed6":"Sam está carente de novo. E jogamos online ontem à noite.#$e#Bem, ele ainda fica feliz se eu só disser sim uma vez a cada quatro ou cinco vezes que ele pergunta.",
				"winter_Wed10":"Abby é uma ótima garota, não me entenda mal. Ela é mais legal do que a maioria das pessoas da cidade.#$b#Mas ela é um pouco jovem. E além disso, eu tenho você.$l",
				"winter_Thu4":"Eu costumava gostar do meu sushi o mais incrementado possível. Mas se o peixe for bom, tudo o mais atrapalha o sabor.#$e#Talvez um pouco de molho de soja.#$e#Além disso, uh, um dos meus personagens favoritos de uma série que li tem uma coisa por sashimi, então...$s",
				"winter_Thu10":"Aqui, quer terminar meu café? Já tomei algumas xícaras. [395]#$e#Tenho que te aquecer!$h",
				"winter_Fri4":"Hmm... Eu me pergunto se consigo enfrentar o frio para dar uma volta esta noite...$s",
				"winter_Fri6":"Estou realmente animado. Tem um novo volume de 'Cave Saga X' saindo no próximo mês.$h#$e#Já reservei o meu.$h",
				"winter_Sat4":"Você deve passar muito pouco tempo em casa, do jeito que está sempre correndo por aí.#$e#Soa exaustivo.",
				"winter_Sat8":"Sempre fico confuso por que a ideia de uma vida após a morte é tão atraente. As pessoas percebem o quão longa é a 'eternidade'?#$e#Entendo a necessidade de conforto, mas...#$b#...para mim, pensar sobre a 'eternidade' é mais como encarar um abismo sem fim. Prefiro focar no que é temporário e está na minha frente.",
				"winter_Sat10":"Caramba, tenho que sair daqui, rápido.#$e#Algo novo na sua fazenda, apesar da neve?",
				"winter_Sun4":"Fiz um boneco de neve, mas o Demetrius me fez me livrar dele.#$b#Você sabe que sua vida está indo de ré quando seu padrasto te trata como uma criança de seis anos.$u",
				"winter_Sun6_inlaw_Maru":"Não consigo acreditar que a Maru ainda vem aqui construir o boneco de neve dela.#$e#Você tem certeza de que foi uma boa ideia casar com alguém que mora a uma curta distância da sua fazenda?#$e#Desculpe. Quero dizer, o que quer que funcione para você.$s",
				"spring_1_2":"Deveria navegar pelos fóruns em busca de mais clientes. Qualquer coisa para me manter ocupado dentro de casa nesta primavera.",
				"spring_12":"Não sou muito fã de festivais. Muita confusão, interação social demais... Mais estresse do que diversão, se me perguntar.",
				"spring_23":"Ah... Amanhã é o pior festival do ano disparado. Espere só para ver o quão estúpido eu pareço durante a dança das flores.",
				"summer_10":"Hehe... Pode ser engraçado colocar algo nojento na sopa do potluck amanhã. Apenas não envenene ninguém.#$e#Por que estragar o potluck? Hmm... acho que algumas pessoas se sentem libertadas quando as estruturas rígidas da sociedade se desintegram um pouco. Talvez eu seja estranho.",
				"summer_27":"Amanhã todos nos reuniremos no cais para ver a migração das águas-vivas à luz da lua. Acho que começa às dez horas.",
				"fall_20":"Você está ansioso pelo festival da Véspera do Espírito? Provavelmente é o meu favorito.$h",
				"fall_26":"O festival da Véspera do Espírito é amanhã. Espero muito que tenham aqueles esqueletos em exposição novamente este ano.$h#$e#Quase sinto como se fossem meus amigos nesse ponto.",
				"winter_24":"É véspera da estrela de inverno hoje. É melhor garantir que você tenha um estômago vazio para o banquete de amanhã.",
				"winter_28":"Seria bom se pudéssemos pular a primeira parte do ano.#$b#Todo mundo faz resoluções vazias que nunca vão cumprir. Eu gostaria que mais pessoas pudessem ser genuínas.",
				"Mountain_47_23":"Eu venho aqui em busca de paz e silêncio.",
				"summer_Mountain_58_35":"#$c .5#A temperatura só começa a ficar confortável à noite.#$e#Sempre parece ficar um pouco mais fresco perto do lago.",
				"spring_12_2":"Eu não sou muito fã de festivais. Muita agitação, interação social demais... Mais estresse do que diversão, se me perguntar.",
				"spring_23_2":"Ugh... Amanhã é o pior festival do ano de longe. Espere só para ver como fico estúpido durante a dança das flores.",
				"summer_10_2":"Hehe... Seria engraçado colocar algo nojento na sopa do almoço amanhã. Só não envenene ninguém.#$e#Por que arruinar o almoço? Hmm... Acho que algumas pessoas se sentem libertadas quando as estruturas rígidas da sociedade se desintegram um pouco. Talvez eu seja estranho.",
				"fall_20_2":"Você está ansioso pelo festival do Espírito na Véspera? É provavelmente o meu favorito.$h",
				"fall_26_2":"O festival do Espírito na Véspera é amanhã. Eu realmente espero que eles tenham aqueles esqueletos em exposição novamente este ano.$h#$e#Eu quase sinto que eles são meus amigos neste ponto.",
				"winter_24_2":"É véspera da estrela de inverno hoje. É melhor garantir que você tenha um estômago vazio para o banquete de amanhã.",
				"winter_28_2":"Seria bom se pudéssemos pular a primeira parte do ano.#$b#Todo mundo faz resoluções vazias que nunca vão cumprir. Eu gostaria que mais pessoas pudessem ser genuínas."
			}
		},
		{
			"LogName":"Sebastian Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSebastian",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Finalmente... uma chuva forte. Eu me canso facilmente do tempo ensolarado.#Acho que vou ter um bom dia hoje. E você também, aproveite, está bem?$h",
				"Rainy_Day_1":"#$c .5#Ei. Estava pensando no meu antigo quarto no porão. Era confortável, mas isso aqui é muito mais interessante. E não sinto falta do cheiro...#$e#No meu antigo quarto no porão, nem conseguia ouvir o som das gotas de chuva. É bom poder ouvir aqui nesta casa.$7#$e#Morar tanto tempo na casa da minha mãe me deixava meio envergonhado.",
				"Rainy_Day_2":"Ei. Não consegui dormir à noite, então dei uma volta até as cavernas. Encontrei isso... quer?[575 769 767 84 66 78]#$e#$c .5#Às vezes, tenho dificuldade para dormir, não tem nada a ver com você. Eu te amo.$7#Continuei andando e acabei me distraindo. Desculpe, não foi minha intenção.",
				"Rainy_Day_3":"#$c .5#Parece um bom dia para ficar deitado, talvez ler um livro ou algo assim... o que acha?#Estou quase conseguindo resolver aquele problema de codificação que me deixou intrigado ontem.$7",
				"Rainy_Day_4":"#$c .5#Ei, outro dia chuvoso... perfeito.#$e#Você parece frio... aqui, venha mais para perto.$l#Lembra daquele dia na praia? Debaixo do guarda-chuva?$l",
				"Rainy_Night_0":"Estou tentando parar de fumar agora que somos casados... Não quero morrer e te deixar. É um hábito ruim.#$e#Quero ter um futuro juntos.$l",
				"patio_Sebastian":"#$c .5#Precisa de algo? Vou ficar aqui mexendo na minha moto por um tempo.#Só quero ter certeza de que está tudo em perfeitas condições. Na próxima vez que sair para andar, não quero ter preocupações na cabeça.",
				"Rainy_Night_1":"#$c .5#Hoje me deu vontade de fazer música, então brinquei com um programa sintetizador. Deveria fazer isso mais vezes, é gratificante.$h#Passei um tempo trabalhando no laptop hoje. Estava pensando em ideias para um jogo que quero fazer.#$e#Com a sua renda da fazenda, posso fazer o que quero na minha vida. É incrível. Obrigado.$h",
				"Rainy_Night_2":"#$c .5#Ah, droga! Esqueci de tirar o lixo hoje, não é? Vou... fazer isso amanhã.$s#Desculpe, não preparei o jantar. Talvez tenha uma pizza congelada na geladeira ou algo assim.#$e#Minha cabeça estava em outro lugar. É difícil lembrar de fazer as tarefas domésticas...",
				"Rainy_Night_3":"Como foi o seu dia? Matou alguns monstros?$h#$e#$c .5#Às vezes é bom liberar a agressão, não é?#De qualquer forma, fico feliz que você saiba como evitar o tédio.$7",
				"Rainy_Night_4":"#$c .5#Quem sabe uma bruxa nos visite esta noite? Haha... se ao menos a vida fosse tão interessante...#Me avise quando estiver pronto para dormir...$l",
				"Indoor_Day_0":"Quanto mais velho fico, menos atraído pela cidade me sinto. Costumava ter um certo mistério, mas agora...#$e#$c .5#Mas percebi que era apenas uma fantasia romântica. A cidade é tão movimentada, cheia de pessoas... Eu não pertenço lá. Sou um solitário.#Viver aqui... é o tipo certo de solidão para mim. O tipo que me faz esperar ansiosamente para te ver em casa todos os dias.$7",
				"Indoor_Day_1":"Ei... quer um pouco de café?[395]$7#$e#$c .5#Precisava de um pouco... acordei cedo com um pesadelo e simplesmente não consegui dormir de novo.#Este é bom. Não é aquela porcaria da Joja.",
				"Indoor_Day_2":"Não consegui dormir à noite, então dei uma volta de moto.#$e#$c .5#Preciso continuar independente, mesmo depois de casados. É assim que sou. Mas ainda te amo.$7#A lua estava brilhante o suficiente para projetar sombras entre as árvores. Foi simplesmente a noite perfeita.$7",
				"Indoor_Day_3":"Ei. Como você dormiu ontem à noite?#$e#$c .5#Te ouvi resmungando. Você parecia assustado, mas tenho que admitir... foi meio fofo.$l#Minha noite não foi tão ruim, mas tenho que admitir que estou com inveja de como você consegue dormir como uma pedra às vezes.$7",
				"Indoor_Day_4":"#$c .5#Morar aqui com você está me ensinando a sair um pouco da minha concha. Acho que é bom para mim.$7#A maneira como você organizou essa fazenda... tenho que dizer que me deu uma apreciação de onde vem nossa comida.$7",
				"Indoor_Night_0":"Ei. Fiquei por perto da casa hoje. Nada interessante...#$e#...#$e#$c .5#Ah, eu consegui lavar toda a louça e colocar a roupa em dia. Então, tem isso.#A vista da nossa casa é perfeita. Dá para ver o pôr do sol sobre Pelican Town do alpendre da frente.",
				"Indoor_Night_1":"Talvez eu tenha bebido café demais... Não me sinto muito cansado.#$e#$c .5#Só não queria desperdiçar. Além disso, era um sabor que eu realmente gosto.#Estou tentando me ajustar ao horário da fazenda. Costumava ficar até as 5h da manhã e dormir até as 14h, às vezes.$h",
				"Indoor_Night_2":"#$c .5#Pensei que morar na mesma rua que minha família não seria suficientemente longe. Mas as coisas parecem muito menos tensas só por não precisar compartilhar um teto.#É muito legal ter nosso próprio lugar. Posso fazer o que quiser e não ter pessoas me incomodando o tempo todo.#$e#Tenho certeza de que a Maru está feliz por eu ter ido embora.",
				"Indoor_Night_3":"#$c .5#Avistei um morcego pela janela mais cedo. É meio difícil de ver, mas se você se concentrar, muitas vezes consegue pegá-los voando por aí. Eles estão lá fora.#Ah, ei. Fiz isso, se quiser. Não é exatamente qualidade de restaurante, mas estou aprendendo. [227 228]",
				"Indoor_Night_4":"#$c .5#Muitas vezes me senti desprezado em casa... mas aqui sinto que realmente pertenço. Obrigado por me fazer sentir bem-vindo.$l#Não estou com sono, mas vou tentar ir para a cama. Só quero ter a chance de te ver antes de você sair para o dia.$7",
				"Outdoor_0":"#$c .5#Sinto que quero fazer algo hoje... mas não tenho certeza do quê. Você já teve esse problema?#Hah, fiquei quase a noite toda aqui fora, lendo sob a luz do alpendre. Talvez eu precise de uma soneca mais tarde.$h",
				"Outdoor_1":"Hmm... às vezes tenho que me forçar a ficar do lado de fora pela saúde.#$e#$c .5#Não sei o que é, mas gosto de ficar dentro de casa. Talvez seja porque estou tão acostumado com o meu porão escuro.#O sol está começando a ficar bastante forte. Provavelmente vou voltar para dentro em breve.",
				"Outdoor_2":"#$c .5#Vou apenas te observar daqui. Gosto de te observar.$h#Ficar aqui no alpendre assim... me faz pensar se um dia me tornarei um mentor misterioso para alguma criança da cidade.$7",
				"Outdoor_3":"#$c .5#Não quero ficar mole agora que sou um cara casado. Talvez devesse começar a comer mais pimenta e malhar? Só uma ideia...$h#Fui dar uma pequena caminhada pouco antes de você acordar. Parece que alguns animais já estão acordados e ativos.$7",
				"Outdoor_4":"Devíamos criar mais slimes... Em grande quantidade, podem ser bastante lucrativos. E são tão fáceis de criar.#$e#Além disso, slimes de cores diferentes produzem itens diferentes. Não sei, acho que seria um hobby divertido para nós.",
				"OneKid_0":"#$c .5#Ainda estou me acostumando a ser pai. Não se preocupe, vou cuidar bem do nosso filho! É só... algo novo.#Bom, finalmente conseguimos. Descobrimos alguém cujo horário de sono é ainda mais errático que o meu. Obrigado, %kid1.$s",
				"OneKid_1":"#$c .5#Ser pai é muito mais difícil do que eu jamais poderia imaginar... mas sei que você é quem está ganhando nosso sustento, então prometo dar o meu melhor todos os dias.#Talvez quando %kid1 estiver um pouco mais velho, eu consiga um sidecar para a moto e possamos todos sair juntos.$h",
				"OneKid_3":"#$c .5#Não achei que pudesse amar tanto um ser humano tão pequeno. Sério, faria absolutamente qualquer coisa por esse filho.$l#Você já cheirou %kid1? Talvez seja hora de um banho...",
				"TwoKids_0":"#$c .5#Estou tentando manter as crianças em uma rotina para preservar minha sanidade. Minha própria rotina ainda está uma bagunça.#Não se preocupe, eu já dei comida para as crianças... %kid2 derramou o leite de chocolate toda na minha camisa de novo.",
				"TwoKids_1":"#$c .5#Não posso dizer que esta é exatamente a vida que imaginei quando te conheci. Mas parece mais significativa do que eu jamais poderia imaginar.$l#Espero que %kid1 e %kid2 sejam legais um com o outro. A Maru e eu sempre brigávamos quando éramos crianças. ...Se eu pensar bem, na maioria das vezes era minha culpa...",
				"TwoKids_2":"#$c .5#Em breve, quando as crianças estiverem dormindo, acho que vou precisar de um tempo sozinho. As crianças têm me deixado exausto.$s#Tenho tido esse sonho recorrente em que %kid2 está vestido de xamã das sombras e sentado em uma abóbora brilhante. Estranho, né?",
				"TwoKids_3":"Chegamos longe, @. Olhe para nossa família. Para ser honesto, nunca pensei que acabaria nesta situação.#$e#Agora que estou aqui, gosto disso...$l",
				"funLeave_Sebastian":"#$c .5#Vou dar um passeio hoje. Preciso de um tempo sozinho. Te vejo à noite.#Tenho muitas coisas na cabeça hoje. Vou te contar à noite se ainda estiver me incomodando, mas por enquanto, só preciso dar uma volta.",
				"funReturn_Sebastian":"#$c .5#Meu dia foi normal, não tem muito o que contar. Por que você não me conta sobre o seu?#Hmm? Ah, estou de bom humor, na verdade. E você?$7",
				"spring_8":"Minha pálpebra direita continua tremendo. Já faz quase um mês.#$e#É engraçado. Não me sinto tão estressado assim.#$e#Talvez seja por ficar olhando tanto para as telas. Mas não vou desistir delas por causa de uma coisinha assim.$u",
				"spring_16":"Fui muito zoado quando era criança. Mas não me importa mais, na verdade.#$e#Se alguma coisa, isso só me ajuda a apreciar mais o presente.$7",
				"spring_26":"A espera finalmente acabou. Um novo Cave Saga X deve ser entregue mais tarde hoje.$h",
				"spring_28":"Caramba... devorei completamente o novo Cave Saga X. Não consigo acreditar que estou de volta ao jogo da espera novamente.#$e#Vou ter que dar uma olhada de novo. Provavelmente tem algum prenúncio ou segredo que eu perdi.",
				"summer_5":"Você vai passar protetor solar hoje? Droga. Desculpa.#$e#Você... faz muito por nós, não é? Vou... limpar um pouco a casa hoje.$u#$e#Olha, se quiser se dar um agrado ou algo assim, não vou reclamar. Você ganha o dinheiro.",
				"summer_15":"Sério, como está tão quente tão cedo? Nunca é um bom sinal quando são 6h da manhã e eu já coloquei minha cabeça no freezer uma vez...$u",
				"summer_19":"Hoje tem uma maratona de arrecadação de fundos para jogos de vídeo. Acho que sei o que farei para distrair minha mente do calor hoje.$h",
				"summer_22":"Você nunca fica cansado de correr o tempo todo? Juro, você deve ter xarope de energético no lugar do sangue.$7",
				"fall_6":"Ontem peguei mais um trabalho freelancer com um cliente antigo. Isso deve me manter ocupado por alguns dias.$7#$e#Na verdade, estou meio animado para trabalhar neste.$h",
				"fall_17":"Okay, admito, eu estava fumando ontem na feira. Mas era uma ocasião especial. Eu prometo, não estou voltando para isso.$s",
				"fall_22":"Tento manter as coisas em perspectiva quando percebo que tudo é temporário. Todo mundo desaparece eventualmente.#$e#Sim, às vezes eu exagero um pouco com esses pensamentos, mas... eu preciso deles.$u#$b#Talvez pareça estranho, mas eu realmente preciso.",
				"winter_3":"Esse tipo de clima é perfeito para passeios noturnos.$7#$e#Não se preocupe, não vou se as estradas estiverem congeladas. Não sou idiota.$h",
				"winter_12":"O ar está tão seco e nítido. Do jeito que eu gosto.$h",
				"winter_19":"Hm. Normalmente eu prefiro café, mas talvez hoje seja um dia de chocolate quente.$u#$e#Com marshmallows.$7",
				"winter_24":"Estaremos nos reunindo com toda a minha família amanhã. Sabe... até estou meio ansioso por isso.$h",
				"winter_26":"...A neve está derretendo. *suspiro*$s"
			}
		}
	]
}