{
	"Changes":[
		{
			"LogName":"Shane",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Shane",
			"Entries":{
				"Introduction":"Eu não te conheço. Por que você está falando comigo...?",
"JojaMart":"%Shane está trabalhando duro. Ele não parece interessado em conversar.",
"Mon":"Eu não te conheço. Por que você está falando comigo?",
"Mon6":"Aprendi há um tempo que é mais fácil excluir novas pessoas antes que elas me conheçam.#$e#Muitas pessoas acabam se tornando idiotas.",
"Mon8":"Emily é uma garota muito boa. Ela me dá cerveja e escuta. Não preciso de muito mais.#$e#Você também é muito legal.",
"Tue8":"Clint é um pouco estranho. Não sei como Emily aguenta a paixão óbvia que ele sente por ela.#$e#Ou talvez ela esteja apenas alheia...$u",
"Ter10":"Nunca teria funcionado para mim e Emily... por razões óbvias. Estou feliz por ter você.$l^Emily e eu sempre fomos apenas amigas. Estou feliz por termos mantido isso dessa forma.$l",
"Qua2":"...'Suuuuup.$s",
"Wed4":"Eu já fiquei realmente estranho e vulnerável com você enquanto estava bêbado? Tenho tendência a fazer isso.$u#$e#Tudo o que eu disse, não leia.$u",
"Wed6":"$d Joja#*suspiro* ...Todos os dias são iguais. Abastecendo aquelas prateleiras horríveis, indo para o bar, revirando-se a noite toda.$s|Eu odiava meu trabalho no JojaMart, mas agora isso Estou desempregado e me sinto ainda pior.$s",
"Wed10":"Meu conselheiro tem me ajudado muito com meus pensamentos suicidas. Acho que estou superando isso.#$b#O álcool ainda é uma questão difícil.#$e#Muitas pessoas não não entendi. Não posso simplesmente 'parar de ir' ao salão.$s",
"Qui2":"...'Ey.$s",
				"Thu10":"Ainda tenho meus altos e baixos. Mas ultimamente as coisas parecem estar um pouco melhores.#$e#Tipo, hoje está bom, certo? Você parou para conversar, para começar.$h",
"Fri2":"Você simplesmente não vai me deixar em paz, não é? $s",
"Sex10":"@, agradeço por você estar ao meu lado. Mas você percebe que não vai me consertar, certo?#$e#Só estou dizendo, o que você vê é o que você obtém.#$e #Pense um pouco. Não quero machucar você.$s",
"Sat10":"Cara, fiquei muito bêbado antes de ir para a cama ontem à noite.$s#$q 530/531/532 Sat_old#Você deve estar decepcionado comigo.#$r 530 -250 Sat_530#Sim! Eu pensei que você queria ficar limpo!#$r 531 0 Sat_531#A recuperação tem seus altos e baixos.#$r 531 0 Sat_531#Desculpe, eu sei que é difícil para você.#$r 532 -50 Sat_532#Sem problemas. Você quer você.",
"Sat_old":"$p 530#Olha, estou fazendo o meu melhor. Me desculpe se decepcionei você às vezes.$s|Mas agradeço que você esteja sempre por perto, não importa o que aconteça.",
"Sat_530":"...#$b#Bem, claramente não sou bom o suficiente para você.#$b#Tudo bem. Vá sair com outra pessoa.",
"Sat_531":"...#$b#Como você é uma pessoa tão boa? Você nunca fica bravo com nada?$s#$e#Mas obrigado.",
"Sat_532":"...#$b#Sério, que diabos. Você se importa com o que eu faço?$a",
"Sun2":"Você de novo? Quantas vezes eu tenho que dizer para você me deixar em paz?$s",
"Sun4":"Hmm... já é %hora. Devo jogar uma pizza congelada no micro-ondas ou devo esperar?$u",
"summer_Mon6":"$d Joja#Acho que vou passar um tempinho extra no freezer do quarto dos fundos da Joja quando estiver quente assim.$u|Hmm... o que posso fazer para passar o tempo hoje?",
"summer_Mon8":"Acho que Emily é legal só por ser legal. Não preciso da pena dela, mas...#$b#...eu também não preciso da companhia dela.$u ",
"summer_Mon10":"Jas e eu jogamos um jogo muito divertido ontem. Fizemos uma pequena pista de obstáculos lá fora.$h#$e#Eu sei que não tenho sido uma grande influência para Jas, mas você tem que admitir que tenho minha momentos.",
"summer_Tue8":"$d Joja#Minha caminhada para o trabalho pela manhã é agradável durante o verão. Está tão calmo e não muito quente ainda.|Essas galinhas com certeza me fazem acordar cedo. Mas pelo menos o ar está agradável no verão, quando o sol nasce.",
"summer_Tue10":"Talvez eu tenha me apaixonado um pouco por Emily, em um momento ou outro, mas...$s#$b#...você é diferente porque parece realmente levar a sério o desejo de algo de mim, também.$l",
"summer_Wed6":"$d Joja#*suspiro* ...Todos os dias são iguais. Abastecendo aquelas prateleiras horríveis, indo para o bar, revirando-se a noite toda.$s|Eu odiava meu trabalho no JojaMart, mas agora isso Estou desempregado e me sinto ainda pior.$s",
"summer_Wed8":"Marnie e Jas aguentaram muitas das minhas porcarias. Na verdade, me sinto motivado a fazer o meu melhor por elas.#$e#Isso não é algo que eu sinto há muito tempo.",
"summer_Thu6":"Ansioso pela temporada de gridball?#$e#Às vezes também é divertido assistir à liga júnior fora da temporada. Os ingressos são mais baratos.",
"summer_Thu8":"Cara, as galinhas não têm ficado longe de problemas ultimamente. Quebrando coisas... Ficando presas em coisas...#$b#Hah, pelo menos elas precisam de mim para alguma coisa.$h",
"summer_Thu10":"Quando seus dois melhores amigos morrem exatamente no mesmo dia, isso realmente deixa você confuso.$s#$e#Eu tive problemas antes deles morrerem, mas isso ainda é o pior de tudo.",
"summer_Fri4":"Que dia quente. Eu realmente gostaria de um frio.#$e#Você está?",
				"summer_Fri6":"Eu vi fotos de alguns colegas antigos online.$s#$e#As mais revoltantes são as pessoas que não conseguem tirar uma foto sem o maldito bebê na foto.",
"summer_Fri8":"Ver pessoas que têm tudo... o dinheiro, a casa, os filhos estudantes de honra...#$b#...quase parece ainda mais deprimente do que o que eu tenho.#$e #Olá, cara! Parabéns por mais um boletim escolar com nota A! Vamos tomar sorvete!$10#$b#Gross.$u",
"summer_Fri10":"De um milhão de pessoas, aposto que você é o único que não teria me abandonado a essa altura.#$e#Ei, eu não considero essas coisas garantidas.",
"summer_Sun6":"Parece que estou ficando com um pouco de coragem. Nossa. Em breve serei o cara que tem tudo!$u",
"summer_Sun8":"$d Joja#De volta ao trabalho amanhã por mais uma semana. Oba...$s|Eu meio que sinto falta de ter fins de semana de verdade, como costumava fazer. Mas acho que essa é a desvantagem de ser um covarde em tempo integral cara, agora.",
"summer_Sun10":"@, uma coisa que você provavelmente deveria saber é que tecnicamente sou o padrinho de Jas.$s#$e#Marnie é realmente quem a está criando. Eu realmente estraguei tudo.$s",
"fall_Mon6":"Eu vi fotos de alguns colegas antigos online.$s#$e#As mais revoltantes são aquelas das pessoas que não conseguem tirar uma foto sem o maldito bebê na foto.",
"fall_Mon8":"Perdi o jogo de gridball ontem à noite. Tanto faz. É melhor ao vivo, de qualquer maneira.",
"fall_Mon10":"Você já sentiu como se o mundo inteiro estivesse examinando você como um inseto nojento?",
"fall_Tue8":"Bem, pelo menos a vida do Clint é pior que a minha. O cara mora sozinho.#$e#Desculpe, sim, isso foi uma merda de se dizer.$s",
"fall_Tue10":"É estranho como nunca fico entediado de ver você, @.#$e#Isso nunca aconteceu comigo antes.$l",
"fall_Wed6":"$d Joja#*suspiro* ...Todos os dias são iguais. Abastecendo aquelas prateleiras horríveis, indo para o bar, revirando-se a noite toda.$s|Eu odiava meu trabalho no JojaMart, mas agora isso Estou desempregado e me sinto ainda pior.$s",
"fall_Wed8":"Acho que me apeguei a Marnie e Jas. Somos um grupo desorganizado, mas parece uma família meio estranha.#$e#Eu nunca tive muita família quando criança.$ e",
"fall_Thu6":"Ei @.#$e#Então, você vai beber esta noite? Tudo bem se você quiser se juntar a mim.",
"fall_Thu8":"Você gosta de falar comigo? Acho que acredito em você... talvez você seja tão estranho quanto eu.$h",
"fall_Thu10":"Ainda tenho meus altos e baixos. Mas ultimamente as coisas parecem estar um pouco melhores.#$e#Tipo, hoje está bom, certo? Você parou para conversar, para começar.$h",
"fall_Fri4":"$d Joja#Aquele cara, Sam? Sim, eu trabalho com ele. Mas não falo muito com ele.|Aquele cara, Sam? Sim, nós trabalhamos juntos. Mas nunca conversamos muito com ele. .",
"fall_Fri8":"Definitivamente irei ao salão esta noite. O que mais há para fazer?",
"fall_Fri10":"@, agradeço por você estar ao meu lado. Mas você percebe que não vai me consertar, certo?#$e#Só estou dizendo, o que você vê é o que você obtém.#$e #Pense um pouco. Não quero machucar você.$s",
"fall_Sun6":"...Acho que posso estar ganhando peso.$s",
				"fall_Sun8":"Se eu assistir mais TV talvez eu possa esquecer a vida. Isso seria relaxante.$u",
"fall_Sun10":"Um novo filhote nasceu em nossa fazenda ontem à noite. Tem sido um bom dia até agora.$h",
"winter_Mon8":"Não entendo como alguém como Emily está tão contente com sua vida.#$e#Eu não conseguiria aguentar o trabalho e a vida dela se estivesse no lugar dela.#$e#E eu provavelmente também não sairia com caras como eu.$s",
"winter_Mon10":"Quando seus dois melhores amigos morrem exatamente no mesmo dia, isso realmente deixa você confuso.$s#$e#Eu tive problemas antes deles morrerem, mas isso ainda é o pior de tudo.",
"winter_Tue4":"Pobres mamães cacarejantes ficam presas dentro de casa durante todo o inverno. Tenho que cuidar bem delas.#$e#Você entendeu que eu quis dizer galinhas, certo?$u",
"winter_Tue8":"A situação das galinhas é melhor ou pior que a dos humanos? Hmm...$u#$e#Pior, eu diria.#$b#A menos que sejam galinhas caipiras. Então... eu não sei.",
"winter_Tue10":"Meu conselheiro tem me ajudado muito com meus pensamentos suicidas.#$b#Mas o álcool ainda é difícil.#$e#Muitas pessoas não entendem. Eu não consigo apenas 'pare de ir' ao salão.$s",
"winter_Wed6":"$d Joja#*suspiro* ...Todos os dias são iguais. Abastecendo aquelas prateleiras horríveis, indo para o bar, revirando e revirando a noite toda.$s|Eu odiava meu trabalho no JojaMart, mas agora isso Estou desempregado e me sinto ainda pior.$s",
"winter_Wed8":"Tento fazer o meu melhor por Jas. Ela diz que já tem boas lembranças comigo.#$e#Mas não me lembro de algumas das que ela mencionou.$s",
"winter_Thu6":"Um dia horrível hoje...$s#$e#Então, qual foi o nível mais bêbado que você já esteve?",
"winter_Thu8":"Você gosta de conversar comigo? Acho que acredito em você... talvez você seja tão estranho quanto eu.$h",
"winter_Thu10":"Eu vou dizer... eu entendi você completamente errado.#$b#A primeira vez que te vi, pensei que você seria uma ferramenta absoluta. Estou feliz por estar errado.$h",
"winter_Fri6":"Definitivamente irei ao salão esta noite. O que mais há para fazer?",
"winter_Fri8":"Ver pessoas que têm tudo... o dinheiro, a casa, os filhos estudantes de honra...#$b#...quase parece ainda mais deprimente do que o que eu tenho.#$e #Olá, cara! Parabéns por mais um boletim escolar com nota A! Vamos tomar sorvete!$10#$b#Gross.$u",
"winter_Fri10":"$d Joja#A ideia de ver você é o que me faz passar o dia. Vamos sair hoje à noite?|Ei, espero que você esteja aquecido. Tenho um casaco velho que você pode peça emprestado se precisar.",
"winter_Sun6":"Tem sido uma temporada de gridball interessante.#$e#Ou foi o que ouvi. Perdi muitos jogos.",
"winter_Sun8":"Como é para aqueles milionários alcoólatras funcionais? Tipo, os CEOs que sempre têm meio frigobar atrás da mesa?#$b#Eles ficam embriagados o dia todo e são pagos por isso? Porque se for assim, inscreva-me.#$e#Parece que perdi minha ligação.",
"winter_Sun10":"O que você precisa entender, @, é que quando eu faço o meu melhor, parece muito pior do que as outras pessoas fazem.$s#$e#Eu apenas pensei que você deveria saber disso.",
"winter_28":"Mais um ano se passou? Cara.$u#$e#Adivinhe o que estou fazendo a noite toda.",
"spring_1_2":"Ah, minha cabeça.$s#$e#Posso dormir o ano inteiro?$s",
"winter_28_2":"Mais um ano que passou? Cara.$u#$e#Adivinhe o que estou fazendo a noite toda."
			}
		},
		{
			"LogName":"Shane Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueShane",
			"Entries":{
				"Rainy_Day_0":"Espero que Jas e Marnie estejam bem sem mim.#$e#Não estou muito preocupado... Jas já tem idade suficiente para cuidar dos animais sozinha.",
"Rainy_Day_1":"#$c .5#Faça-me um favor... quando eu falecer, use meu pó para fertilizar um pouco de milho para as galinhas.#Meus joelhos estão meio rígidos hoje. Isso já aconteceu com você, ou sou só eu?$s",
"Rainy_Day_2":"#$c .5#Aqui... pegue isso.[346 174 303 305 215] Comprei alguns desses há um tempo e estão quase vencidos...#Aqui, leve isso para mais tarde. [346 346 303] Apenas um pequeno lembrete para não trabalhar muito quando você pode se dar ao luxo de ser preguiçoso.",
"Rainy_Day_3":"#$c .5#Buhh... Não estou com vontade de ser produtivo hoje.#...Tudo bem. Dane-se. Hoje vou mergulhar minha pizza em molho rancho.$u",
"Rainy_Day_4":"#$c .5#Bem, devo fazer algo útil hoje?... ou apenas tirar uma soneca para sempre?#Eu estava tão dedicado ontem à noite a fazer alguns abdominais hoje. Mas essa chuva está realmente matando meu motivação.",
"Rainy_Night_0":"Hmm... parece uma boa noite para colocar alguns rolos de pizza no microondas.#$e#Algumas pessoas gostam de cozinhá-los no forno, mas demora muito para mim. Além disso, gosto dessa textura mole .$h",
"patio_Shane":"#$c .5#Charlie está bem.$8#Se Charlie está de bom humor, eu também estou.$8",
"Rainy_Night_1":"#$c .5#O tip-tappa-tip da chuva me leva para uma época diferente... um lugar diferente.#Espero que Charlie não esteja assustado lá fora.$u",
"Rainy_Night_2":"#$c .5#Eu acho... se eu tivesse uma calça eu poderia ter saído hoje... mas, não.#E se deixarmos Charlie morar lá dentro? Não é como lá' seria uma bagunça tão grande...$u",
"Rainy_Night_3":"#$c .5#Gosto de clima sombrio, mas me sinto um pouco mal pelas galinhas.#Ainda não consigo acreditar como você passa todo esse tempo fora de casa quando chove, assim como não é grande coisa. ",
"Rainy_Night_4":"#$c .5#Tip-tappa-tip-tappa-tip... Estou começando a sentir sede.$6#Temos alguma cerveja caseira? Acho que estou me sentindo... chique essa noite.",
				"Indoor_Day_0":"#$c .5#Buh... às vezes a vida parece um borrão lento e cinza... sabe o que quero dizer?#Aqui está o fim de mais um dia sem sentido. Ei, não que isso tenha que ser uma coisa horrível.",
"Indoor_Day_1":"#$c .5#Ei. Pegue isso... Coloquei um pouco demais no micro-ondas. [195 215 206]Desculpe se está mole.#Abra a boca. E feche os olhos. E você vou ter... uma grande surpresa. [195 215 206]",
"Indoor_Day_2":"#$c .5#Quer saber? Acho que perdi um pouco de peso desde que fui morar com você.$6#Alguma vez você se incomoda por eu não ser tão animado quanto um marido de sonho estereotipado? ",
"Indoor_Day_3":"#$c .5#*smooch*... Mmm, parece que alguém está mordiscando rolos de pizza.$6#Ei, não escove o cabelo. Você está com calor esta manhã.",
"Indoor_Day_4":"#$c .5#Posso ser muito reservado e às vezes parecer infeliz... mas agradeço todo o trabalho que você faz. Sou um cara de sorte.$6#Dê-me algo positivo para focar. Sei que deve parecer um bom dia; só preciso de ajuda para chegar lá.",
"Indoor_Night_0":"#$c .5#Só vou tomar mais algumas cervejas antes de fechar os olhos.#Tirei uma soneca enquanto você estava fora. Espero que isso não atrapalhe meu ciclo de sono .",
"Indoor_Night_1":"Se... Se ao menos... ah, eu estava pensando nos dias de glória, quando joguei gridball no time do colégio.$6#$b#Mas agora estou velho e fraco. ..",
"Indoor_Night_2":"#$c .5#Ughh... *gorgolejar*... Me sinto um pouco inchado... ah... muito molho Joja para todos os fins.#Ei, eu estava bem hoje. Queria terminar o saco de Carbo Cones, mas aguentei.",
"Indoor_Night_3":"#$c .5#Buh... Eu gostaria de ser quinze centímetros mais alto e muito mais inteligente... Mas você gosta de mim pelo que sou? Ainda tenho dificuldade em entender isso... #Ei. Quer... ir para a cama quando eu for?$l",
"Indoor_Night_4":"#$c .5#Passei o dia todo assistindo TV e agora minhas pernas parecem uma massa macia. Acho que terei que ir com calma até amanhã.#Talvez eu deva beber algo para me ajudar a dormir. Não uma boa solução, mas seria melhor do que ficar acordado a noite toda.",
"Outdoor_0":"Eu não dormi bem ontem à noite, então espero que este ar fresco faça os sucos fluirem.#$e#Que sucos, você pergunta? Heh... você é estranho.$h",
"Outdoor_1":"Às vezes eu paro e percebo que não sou nada mais do que um saco de carne suculenta e mole.#$e#Mas ei... tudo bem... o que é a vida, afinal?$h",
				"Outdoor_2":"#$c .5#Quando paro e penso sobre isso... estou em um bom lugar. Minha vida é muito boa.$6#Eu realmente não consigo pensar em um lugar melhor para estar certo agora, do que aqui. Tenho que manter as coisas em perspectiva, certo?$6",
"Outdoor_3":"#$c .5#Ooohh... minha língua está inchada de tanto comer pimenta.$s#Droga. Eu não percebi como o ar em meus pulmões estava estagnado até chegar aqui. ",
"Outdoor_4":"#$c .5#Ei. Você estava dormindo como um bebê, então saí da cama e fui dar uma caminhada matinal pela fazenda. Tudo parece bem.#Não sei por que, mas eu' Estou me sentindo muito bem esta manhã. Devo ter dormido bem.$h",
"OneKid_0":"#$c .5#É estranho, quando eu era mais jovem jurei que nunca teria um filho. Eu me pergunto o que aconteceu comigo?$6#Quero ter certeza de não estragar tudo por %kid1. Apenas... tenha um pouco de paciência comigo.",
"OneKid_1":"#$c .5#Vamos nos certificar de dar muitos ovos a esse garoto... O bebê precisa crescer essas pernas!#Eu quero dar a %kid1 a melhor infância de todas. Tenho que compensar pelo menos alguns dos meus erros do passado.",
"OneKid_3":"Papa Shane se apresentando para o serviço...$6#$e#Buh... Eu me tornei cafona na minha velhice.",
"TwoKids_0":"#$c .5#Bem, se as crianças pararem de se comportar hoje, eu sempre posso tocar algumas músicas para uma festa dançante espontânea.#Eu já alimentei as crianças com duas tigelas de cereal de pizza folhada. Elas vão fique cheio por um tempo.",
"TwoKids_1":"#$c .5#Vou ser honesto... dois filhos são o suficiente para mim.#Oh meu Deus, como alguém cria mais de dois filhos? Estou tão exausto.$s" ,
"TwoKids_2":"#$c .5#Uau... Espero que as crianças acabem com mais características suas do que as minhas.#Ugh... %kid2 está sendo um pirralho hoje. Deve ter herdado isso de mim ...",
"TwoKids_3":"*Suspiro*... Se ao menos pudéssemos mandar as crianças para o campo de trabalho de Joja por uma temporada...#$e#Estou só brincando.$h",
"funLeave_Shane":"#$c .5#Vou sair hoje, certo?#É hora de mudar de cenário ou as paredes vão fechar. Volto mais tarde hoje.",
"funReturn_Shane":"#$c .5#Desculpe se estou suado... Foi uma caminhada e tanto... Mas estou fora de forma.$6#Sim, me diverti muito saindo. Don não se preocupe, eu estava bem.",
"spring_2":"Foi incrível ontem ver as galinhas saindo pela primeira vez em muito tempo.$h",
				"spring_14":"Ah, acho que estou de retirada após o festival do ovo. Só não tenho muito o que esperar por um tempo.$s#$e#Não se preocupe, ficarei bem no longo prazo . Isso sempre acontece comigo.",
"spring_19":"Eventualmente, todo mundo se cansa de tudo.#$b#Ha, estou adiantado ou algo assim?$h",
"spring_27":"Admito que não... bebi com moderação naquela noite.$s#$b#Mas ainda assim, estou muito melhor do que antes de conhecer você. Só espero isso faz sentido do seu ponto de vista.#$e#Quero dizer, você não me descobriu desmaiado ultimamente, certo?",
"summer_2":"Estamos cultivando pimenta neste verão, certo?",
"summer_4":"Cara, estou com saudades da Jas. Hoje é aniversário dela também.#$e#Eu sabia que tinha algo que estava esquecendo.",
"summer_12":"Ha, foi incrível ontem, ver Emily fazendo suas coisas na pista de dança. Que bom que ela está melhor do que nunca.$h",
"summer_16":"...Mais um ano se passou desde que eu 'adotei' Jas. E então estraguei tudo.$s#$e#As coisas estão dando certo para ela. Não, graças a mim.$s#$ e#Acho que as coisas teriam sido diferentes se acontecesse agora. Com você por perto, estou muito mais estável do que costumava ser, acredite ou não.",
"summer_17":"Como é que pessoas como você e Marnie conseguem ficar juntas o tempo todo? Eu nem sei onde estaria se Marnie não tivesse aceitado Jas... e eu.$s#$e #Bem, e então você apareceu.$l",
"fall_3":"De repente tive vontade de cozinhar, então fiz omeletes. Aqui está. [195]#$e#Só não me peça para cozinhar muito de verdade além disso. Sério. Você se arrependeria mais do que isso. Eu faria.$h",
"fall_7":"Ah, isso mesmo. A temporada de Gridball acabou de começar. Vou ter que verificar se há algum jogo bom chegando.",
"fall_10":"Hoje é um bom dia para jogar Turbo 2. Ou talvez Paths of Fury 2.#$b#Hm. ...Ou talvez ambos.$u",
"fall_12":"Eu estava andando por aí ontem, olhando por toda a fazenda. É realmente outra coisa, não é?#$e#VOCÊ É realmente outra coisa, quero dizer.$h",
"fall_23":"Vivemos para dormir. Tudo o que fazemos é para isso. Trabalhamos, então ficamos cansados, para podermos dormir.#$b#Nós comemos, então não temos fome, então podemos dormir. Nós fazemos coisas criativas para nos sentirmos realizados e então dormimos.#$b#Estamos todos treinando sem saber para ficarmos mais confortáveis com nossas mortes inevitáveis?$u",
"winter_1":"Algum grande plano para este inverno? Provavelmente acabarei assistindo muita TV e apenas passeando pela casa.",
"winter_28":"Bem, mais um ano se passou... pareço um pouco mais velho...$6#$b#...mas você parece bem como sempre."
			}
		}
	]
}