{
	"Changes":[
		{
			"LogName":"Shane",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Shane",
			"Entries":{
				"Introduction":"Eu não te conheço. Por que está falando comigo...?",
				"JojaMart":"%Shane está trabalhando duro. Ele não parece interessado em conversar.",
				"Mon":"Eu não te conheço. Por que está falando comigo?",
				"Mon8":"A Emily é uma boa garota. Ela me dá cerveja e ela escuta. Não preciso de muito mais.#$e#Você também é legal.",
				"Wed2":"...'O que tá pegando?$s",
				"Wed4":"Já fiquei muito estranho e vulnerável com você quando estava bêbado? Eu tenho essa tendência.$u#$e#Não leia demais o que eu disse.$u",
				"Wed6":"$d Joja#suspiro ...Todo dia é a mesma coisa. Abastecendo aquelas prateleiras horríveis, indo para o salão, virando de um lado para o outro a noite toda.$s|Eu odiava meu trabalho na JojaMart, mas agora que estou desempregado, me sinto ainda pior.$s",
				"Wed10":"Meu terapeuta tem me ajudado muito com meus pensamentos mais sombrios. Acho que estou superando.#$b#O álcool ainda é complicado, porém.#$e#Muita gente não entende. Não posso simplesmente 'parar de ir' ao salão.$s",
				"Thu2":"...'E aí.$s",
				"Thu10":"Eu ainda tenho meus altos e baixos. Mas ultimamente, as coisas parecem estar um pouco melhores.#$e#Tipo, hoje está bom, né? Você parou para conversar, pelo menos.$h",
				"Fri2":"Você simplesmente não vai me deixar em paz, né? $s",
				"Sat10":"Nossa, eu fiquei muito bêbado antes de ir dormir ontem.$s#$q 530/531/532 Sat_old#Você deve estar decepcionado comigo.#$r 530 -250 Sat_530#Pois é! Eu pensei que você queria se limpar!#$r 531 0 Sat_531#A recuperação tem seus altos e baixos.#$r 531 0 Sat_531#Desculpa, eu sei que é difícil para você.#$r 532 -50 Sat_532#De boa. Você faz o que quiser.",
				"Sat_old":"$p 530#Olha, estou dando o meu melhor. Desculpa se te desapontei algumas vezes.$s|Mas eu aprecio que você sempre esteja por perto, não importa o que.",
				"Sat_530":"...#$b#Bom, claramente eu não sou bom o suficiente para você.#$b#Tudo bem. Vai sair com outra pessoa.",
				"Sat_531":"...#$b#Como você consegue ser tão bom? Você nunca fica bravo com nada?$s#$e#Obrigado, porém.",
				"Sat_532":"...#$b#Sério, que droga. Você se importa com o que eu faço?$a",
				"summer_Mon4":"Descobri há um tempo que é mais fácil ignorar as pessoas novas antes que me conheçam.#$e#Muita gente acaba sendo babaca.",
				"summer_Mon6":"$d Joja#Acho que vou passar um tempo extra no freezer dos fundos da Joja quando estiver quente assim.$u|Hmm... o que posso fazer para passar o tempo hoje?",
				"summer_Mon8":"Acho que a Emily é legal só por ser legal. Não preciso da pena dela, mas...#$b#...Eu também não -não- preciso da companhia dela.$u",
				"summer_Mon10":"Jas e eu jogamos um jogo bem divertido ontem. Fizemos um pequeno circuito fora de casa.$h#$e#Eu sei que não fui uma boa influência para Jas, mas você tem que admitir que tenho meus momentos.",
				"summer_Tue8":"$d Joja#Minha caminhada para o trabalho de manhã é agradável durante o verão. É tão calma e ainda não está muito quente.|Essas galinhas realmente me acordam cedo. Mas pelo menos o ar é bom no verão quando o sol nasce.",
				"summer_Tue10":"Talvez eu tenha me apaixonado um pouco pela Emily, em algum momento, mas...$s#$b#...você é diferente porque parece realmente estar sério em querer algo de mim também.$l",
				"summer_Wed6":"$d Joja#suspiro ...Todo dia é a mesma coisa. Abastecendo aquelas prateleiras horríveis, indo para o salão, virando de um lado para o outro a noite toda.$s|Eu odiava meu trabalho na JojaMart, mas agora que estou desempregado, me sinto ainda pior.$s",
				"summer_Wed8":"A Marnie e a Jas têm suportado muita coisa minha. Eu realmente me sinto motivado a fazer o meu melhor por elas.#$e#Isso não é algo que eu tenha sentido há muito tempo.",
				"summer_Thu6":"Animado para a temporada de gridball?#$e#Às vezes é divertido assistir à liga júnior na entressafra também. Os ingressos são mais baratos.",
				"summer_Thu8":"Caramba, as galinhas não param de arrumar confusão ultimamente. Quebrando coisas... Ficando presas em coisas...#$b#Hah, pelo menos elas precisam de mim para alguma coisa.$h",
				"summer_Thu10":"Quando seus dois melhores amigos morrem exatamente no mesmo dia, realmente meio que te bagunça.$s#$e#Eu tinha problemas antes de eles morrerem, mas isso ainda é realmente o pior.",
				"summer_Fri4":"Que dia quente. Eu realmente poderia usar uma gelada.#$e#Você topa?",
				"summer_Fri6":"Vi algumas fotos antigas de colegas online.$s#$e#As mais revoltantes são daqueles que não podem tirar uma foto sem o maldito bebê aparecer.",
				"summer_Fri8":"Ver pessoas que têm tudo... o dinheiro, a casa, os filhos nota dez...#$b#...quase parece mais deprimente do que o que eu tenho.#$e#E aí, campeão! Parabéns por mais um boletim cheio de A! Vamos tomar sorvete!$10#$b#Nojento.$u",
				"summer_Fri10":"De um milhão de pessoas, aposto que você é o único que não teria desistido de mim até agora.#$e#Ei, eu não dou isso como garantido.",
				"summer_Sun6":"Parece que estou ganhando uma pequena barriga. Oh, garoto. Logo serei o cara que tem tudo!$u",
				"summer_Sun8":"$d Joja#De volta ao trabalho para outra semana amanhã. Ebaaa...$s|Sinto falta de ter fins de semana de verdade, como costumava ter. Mas acho que é o preço por ser um criador de galinhas em tempo integral agora.",
				"summer_Sun10":"@, uma coisa que você provavelmente deveria saber é que eu sou tecnicamente o padrinho da Jas.$s#$e#Mas a Marnie é realmente quem tem criado ela. Eu realmente estraguei tudo.$s",
				"fall_Mon6":"Vi algumas fotos antigas de colegas online.$s#$e#As mais revoltantes são daqueles que não podem tirar uma foto sem o maldito bebê aparecer.",
				"fall_Mon8":"Perdi o jogo de gridball ontem à noite. Tanto faz. É melhor ao vivo, de qualquer maneira.",
				"fall_Mon10":"Você já sentiu como se o mundo inteiro estivesse te analisando como um inseto nojento?",
				"fall_Tue8":"Bom, pelo menos a vida do Clint é pior do que a minha. O cara vive sozinho.#$e#Desculpa, sim, foi uma coisa idiota de se dizer.$s",
				"fall_Tue10":"É estranho como eu nunca pareço ficar entediado de te ver, @.#$e#Isso nunca aconteceu comigo antes.$l",
				"fall_Wed6":"$d Joja#*suspiro* ...Todo dia é a mesma coisa. Abastecendo aquelas prateleiras horríveis, indo para o salão, virando de um lado para o outro a noite toda.$s|Eu odiava meu trabalho na JojaMart, mas agora que estou desempregado, me sinto ainda pior.$s",
				"fall_Wed8":"Acho que me apeguei à Marnie e à Jas. Somos um grupo esquisito, mas meio que parece uma família estranha.#$e#Nunca tive realmente uma família quando criança.$s",
				"fall_Wed10":"Sua fazenda parece um ótimo lugar para criar galinhas.$h",
				"fall_Thu6":"E aí @.#$e#Então, vai beber hoje à noite? Tudo bem se quiser se juntar a mim.",
				"fall_Thu8":"Você gosta de falar comigo? Acho que acredito em você... talvez você seja tão estranho quanto eu.$h",
				"fall_Thu10":"Eu ainda tenho meus altos e baixos. Mas ultimamente, as coisas parecem estar um pouco melhores.#$e#Tipo, hoje está bom, né? Você parou para conversar, pelo menos.$h",
				"fall_Fri4":"$d Joja#Aquele cara Sam? Sim, trabalho com ele. Mas não converso muito com ele, na verdade.|Aquele cara Sam? Sim, trabalhamos juntos. Mas não converso muito com ele, na verdade.",
				"fall_Fri8":"Com certeza vou para o salão hoje à noite. O que mais há para fazer?",
				"fall_Fri10":"@, eu aprecio você estar aqui por mim. Mas você percebe que não vai me consertar, né?#$e#Só estou dizendo, o que você vê é o que você tem.#$e#Pense nisso. Eu não quero te machucar.$s",
				"fall_Fri8":"Clint é um pouco estranho. Não sei como a Emily aguenta o óbvio interesse que ele tem por ela.#$e#Ou talvez ela seja só distraída...$u",
				"fall_Fri10":"@, eu aprecio você estar aqui por mim. Mas você percebe que não vai me consertar, né?#$e#Só estou dizendo, o que você vê é o que você tem.#$e#Pense nisso. Eu não quero te machucar.$s",
				"fall_Sat10":"Nunca teria dado certo entre eu e a Emily... por razões óbvias. Fico feliz por ter você.$l^Eu e a Emily sempre fomos só amigos. Fico feliz por termos mantido assim.$l",
				"fall_Sun6":"...Acho que estou ganhando peso.$s",
				"fall_Sun8":"Se eu assistir mais TV talvez eu possa esquecer da vida. Seria relaxante.$u",
				"fall_Sun10":"Um pintinho novo nasceu na nossa fazenda ontem à noite. Tem sido um bom dia até agora.$h",
				"winter_Mon4":"Descobri há um tempo que é mais fácil ignorar as pessoas novas antes que me conheçam.#$e#Muita gente acaba sendo babaca.",
				"winter_Mon8":"Eu não entendo como alguém como a Emily está tão satisfeita com a vida dela.#$e#Eu não aguentaria o trabalho e a vida dela se estivesse no lugar dela.#$e#E provavelmente não ficaria perto de caras como eu também.$s",
				"winter_Mon10":"Quando seus dois melhores amigos morrem exatamente no mesmo dia, realmente meio que te bagunça.$s#$e#Eu tinha problemas antes de eles morrerem, mas isso ainda é realmente o pior.",
				"winter_Tue4":"Pobres pequenas galinhas mães ficam presas dentro de casa o inverno todo. Tenho que cuidar bem delas.#$e#Você entendeu que eu estava falando de galinhas, né?$u",
				"winter_Tue8":"Será que as galinhas têm uma vida melhor ou pior do que os humanos? Hmm...$u#$e#Pior, eu diria.#$b#A menos que sejam galinhas de criação livre. Aí... eu não sei.",
				"winter_Tue10":"Meu terapeuta tem me ajudado muito com meus pensamentos suicidas.#$b#O álcool ainda é complicado, porém.#$e#Muita gente não entende. Eu não posso simplesmente 'parar de ir' ao salão.$s",
				"winter_Wed6":"$d Joja#*suspiro* ...Todo dia é a mesma coisa. Abastecendo aquelas prateleiras horríveis, indo para o salão, virando de um lado para o outro a noite toda.$s|Eu odiava meu trabalho na JojaMart, mas agora que estou desempregado, me sinto ainda pior.$s",
				"winter_Wed8":"Eu tento fazer o meu melhor pela Jas. Ela diz que tem algumas boas lembranças comigo.#$e#Só que eu não lembro algumas das que ela menciona.$s",
				"winter_Thu6":"Um dia meio ruim hoje...$s#$e#Então, qual é o seu recorde de embriaguez?",
				"winter_Thu8":"Você gosta de falar comigo? Acho que acredito em você... talvez você seja tão estranho quanto eu.$h",
				"winter_Thu10":"Digo... eu estava completamente errado sobre você.#$b#Na primeira vez que te vi, pensei que você seria um completo babaca. Fico feliz por estar errado.$h",
				"winter_Fri6":"Com certeza vou para o salão hoje à noite. O que mais há para fazer?",
				"winter_Fri8":"Ver pessoas que têm tudo... o dinheiro, a casa, os filhos nota dez...#$b#...quase parece mais deprimente do que o que eu tenho.#$e#E aí, campeão! Parabéns por mais um boletim cheio de A! Vamos tomar sorvete!$10#$b#Nojento.$u",
				"winter_Fri10":"$d Joja#A ideia de poder te ver é o que me faz aguentar o dia. A gente vai sair hoje à noite?|E aí, espero que esteja se mantendo aquecido. Eu tenho um casaco velho que você pode pegar emprestado, se precisar.",
				"winter_Sun6":"Tem sido uma temporada de gridball interessante.#$e#Ou pelo menos é o que ouvi. Perdi um monte de jogos.",
				"winter_Sun8":"Como será para aqueles milionários alcoólatras funcionais? Tipo, os CEOs que sempre têm metade de um minibar atrás da mesa?#$b#Eles ficam bêbados o dia todo e são pagos por isso? Porque se for assim, me inscreva.#$e#Parece que perdi minha vocação.",
				"winter_Sun10":"O que você tem que entender, @, é que quando eu dou o meu melhor, parece muito pior do que o que outras pessoas fazem.$s#$e#Só achei que você deveria saber disso.",
				"winter_28":"Outro ano se foi? Cara.$u#$e#Chute o que estou fazendo a noite toda.",
				"spring_1_2":"Ah, minha cabeça.$s#$e#Será que posso dormir o ano inteiro?$s",
				"winter_28_2":"Outro ano se foi? Cara.$u#$e#Chute o que estou fazendo a noite toda."
			}
		},
		{
			"LogName":"Shane Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueShane",
			"Entries":{
				"Rainy_Day_0":"Espero que a Jas e a Marnie estejam bem sem mim.#$e#Não estou muito preocupado... Jas já está grande o suficiente para cuidar dos animais sozinha.",
				"Rainy_Day_1":"#$c .5#Faça-me um favor... quando eu partir, use minhas cinzas para fertilizar um pouco de milho para as galinhas.#Meus joelhos estão meio rígidos hoje. Isso já aconteceu com você, ou é só comigo?$s",
				"Rainy_Day_2":"#$c .5#Aqui... pegue isso. [346 174 303 305 215] Comprei alguns disso há um tempo e estão quase vencidos...#Aqui, pegue isso para depois. [346 346 303] Apenas um lembrete para não trabalhar demais quando puder ser preguiçoso.",
				"Rainy_Day_3":"#$c .5#Buhh... Não estou com vontade de ser produtivo hoje.#...Tudo bem. Que se dane. Vou mergulhar minha pizza no molho ranch hoje.$u",
				"Rainy_Day_4":"#$c .5#Bem, devo fazer algo útil hoje?... ou apenas cochilar para sempre?#Eu estava tão determinado ontem à noite a fazer alguns abdominais hoje. Mas essa chuva está realmente acabando com minha motivação.",
				"Rainy_Night_0":"Hmm... parece uma boa noite para esquentar alguns pizza rolls no micro-ondas.#$e#Algumas pessoas gostam de cozinhá-los no forno, mas demora demais para mim. Além disso, gosto da textura macia.$h",
				"patio_Shane":"#$c .5#O Charlie está bem.$8#Se o Charlie está de bom humor, eu também estou.$8",
				"Rainy_Night_1":"#$c .5#O tiquetaque da chuva me leva a um tempo diferente... a um lugar diferente.#Espero que o Charlie não esteja assustado lá fora.$u",
				"Rainy_Night_2":"#$c .5#Acho que... se eu tivesse umas calças talvez tivesse saído hoje... mas, não.#E se deixássemos o Charlie morar dentro de casa? Não é como se fosse fazer uma bagunça tão grande...$u",
				"Rainy_Night_3":"#$c .5#Eu gosto do tempo sombrio, mas me sinto meio mal pelas galinhas.#Ainda não consigo acreditar como você passa todo esse tempo lá fora quando chove, como se não fosse grande coisa.",
				"Rainy_Night_4":"#$c .5#Tiquetaque-tappa-tiquetaque-tappa... Estou começando a sentir sede.$6#Temos algumas cervejas caseiras? Acho que estou me sentindo... chique hoje.",
				"Indoor_Day_0":"#$c .5#Buh... Às vezes a vida parece um borrão lento e cinzento... sabe o que quero dizer?#Um brinde ao fim de mais um dia sem propósito. Ei, isso não precisa ser uma coisa horrível.",
				"Indoor_Day_1":"#$c .5#Ei. Pegue isso... Eu coloquei um pouco demais no micro-ondas. [195 215 206]Desculpe se estiver meio mole.#Abra a boca. E feche os olhos. E você receberá... uma grande surpreesaa. [195 215 206]",
				"Indoor_Day_2":"#$c .5#Sabe de uma coisa? Acho que perdi peso desde que vim morar com você.$6#Isso te incomoda, o fato de eu não ser tão animado quanto um marido de sonhos estereotipado?",
				"Indoor_Day_3":"#$c .5#*beijo*... Mmm, tem gosto de alguém que esteve beliscando pizza rolls.$6#Ei, não escove o cabelo. Você está atraente esta manhã.",
				"Indoor_Day_4":"#$c .5#Eu posso ficar muito na minha, e às vezes posso parecer infeliz... mas eu aprecio todo o trabalho que você faz. Sou um cara de sorte.$6#Me dê algo positivo para me concentrar. Sei que deveria me sentir bem nesta manhã; só preciso de um pouco de ajuda para chegar lá.",
				"Indoor_Night_0":"#$c .5#Vou tomar mais algumas cervejas antes de fechar os olhos para a noite.#Tirei uma soneca enquanto você estava fora. Espero que isso não atrapalhe meu ciclo de sono.",
				"Indoor_Night_1":"Se... Se ao menos... ah, estava apenas pensando nos dias gloriosos, quando jogava gridball no time principal.$6#$b#Agora estou velho e fraco, porém...",
				"Indoor_Night_2":"#$c .5#Ughh... *gurgle*... Me sinto um pouco inchado... oof... muito molho de mergulho multiuso Joja.#Ei, me comportei bem hoje. Queria terminar o saco de cones Carbo, mas me segurei.",
				"Indoor_Night_3":"#$c .5#Buh... Queria ter seis centímetros a mais e ser muito mais inteligente... Mas você gosta de mim como sou? Ainda tenho dificuldade em entender isso...#Ei. Quer... ir para a cama quando eu for?$l",
				"Indoor_Night_4":"#$c .5#Passei o dia todo assistindo TV e agora minhas pernas estão como massa mole. Acho que vou ter que pegar leve até amanhã.#Talvez eu devesse beber algo para ajudar a dormir. Não é uma boa solução, mas seria melhor do que ficar acordado a noite toda.",
				"Outdoor_0":"Não dormi bem na noite passada, então estou esperando que este ar fresco faça os sucos fluírem.#$e#Que sucos, você pergunta? Heh... você é estranho.$h",
				"Outdoor_1":"Às vezes paro e percebo que não passo de um saco de carne suculento e macio.#$e#Mas ei... tudo bem... o que é a vida, afinal?$h",
				"Outdoor_2":"#$c .5#Quando paro para pensar... estou num bom lugar. Minha vida é bem agradável.$6#Não consigo pensar em um lugar melhor para estar agora, do que aqui. Temos que manter as coisas em perspectiva, certo?$6",
				"Outdoor_3":"#$c .5#Ooohh... minha língua está inchada de tanto comer pimentões recheados.$s#Poxa. Não percebi como o ar nos meus pulmões estava estagnado até sair daqui.",
				"Outdoor_4":"#$c .5#Ei. Você estava dormindo feito um bebê, então eu saí da cama e dei uma volta pela fazenda de manhã. Tudo parece bem.#Não sei por quê, mas estou me sentindo muito bem esta manhã. Deve ser porque dormi bem.$h",
				"OneKid_0":"#$c .5#É estranho, quando eu era mais jovem eu jurava que nunca teria um filho. Fico pensando o que aconteceu comigo?$6#Quero ter certeza de que não estrago as coisas para %kid1. Apenas... tenha paciência comigo.",
				"OneKid_1":"#$c .5#Vamos garantir que esse filho receba muitos ovos... O bebê precisa crescer essas pernas!#Quero dar a %kid1 a melhor infância possível. Tenho que compensar pelo menos alguns dos meus erros do passado.",
				"OneKid_3":"Papai Shane se reportando para o dever...$6#$e#Buh... Fiquei piegas na minha velhice.",
				"TwoKids_0":"#$c .5#Bem, se as crianças pararem de se comportar hoje, posso sempre colocar algumas músicas para uma festa de dança espontânea.#Já dei duas tigelas de cereal de bolinhas de pizza para as crianças. Elas ficarão satisfeitas por um tempo.",
				"TwoKids_1":"#$c .5#Vou ser honesto... duas crianças são suficientes para mim.#Meu deus, como alguém consegue criar mais de duas crianças? Estou tão exausto.$s",
				"TwoKids_2":"#$c .5#Ufa... Espero que as crianças acabem tendo mais dos seus traços do que dos meus.#Ugh... %kid2 está sendo um pouco mimado hoje. Deve ter puxado isso de mim...",
				"TwoKids_3":"*Suspiro*... Se ao menos pudéssemos mandar as crianças para um acampamento de trabalho da Joja por uma temporada...#$e#Estou só brincando.$h",
				"funLeave_Shane":"#$c .5#Vou sair hoje, tudo bem?#Hora de eu ter uma mudança de cenário ou as paredes vão se fechar. Volto mais tarde hoje.",
				"funReturn_Shane":"#$c .5#Desculpe se estou suado... Foi uma boa caminhada... Buh, estou fora de forma.$6#Sim, me diverti saindo. Mas não se preocupe. Comportei-me bem.",
				"spring_2":"Foi incrível ontem, ver as galinhas saírem pela primeira vez em um tempo.$h",
				"spring_14":"Buh, acho que estou passando por abstinência pós-festival dos ovos. Só não tem muita coisa para esperar por um tempo.$s#$e#Não se preocupe, ficarei bem a longo prazo. Isso sempre acontece comigo.",
				"spring_19":"Eventualmente, todo mundo se cansa de tudo.#$b#Ha, estou só à frente do meu tempo, ou algo assim?$h",
				"spring_27":"Vou admitir que não... bebi com moderação na outra noite.$s#$b#Mas ainda assim, estou muito melhor do que antes de te conhecer. Só espero que isso faça sentido para você.#$e#Quero dizer, você não me encontrou desmaiado ultimamente, certo?",
				"summer_2":"Estamos cultivando pimentas ardidas neste verão, certo?",
				"summer_4":"Caramba, sinto falta da Jas. Hoje é o aniversário dela, também.#$e#Sabia que tinha algo que estava esquecendo.",
				"summer_12":"Ha, foi incrível ontem, vendo a Emily arrasar na pista de dança. Fico feliz que ela esteja bem como sempre.$h",
				"summer_16":"...Outro ano se passou desde que 'adotei' a Jas. E depois estraguei tudo.$s#$e#As coisas estão se encaminhando bem para ela. Sem minha ajuda.$s#$e#Acho que as coisas seriam diferentes se fosse agora. Com você por perto, estou bem mais estável do que costumava ser, acredite ou não.",
				"summer_17":"Como pessoas como você e a Marnie conseguem manter tudo sob controle o tempo todo? Nem sei onde estaria se a Marnie não tivesse acolhido a Jas... e a mim.$s#$e#Bem, e então você apareceu.$l",
				"fall_3":"De repente, deu vontade de cozinhar, então fiz omeletes. Aqui estão. [195]#$e#Só não me peça para fazer muita comida de verdade além disso. Sério. Você se arrependeria mais do que eu.$h",
				"fall_7":"Ah, é verdade. A temporada de gridball acabou de começar. Vou ter que ver se tem algum jogo bom chegando.",
				"fall_10":"Hoje é um bom dia para jogar uma rodada de Turbo 2. Ou talvez Paths of Fury 2.#$b#Hm. ...Ou talvez ambos.$u",
				"fall_12":"Estava dando uma volta ontem, olhando por toda a fazenda. É realmente algo, não é?#$e#Você é realmente algo, quero dizer.$h",
				"fall_23":"Vivemos para dormir. Tudo o que fazemos é sobre isso. Trabalhamos, para ficarmos cansados, para podermos dormir.#$b#Comemos, para não ficarmos com fome, para podermos dormir. Fazemos coisas criativas para nos sentirmos realizados, e então dormimos.#$b#Será que estamos todos inconscientemente nos preparando para ficar mais confortáveis com nossas mortes inevitáveis?$u",
				"winter_1":"Grandes planos para este inverno? Provavelmente acabarei assistindo muita TV e só relaxando em casa.",
				"winter_28":"Bem, outro ano se passou... Estou um pouco mais velho...$6#$b#...mas você está tão bem como sempre."
			}
		}
	]
}