{
	"Changes":[
		{
			"LogName":"Vincent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Vincent",
			"Entries":
			{
				"Mon2":"Meu irmão é muito bom em videogame. Gosto mais de vê-lo jogar do que de jogar contra ele.",
"Mon8_1":"Mamãe me cortou o cabelo. É ela quem geralmente faz isso.#$e#Há muito tempo atrás, Sam me cortou o cabelo. Ele se meteu em um grande problema!$h",
"Mon8":"Mamãe me fez parar de brincar só para me mostrar papai dormindo.$u#$e#Então ela começou a chorar. Foi muito estranho.$u",
"Mon10_1":"@, talvez você possa ser meu pai até meu pai verdadeiro voltar!^Mesmo sendo uma menina, talvez você possa ser meu pai até meu pai verdadeiro voltar.",
"Mon10":"@, seu pai já foi como o meu?$u",
"Tue2":"Gomas com sabor vermelho são realmente boas, mas o tipo roxo nesta nova marca é realmente MUITO bom.#$e#O único problema? As outras cores que vêm com o tipo roxo não são tão boas.#$ b#Hmmmmmmmm...",
"Tue4":"Eu gosto de colecionar cartas de Foroguemon.#$e#Meu irmão mais velho só brinca comigo às vezes.",
"Tue6_1":"Você consegue guardar um segredo, senhor?^Você consegue guardar um segredo, senhorita?$u#$b#Eu quero me casar com a senhorita Penny quando eu crescer.#$e#Só não conte a ela, ok ?$você",
"Tue6":"Sam jogou fora alguns de seus jogos de computador antigos depois que papai voltou.$u#$e#Acho que foram eles que atiraram.$u",
"Tue8":"Você consegue guardar um segredo, senhor?^Você consegue guardar um segredo, senhorita?$u#$b#Eu quero me casar com a senhorita Penny quando eu crescer.#$e#Só não conte a ela, ok ?$você",
"Tue8_inlaw_Penny":"É tão legal como você é casado com meu professor.#$e#Nunca pensei que isso iria acontecer!",
"Wed4":"Há cebolinhas na floresta. Você sabe como encontrá-las?#$e#Mas o gosto delas é muito ruim. Eu só gosto de caçá-las.",
"Wed6":"Encontrei uma centopéia lá fora ontem.#$b#É realmente chamado de milípede porque eles têm um milhão de pernas?",
"Wed8":"Eu quero procurar insetos, mas mamãe fica brava quando estou todo sujo.#$b#É uma escolha difícil.",
"Wed_inlaw_Sam":"Como está meu irmão?#$e#Não acredito que somos parentes agora!$h",
"Thu4":"Quanto tempo você consegue prender a respiração?#$b#Eu consigo segurar a minha por... oito minutos.#$e#Yuh-huh. Eu consigo.#$e#...Mas eu simplesmente não não quero agora.",
"Thu6":"É divertido morar tão perto do Rancho da Marnie.#$e#Eu vi uma vaca piscar para mim uma vez.",
"Thu8":"Se eu tivesse uma fazenda como a sua, gostaria que fosse uma fazenda de doces!$h#$e#Eu sei, eu sei, só estou sendo bobo.",
"Sex":"Ah, não... Mamãe vai fazer sopa de lentilha esta noite.$s",
"Fri2":"Mamãe disse que vai fazer curry amarelo esta noite. Tem curry em pó?$u#$e#Tem? Awwwww.$s",
				"Fri4":"Você cultiva alguma coisa boa na sua fazenda?",
"Fri8":"Sam costumava ser meio cruel comigo quando eu era pequeno. Mas hoje em dia ele é muito mais legal comigo.",
"Sat_1":"Papai voltará logo!#$b#Espero que ele me traga alguns brinquedos.$u",
"Sat":"Papai parece estranho desde que voltou. Eu me pergunto o que aconteceu com ele?$s",
"Sat2":"Você conhece alguém do exército? É onde meu pai trabalha.",
"Sat4_1":"Meu pai se foi, mas a mãe e o pai de Jas também não estão por perto.$u#$e#Ela nunca fala sobre eles. E a Sra. Penny diz que eu não deveria perguntar.$u",
"Sat4":"Estou me divertindo hoje! E você?",
"Sat6_1":"*suspiro*... Quando o papai volta?$s",
"Sat6":"Papai parece estranho desde que voltou. Eu me pergunto o que aconteceu com ele?$s#$b#Ele não brinca mais comigo.$s",
"Sat8_1":"Meu pai se foi, mas a mãe e o pai de Jas também não estão por perto.$u#$b#Ela nunca fala sobre eles. E a Sra. Penny diz que eu não deveria perguntar.$u",
"Sat8":"Tive um sonho ruim ontem à noite.$s#$e#Sonhei que papai tinha ido embora de novo. Para sempre.$s#$e#Eu sei. Não é real. Mas ainda assim foi assustador.$s ",
"Sat10_1":"@, seu pai estava muito presente quando você era criança?$u",
"Sat10":"Eu gostaria que o papai brincasse mais comigo...$u",
"Sun4":"A Sra. Penny me faz ler um livro novo toda semana.$s#$b#Pelo menos ela me deixa escolhê-los, às vezes!",
"Sun8":"Eu experimentei um pouco do curry amarelo da mamãe. Na verdade estava muito bom.#$b#Mas SÓ por causa do molho. Os vegetais ainda estão nojentos.",
"summer_Mon10":"Estou entediado. Quero partir em uma aventura. Quando for mais velho, quero visitar todas as ilhas do mar de pedras preciosas.",
"summer_Tue":"Ei senhor @.^Ei senhorita @.#$e#Tem alguém na cidade de quem você gosta?#$e#Sim, tipo... LIKE tipo.$h#$e#Ah, c' cara, me diga!",
"summer_Tue4":"Qual é o seu sabor favorito de sorvete?#$e#Meu chip de menta.",
"summer_Wed":"Uau! Legal! Você está todo suado!",
"summer_Wed6":"A parede de escalada é muito divertida, mas já a escalei tantas vezes.",
				"summer_Thu10":"Ouvi dizer que todos os dinossauros morreram há muito tempo. Isso é verdade? O Sr. Gunther diz que ainda há muitos deles vivendo no subsolo. Mas apenas algumas das espécies.",
"summer_Fri10":"Ugh, estou com dor de cabeça. Mamãe disse que é porque não bebi água suficiente.$s#$e#Bebi muito suco. O suco contém água.$s#$e# Que tipo de suco? Refrigerante de laranja.$s",
"summer_Sat6_1":"Sam me mostrou esse videoclipe com um monte de caranguejos dançantes. É tão engraçado!#$e#Se eu visse caranguejos dançantes na vida real na praia, eu diria, 'O quê?'$h ",
"summer_Sat10":"Sam me mostrou esse videoclipe com um monte de caranguejos dançantes. É tão engraçado!#$e#Se eu visse caranguejos dançantes na vida real na praia, eu diria, 'O quê?'$h ",
"summer_Sun10":"Quanto tempo você consegue prender a respiração?#$b#Eu consigo segurar a minha por... oito minutos.#$e#Yuh-huh. Eu consigo.#$e#...Mas eu simplesmente não não quero agora.",
"fall_Mon10":"Se eu tivesse um dinossauro de estimação, eu o chamaria de Chompy. Mas eu não gostaria que ele mastigasse ninguém. Apenas bandidos.",
"fall_Tue":"Estou coletando folhas. Encontrei um monte de folhas vermelhas bem brilhantes!",
"fall_Wed":"Você sabia? Meu irmão mais velho é basicamente uma estrela do rock.$h",
"fall_Wed_inlaw_Sam":"Como está meu irmão?#$e#Acho que ele é um verdadeiro adulto agora!",
"fall_Wed8":"Meu irmão mais velho me deixa experimentar seu violão de vez em quando.#$e#Mas eu não consigo tocar nada. Acho que nunca serei tão bom quanto ele.",
"fall_Thu4":"Eu tentei jogar uma bola de futebol para frente e para trás uma vez com aquele cara, Alex, mas não consegui acompanhar a distância que ele arremessava.",
"fall_Thu8":"Jas é muito legal. E não só para uma garota.#$e#Ela é muito inteligente também.",
"fall_Fri":"Eca, é noite de beterraba cozida de novo...$s",
"fall_Sat10_1":"@, seu pai estava muito presente quando você era criança?$u",
"fall_Sat10":"Sam me fez experimentar um pouco da caçarola de peixe da mamãe. É meio nojenta, mas também tem queijo e macarrão.#$b#Então isso faz com que seja uma delícia.",
"fall_Sun4":"Tem tanta lama lá fora!#$e#Mamãe não é uma grande fã.",
"winter_Mon":"Mal posso esperar pela Festa da Estrela Invernal!$h#$e#Espero ganhar alguns brinquedos! Ou talvez algo gostoso!",
"winter_Tue4":"Ontem construí uma torre de blocos que era ainda mais alta que meu irmão!$h#$e#Tive que subir em um banquinho para fazê-la.",
"winter_Wed":"Mamãe não considera chocolate quente como junk food quando está nevando.#$e#É bom.",
"winter_Wed_inlaw_Sam":"Então você e meu irmão estão... realmente super apaixonados?#$e#Hahaha!$h",
				"winter_Thu10":"Tive um sonho ruim ontem à noite.$s#$e#Sonhei que papai tinha ido embora de novo. Para sempre.$s#$e#Eu sei. Não é real. Mas ainda assim foi assustador.$s ",
"winter_Fri":"A Sra. Penny é uma professora muito boa.#$b#Eu não acerto muitas perguntas, mas ela é sempre muito legal.",
"winter_Fri10":"Há muito tempo, eu bati na Jas quando estávamos brincando.$u#$e#Eu sempre me certifico de ser legal com ela agora.",
"winter_Sat10":"Ei! Quer brincar na neve?#$e#A neve está perfeita hoje para as melhores bolas de neve de todos os tempos!",
"winter_Sun10":"Gomas com sabor vermelho são realmente boas, mas o tipo roxo nesta nova marca é realmente MUITO bom.#$e#O único problema? As outras cores que vêm com o tipo roxo não são tão boas.#$ b#Hmmmmmmmm...",
"spring_12":"Finalmente! O festival dos ovos é amanhã!$h#$e#Eu sempre encontro ovos que todos os adultos são altos demais para notar.$h",
"fall_26":"Amanhã é Véspera do Espírito! Vou ficar com tanto medo!$h",
"winter_24":"Festa da Estrela Invernal! Não acredito que finalmente acontecerá amanhã!$h#$e#Você também está animado?",
"winter_28":"Posso ficar acordado até meia-noite hoje à noite!",
"spring_1_2":"Estou tão feliz hoje! Eeeeee!$h",
"spring_12_2":"Finalmente! O festival dos ovos é amanhã!$h#$e#Eu sempre encontro ovos que todos os adultos são altos demais para notar.$h",
"fall_26_2":"Amanhã é Véspera do Espírito! Vou ficar com tanto medo!$h",
"winter_24_2":"Festa da Estrela Invernal! Não acredito que finalmente acontecerá amanhã!$h#$e#Você também está animado?",
"winter_28_2":"Posso ficar acordado até meia-noite hoje à noite!"
			}
		}
	]
}