{
	"Changes":[
		{
			"LogName":"Willy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Willy",
			"Entries":{
				"Mon":"Algum progresso na pesca ainda? Continue. Ficará mais fácil com o tempo.",
"Mon2":"Olá, filho.^Olá, moça.#$b#Parece que o tempo está bom para pescar, hein?",
"Mon6":"Se você me vender algum peixe, com certeza direi a quem comprar que foi você quem o pegou.$h",
"Mon8":"Vou postar mais alguns desafios de pesca no quadro de avisos do Pierre se estiver com vontade. Espero que você fique de olho neles.",
"Tue2":"Existem dois mundos: aquele em que vivemos e aquele muito, muito mais antigo, debaixo d'água.#$e#Penso no que faço como um diálogo entre esses dois mundos.",
"Tue4":"Para tirar a vida de um peixe, você tem que respeitá-lo primeiro. Você certamente não durará muito nesta profissão, caso contrário.",
"Tue8":"Estou feliz por ter confiado a você minha velha vara, @, quando nos conhecemos. Você tem sido um bom amigo.$h",
"Wed2":"As ondas estão bem calmas na nossa praia. Só assim consigo ter minha loja no próprio cais.",
"Wed4":"Já me perdi no mar? Não. Nunca.#$b#Sempre tomo as devidas precauções. Se você sabe o que está fazendo, nunca compromete sua segurança.",
"Wed6":"Lembre-se, em qualquer lugar que haja água, é provável que haja peixes.#$b#Você sai um pouco mais do que eu, então espero que encontre algumas variedades exóticas.$h#$e#Só não traga-o para mim se for um pouco exótico demais.$s",
"Wed8":"Eu nunca fui casado, não.#$e#Eu amei alguém uma vez, há muito tempo. Ela me deixou por outro homem.#$e#Às vezes, aquele que foge, fica longe para sempre.$ e",
"Thu2":"Nunca deixo de me surpreender a quantidade de lixo que vai parar na água.$s#$e#Cabe a nós cuidar dele. De preferência, deve ser reciclado.",
"Thu4":"Às vezes consigo encontrar alguém que jogue damas comigo no Saloon.#$e#É importante ter um pouco de contato humano de vez em quando, não importa o quão confortável eu possa estar sozinho.",
"Thu6":"Há rumores de alguns peixes muito raros por aqui... mas apenas um pescador experiente poderia ter uma chance contra eles.#$e#Você precisará da melhor isca que puder conseguir se quiser um peixe raro morder.",
"Thu8":"Minha maior pegadinha foi quando eu era jovem, como você.#$b#Mas quem sabe? Ainda é possível que eu consiga me superar.$h",
"Sex":"Como está sua vara?",
"Fri2":"Se você realmente quer que o peixe morda, certifique-se de colocar uma isca no anzol.",
"Fri4":"Se você pegar uma lagosta em uma panela de caranguejo, não se esqueça de compartilhar um pouco com Elliott. É o favorito dele.",
"Fri6":"Já fez um bom ensopado?$h#$e#É um clássico antigo.$h",
				"Fri8":"Todos podemos concordar que a pesca vai te ensinar paciência. Não consigo pensar em uma habilidade melhor para praticar.#$b#A vida em si é um jogo de espera. E então termina. Tenho pena de quem nunca aprende a esperar corretamente.",
"Sat2":"Aprendi algumas boas receitas de peixe ao longo dos anos. Talvez eu compartilhe algumas com você algum dia.",
"Sat4":"Se você me ver pescando, venha até mim e lance sua linha também.#$b#Você é sempre bem-vindo.$h",
"Sat6":"Quando você está esperando por algo, ouvir um pouco de música no rádio é uma ótima maneira de passar o tempo.#$b#No entanto, nossos ancestrais não tinham esse luxo. Então às vezes eu corto o música e ouvir os sons da natureza, por admiração pelos velhos tempos.",
"Sun4":"Às vezes, eu encontro um pequeno tesouro afundado. Encontrei algumas coisas incríveis ao longo dos anos.#$e#Espero que você encontre alguns tesouros interessantes também!",
"Sun6":"Me desculpe, não perguntei o suficiente sobre sua agricultura. Como está indo?",
"Sun8":"Meu antigo vizinho faleceu há alguns anos e me confiou sua casa.#$b#Estou feliz que Elliott tenha conseguido comprá-la e se mudar. Ele tem sido um bom vizinho.",
"spring_Fri2":"O bagre só morde quando está chovendo. Você pode pegá-lo em água doce na primavera e no outono.#$e#Pensei em mencionar isso. O bagre é um dos meus favoritos.$h" ,
"spring_Fri8":"Se você pescar um peixe realmente comum, na verdade é mais lucrativo limpá-lo e cortá-lo você mesmo.#$e#Isso se você estiver vendendo em outro lugar. Eu só compro peixe inteiro.",
"summer_Mon10":"As ilhas ao sul de nós com certeza são lindas, com a Ilha Ginger sendo a melhor, eu acho.",
"summer_Tue10":"Se você ouvir atentamente os peixes, eles lhe dirão o que querem.#$e#Alguns deles são pequenas prima donnas, heh! Estou pensando que esses esturjões têm algumas ilusões de grandeza .$h",
"summer_Wed2":"Aquele carpinteiro Robin vai construir um viveiro de peixes para você, mmm? Isso pode funcionar. Apenas certifique-se de tratar esses peixes muito bem.#$e#Alguns deles só precisam do oceano selvagem ou dos riachos, sabe? Nem todos os peixes vivem em lagos por alguma razão.",
"summer_Wed10":"Ultimamente, tenho me perguntado se tirei muito do oceano. O que eu poderia retribuir? Devo a ele todo o meu sustento.$s",
"summer_Thu2":"É a temporada das trutas arco-íris.#$b#E esta é a única temporada em que você pode obtê-las. Certifique-se de estocar se você gosta de cozinhar com elas.",
"summer_Thu6":"Se você estiver pescando tilápia neste verão, certifique-se de fazê-lo pela manhã.#$e#Às vezes, eles aparecem no início da tarde, mas não é com muita frequência.",
"summer_Sat10":"Acordei cedo esta manhã porque tinha um caranguejo grande beliscando meu dedo do pé.$s#$e#Oh, estou bem. Ele vai fazer um bom jantar.$h",
"summer_Sun10":"Fique de olho nas poças de maré nesta temporada, especialmente depois de chover.#$e#Essas ondas trazem muita coisa para a costa. Você verá o que quero dizer.$h",
"fall_Mon2":"O walleye é um dos peixes mais raros que você encontrará por aqui. Tente lançar uma linha em água doce quando chover nesta estação.",
"fall_Tue10":"Sabe, estou chegando à ideia de peixes criados em fazendas. Se alguém vai ouvir os peixes e o que eles querem, é você, hmm?",
"fall_Wed10":"*sniff sniff* Talvez seja hora de lavar. Minhas roupas estão todas com crostas.$s",
"fall_Thu10":"Se você me ver pescando, venha até mim e lance sua linha também.#$b#Você é sempre bem-vindo.$h",
				"fall_Fri2":"Quando chover este mês, certifique-se de pegar algumas enguias no oceano. Caso contrário, você terá que esperar até a primavera.",
"fall_Fri6":"Muitos salmões vieram nadando rio acima. Certifique-se de pegá-los enquanto eles estão aqui.#$e#Você só pode encontrar salmão no outono.",
"fall_Sat10":"Existem dois mundos: aquele em que vivemos e aquele muito, muito mais antigo, abaixo da água.#$e#Penso no que faço como um diálogo entre esses dois mundos.",
"fall_Sun10":"Como está o lago da montanha? Eu não caminho mais lá...",
"winter_Mon10":"Às vezes consigo encontrar alguém que jogue damas comigo no Saloon.#$e#É importante ter um pouco de contato humano de vez em quando, não importa o quão confortável eu possa estar sozinho.",
"winter_Tue":"Você realmente não consegue vencer peixes selvagens quando se trata de sabor. E nutrição.#$b#Pessoas que vivem muito no interior não sabem realmente o que estão perdendo.#$e# Se eles comem peixes criados em fazendas, é como se fosse um alimento totalmente diferente.",
"winter_Tue8":"Acho que tenho que ser grato pelos peixes criados em fazendas.#$b#Se todo mundo não comesse nada além das coisas boas que gosto de pescar, praticamente pescaríamos todo esse oceano." ,
"winter_Wed10":"Faz algum tempo que não vou à Prairie Island. Isso foi quando eu era muito mais jovem.#$e#Acho que vi algumas pessoas da Prairie Island no mercado noturno.",
"winter_Thu10":"Eu me pergunto como está o Clint.#$e#Nós nos vemos no bar o tempo todo, mas nunca conversamos muito.",
"winter_Sat10":"Ooh, eu simplesmente não tenho a força de antes.#$b#Mas ainda é suficiente. Não se preocupe comigo.$h",
"winter_Sun10":"Ver as crianças na cidade sempre traz um sorriso ao meu rosto.$h",
"spring_1_2":"Olá! Um feliz ano novo para você também!$h#$e#Estou surpreso que você tenha encontrado tempo para me visitar. Hoje é um dia muito movimentado para sua fazenda, certo?$h",
"summer_4":"Parece que o atum apareceu na costa da nossa praia. Certifique-se de estocá-los. Eles desaparecerão novamente até o inverno.",
"winter_7":"Você vai pescar no gelo amanhã no festival? Eu nem me importo se vou ganhar hoje em dia. Só gosto de ver mais gente pescando.$h",
"winter_15":"Acho que vou precisar de um pouco de paz e sossego no mercado noturno depois dos próximos dias.#$e#Terei que me virar até lá.",
"winter_28":"Mais um ano. A passagem do tempo é uma coisa linda se você aprender a apreciá-la.",
"winter_7_2":"Você vai pescar no gelo amanhã no festival? Eu nem me importo se vou ganhar hoje em dia. Só gosto de ver mais gente pescando.$h",
"winter_15_2":"Acho que vou precisar de um pouco de paz e sossego no mercado noturno depois dos próximos dias.#$e#Terei que me virar até lá.",
"winter_28_2":"Mais um ano. A passagem do tempo é uma coisa linda se você aprender a apreciá-la."
			}
		}
	]
}