{
	"Changes":[
		{
			"LogName":"Willy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Willy",
			"Entries":{
				"Mon":"Algum progresso na pesca até agora? Continue tentando. Vai ficar mais fácil com o tempo.",
				"Mon2":"Ahoy lá, filho.^Ahoy lá, moça.#$b#Parece um tempo decente para pescar, né?",
				"Mon6":"Se você me vender alguns peixes, vou garantir que quem os comprar saiba que foi você quem os pescou.$h",
				"Mon8":"Vou postar mais desafios de pesca no quadro de avisos do Pierre se eu estiver de humor. Espero que você fique de olho neles.",
				"Tue2":"Existem dois mundos: o que vivemos e o muito, muito mais antigo debaixo d'água.#$e#Eu penso no que faço como um diálogo entre esses dois mundos.",
				"Tue4":"Para tirar a vida de um peixe, você tem que respeitá-lo primeiro. Certamente você não vai durar muito nessa profissão, caso contrário.",
				"Tue8":"Fico feliz por ter confiado a você minha velha vara, @, quando nos conhecemos. Você tem sido um bom amigo.$h",
				"Wed2":"As ondas estão bem calmas em nossa praia. Essa é a única maneira que consigo ter minha loja no próprio cais.",
				"Wed4":"Já me perdi no mar alguma vez? Não. Nunca.#$b#Sempre tomo as precauções necessárias. Se você sabe o que está fazendo, nunca compromete sua segurança.",
				"Wed8":"Nunca me casei, não.#$e#Amei alguém uma vez, há muito tempo. Ela me deixou por outro homem.#$e#Às vezes, aquele que escapa, fica longe para sempre.$s",
				"Thu2":"Nunca deixa de me surpreender a quantidade de lixo que acaba na água.$s#$e#Cabe a nós cuidarmos disso. Preferencialmente, deveria ser reciclado.",
				"Thu4":"Às vezes eu consigo encontrar alguém que queira jogar damas comigo no Saloon.#$e#É importante ter um pouco de contato humano de vez em quando, não importa o quão confortável eu possa estar sozinho.",
				"Thu6":"Há rumores de alguns peixes muito raros por estas bandas... mas apenas um pescador experiente teria chance contra eles.#$e#Você vai precisar da melhor isca que puder conseguir se quiser que um peixe raro morda.",
				"Thu8":"Minha maior captura foi quando eu era jovem, como você.#$b#Quem sabe, porém? Ainda é possível que eu possa superar a mim mesmo.$h",
				"Fri":"Como está segurando sua vara?",
				"Fri2":"Se você realmente quer fazer os peixes morderem, certifique-se de colocar um pouco de isca no anzol.",
				"Fri6":"Fez algum bom ensopado de marisco ainda?$h#$e#É um clássico antigo.$h",
				"Fri8":"Todos nós concordamos que a pesca vai te ensinar paciência. Não consigo pensar em uma habilidade melhor para praticar.#$b#A vida em si é um jogo de espera. E então acaba. Tenho pena de quem nunca aprende a esperar adequadamente.",
				"Sat2":"Aprendi algumas boas receitas de peixe ao longo dos anos. Talvez eu compartilhe algumas com você algum dia.",
				"Sat4":"Se me ver pescando, é só chegar perto de mim e lançar sua linha também.#$b#Você é sempre bem-vindo.$h",
				"Sat6":"Quando você está esperando uma mordida, ouvir um pouco de música no rádio é uma ótima maneira de passar o tempo.#$b#Nossos antepassados não tinham esses luxos, no entanto. Então, às vezes, eu desligo a música e ouço os sons da natureza, em admiração pelos velhos tempos.",
				"Sun4":"Às vezes, eu recolho um pequeno tesouro afundado. Encontrei algumas coisas incríveis ao longo dos anos.#$e#Espero que você também encontre alguns tesouros interessantes!",
				"Sun6":"Desculpe por não perguntar o suficiente sobre sua fazenda. Como está indo?",
				"Sun8":"Meu velho vizinho faleceu alguns anos atrás e confiou sua casa a mim.#$b#Fico feliz que Elliott tenha conseguido comprá-la e se mudar. Ele tem sido um bom vizinho.",
				"spring_Fri2":"Os bagres só mordem quando está chovendo. Você pode pegá-los em água doce na primavera e no outono.#$e#Só pra constar. Bagre é um dos meus favoritos.$h",
				"spring_Fri8":"Se você pegar um peixe muito comum, é na verdade mais lucrativo limpá-lo e cortá-lo você mesmo.#$e#Isso se você estiver vendendo em outro lugar. Eu só compro peixes inteiros.",
				"summer_Mon10":"As ilhas ao sul de nós são realmente belas, sendo Ginger Island a melhor delas, eu acho.",
				"summer_Tue10":"Se você escutar atentamente os peixes, eles vão te dizer o que querem.#$e#Alguns deles são um pouco mimados, heh! Estou pensando que esses esturjões têm algumas ilusões de grandeza.$h",
				"summer_Wed2":"A carpinteira Robin pode construir um lago de peixes para você, né? Isso pode funcionar. Apenas certifique-se de tratar esses peixes extra bem.#$e#Alguns deles só precisam do oceano selvagem, ou dos riachos, sabe? Nem todos os peixes vivem em lagos por um motivo.",
				"summer_Wed6":"Lembre-se, onde há água, provavelmente há peixes.#$b#Você sai um pouco mais do que eu, então espero que encontre algumas variedades exóticas.$h#$e#Só não me traga se for um pouco DEMAIS exótico, tá?$s",
				"summer_Wed10":"Ultimamente, tenho me perguntado se tirei demais do oceano. O que eu poderia devolver a ele? Devo minha subsistência inteira a ele.$s",
				"summer_Thu2":"É temporada de trutas arco-íris.#$b#E esta é a única temporada em que você pode pegá-las. Certifique-se de estocar se você gosta de cozinhar com elas.",
				"summer_Thu6":"Se estiver pescando tilápia neste verão, faça isso de manhã.#$e#Às vezes, elas aparecem no início da tarde, mas não com muita frequência.",
				"summer_Fri4":"Se você pegar uma lagosta em uma armadilha de caranguejo, certifique-se de compartilhar um pouco com Elliott. É o favorito dele.",
				"summer_Sat10":"Acordei cedo hoje de manhã porque tinha um caranguejo enorme beliscando meu dedo do pé.$s#$e#Ah, estou bem. Ele vai fazer um bom jantar.$h",
				"summer_Sun10":"Fique de olho nas poças de maré nesta temporada, especialmente depois da chuva.#$e#Aquelas ondas trazem muitas coisas para a costa. Você vai entender o que eu quero dizer.$h",
				"fall_Mon2":"O walleye é um dos peixes mais raros que você encontrará por estas bandas. Tente lançar uma linha em água doce quando chover nesta temporada.",
				"fall_Tue10":"Sabe, estou começando a gostar da ideia de peixes criados em fazendas. Se alguém for ouvir os peixes e o que eles querem, será você, não?",
				"fall_Wed10":"*cheira cheira* Deve ser hora de lavar. Minhas roupas estão todas crocantes.$s",
				"fall_Thu10":"Se me vir pescando, é só chegar perto de mim e lançar sua linha também.#$b#Você é sempre bem-vindo.$h",
				"fall_Fri2":"Quando chover este mês, certifique-se de pegar algumas enguias no oceano. Caso contrário, terá que esperar até a primavera.",
				"fall_Fri6":"Muitos salmões estão nadando rio acima. Certifique-se de pegá-los enquanto estão aqui.#$e#Você só pode encontrar salmão no outono.",
				"fall_Sat10":"Existem dois mundos: o que vivemos e o muito, muito mais antigo debaixo d'água.#$e#Eu penso no que faço como um diálogo entre esses dois mundos.",
				"fall_Sun10":"Como está o lago da montanha? Não subo lá com tanta frequência...",
				"winter_Mon10":"Às vezes consigo encontrar alguém para jogar damas comigo no Saloon.#$e#É importante ter um pouco de contato humano de vez em quando, não importa o quão confortável eu possa estar sozinho.",
				"winter_Tue":"Você realmente não pode superar peixes pescados na natureza quando se trata de sabor. E nutrição.#$b#Pessoas que moram muito longe do mar realmente não sabem o que estão perdendo.#$e#Se eles comem peixe criado em fazendas, é como se fosse uma comida totalmente diferente.",
				"winter_Tue8":"Acho que devo ser grato pelos peixes criados em fazendas.#$b#Se todo mundo só comesse as coisas boas que gosto de pescar, pescaríamos quase todo esse oceano.",
				"winter_Wed6":"Lembre-se, onde há água, provavelmente há peixes.#$b#Você sai um pouco mais do que eu, então espero que encontre algumas variedades exóticas.$h#$e#Só não me traga se for um pouco DEMAIS exótico, tá?$s",
				"winter_Wed10":"Não tenho ido para Prairie Island há algum tempo. Isso foi quando eu era muito mais jovem.#$e#Acho que vi algumas pessoas de Prairie Island no mercado noturno.",
				"winter_Thu10":"Me pergunto como Clint está.#$e#Nos vemos no saloon o tempo todo, mas nunca conversamos muito.",
				"winter_Sat10":"Ah, eu já não tenho a força que tinha antes.#$b#Mas ainda é mais do que suficiente. Não se preocupe comigo.$h",
				"winter_Sun10":"Ver as crianças na cidade sempre me traz um sorriso ao rosto.$h",
				"spring_1_2":"Ahoy there! Um feliz ano novo para você também!$h#$e#Estou surpreso que você tenha encontrado tempo para me visitar. Hoje é um dia tão ocupado para sua fazenda, certo?$h",
				"summer_4":"Parece que os atuns apareceram na costa de nossa praia. Certifique-se de estocá-los. Eles vão sumir novamente até o inverno.",
				"winter_7":"Você vai pescar no gelo amanhã no festival? Nem me importo mais se ganho nos dias de hoje. Só gosto de ver mais pessoas pescando.$h",
				"winter_15":"Acho que vou precisar de um pouco de paz e sossego depois desses próximos dias de mercado noturno.#$e#Vou ter que me virar até lá.",
				"winter_28":"Mais um ano passou. A passagem do tempo é uma coisa bonita se você conseguir apreciá-la.",
				"winter_7_2":"Você vai pescar no gelo amanhã no festival? Nem me importo mais se ganho nos dias de hoje. Só gosto de ver mais pessoas pescando.$h",
				"winter_15_2":"Acho que vou precisar de um pouco de paz e sossego depois desses próximos dias de mercado noturno.#$e#Vou ter que me virar até lá.",
				"winter_28_2":"Mais um ano passou. A passagem do tempo é uma coisa bonita se você conseguir apreciá-la."
			}
		}
	]
}