{
	"Changes":[
		{
			"LogName":"Wizard",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Wizard",
			"Entries":{
				"Introdução":"Ah, sim. Eu previ sua chegada há muito tempo, jovem @.#$e#No entanto, seu destino está em última análise em suas próprias mãos.",
"Mon2":"Se você está procurando algum tipo de assistência sobrenatural em seu trabalho agrícola, temo que este seja o lugar errado para estar.#$e#Não é que não haja nada que eu possa fazer. Em vez disso, há nada que eu deva fazer.",
"Mon4":"Vou postar uma mensagem na cidade se precisar de ajuda para estabilizar as forças elementais locais. As criaturas na mina às vezes a desequilibram.#$e#Se você não consegue chegar lá, Marlon geralmente consegue , mas sua perna o retarda.",
"Mon6":"Minhas poções normalmente me ajudam a me comunicar com uma variedade de espíritos que requerem minha atenção. Esse foi o seu caso.#$e#Mas elas também me colocaram no estado físico certo, para lançar certos feitiços. ",
"Mon8":"Para exercer o poder arcano, é preciso ter a mais alta integridade. Problemas pessoais nunca devem atrapalhar nosso julgamento.#$e#Minha amiga Welwick é assim. Ela mantém o hábito de jogar, mas se recusa a aplicar seu dom de clarividência em um jogo de cartas.#$b#Mesmo correndo o risco de ruína financeira.",
"Tue2":"Ahh, @, bem-vindo. Você gostaria de algo para beber?$h#$e#Oh, mas eu tenho mais do que apenas o que está naquele caldeirão.$h#$e#Na verdade, pensando bem disso, não importa.",
"Tue8":"Eu tentei viver para minhas próprias atividades egoístas há algum tempo e não acabou bem.#$b#A verdade é que há coisas maiores com as quais me preocupar do que eu mesmo.",
"Wed2":"É necessário um esforço incansável para manter o ambiente natural do vale em equilíbrio.#$e#Por esse motivo, devo continuar meu trabalho.",
"Wed4":"Estou mais interessado em objetos que possuam fortes propriedades místicas.#$b#Mas um homem também precisa comer, então se você me trouxesse uma refeição quente, eu não diria não.",
"Wed8":"Estou acostumado a ser tratado com apreensão, mas agradeço suas repetidas visitas, @.#$e#Normalmente, não tenho interesse em mundanos. Mas você me lembra que não posso negligenciar meu lado humano.",
"Thu4":"Stardew Valley é um lugar especial. É rico em coisas vivas e abundantes.#$e#Você pode agradecer aos espíritos por isso.",
				"Thu6":"A arte de remodelar a alma humana é algo que não desejo perseguir. Você teria que perguntar a um ser sombrio sobre isso.",
"Thu8":"O biólogo que mora perto das minas é na verdade bastante inteligente. Respeito sua capacidade de compreender o mundo natural.#$e#Minha prática é diferente, pois me concentro em dobrar o mundo natural, através do uso do mundo além.",
"Fri":"Pense em mim como um embaixador entre este mundo e o mundo dos espíritos.#$e#Esse é apenas um dos meus deveres, de qualquer maneira.",
"Fri2":"Acredito que os habitantes da cidade tenham medo de mim.#$e#É lamentável, mas suponho que seja humano ter medo do desconhecido.",
"Fri4":"Minha habilidade de teletransporte levou uma vida inteira para ser desenvolvida, mas uma técnica semelhante também é possível através do uso de totens de dobra.#$e#Sua conexão com os espíritos da floresta deve permitir que você crie totens de dobra também.",
"Sat6":"Rrrgh. Minha cabeça está me matando. Eu estava testando uma poção.#$e#Não, isso é perfeitamente normal. Vou ficar bem.",
"Sat8":"Viajei por anos antes de encontrar um lugar rico o suficiente em energia mágica para construir esta torre.#$e#Não, é claro que não coloquei os tijolos manualmente. Eu exerço o poder de convocação por uma razão .$h",
"Sun4":"Embora eu esteja procurando um aprendiz, posso dizer com segurança que não será você.#$e#Não fique desapontado. Esta responsabilidade não é invejável.",
"Sun6":"Nas guerras elementais, a raça anã foi quase completamente exterminada pelos seres das sombras.#$b#Mas a guerra finalmente terminou. Espero que aqueles que restaram possam seguir em frente.",
"Sun10":"Ah, @. Estou feliz que você esteja aqui.#$e#Sim, estou feliz por fazer uma pausa no meu trabalho. Como você está?",
				"summer_Mon10":"Embora eu esteja procurando por um aprendiz, posso dizer com segurança que não será você.#$e#Não fique desapontado. Esta responsabilidade não é invejável.",
"summer_Tue10":"Temo pelas almas daqueles que abusam das artes das trevas, especialmente por desejos egoístas.#$e#Para prejudicar os inocentes... verdadeiramente, não há crime maior neste mundo nem no próximo.",
"summer_Wed10":"Hmm... minha barba está ficando oleosa. Vou precisar fazer um pequeno encantamento anti-gordura mais tarde.#$e#Oh, eu não tomo banho há uns trinta anos.# $b#Não há necessidade quando você tem... magia!$h",
"summer_Fri":"Os ursos nesta região não são... comuns.#$b#Com sua conexão com os espíritos da floresta, você pode até ser capaz de se comunicar com eles. Já tentou?",
"summer_Fri6":"Existe um santuário amaldiçoado na região leste das minas. Você já se aventurou lá?#$e#Ah, mas claro, eu já sei a resposta. Só queria ver se sua expressão seria verdadeiramente tão imperturbável quanto pensei que seria.#$e#Você realmente é extraordinário para um mundano, @.",
"summer_Sat10":"A arte de remodelar a alma humana é algo que não desejo perseguir. Você teria que perguntar a um ser sombrio sobre isso.",
"fall_Mon2":"Ahh, os espíritos estão muito ativos durante esta temporada.#$e#É um momento emocionante para o meu ofício, mas esperemos que não haja... incidentes este ano.",
"fall_Tue10":"Você disse que há um portal de dobra para a cabana da minha ex-mulher... no meu porão?$h#$b#Isso é... uh... como isso foi parar lá?#$e#Er. .. Eu sabia que estava lá... eu só... nunca fiz isso funcionar sozinho.#$b#Isso mesmo. Tem, uh, algo a ver com os aspectos técnicos da magia arcana.",
"fall_Wed10":"Os ursos nesta região não são... comuns.#$b#Com sua conexão com os espíritos da floresta, você pode até ser capaz de se comunicar com eles. Já tentou?",
"fall_Thu10":"O que você acha do meu chapéu?#$e#Eu acho que é um chapéu maravilhoso.",
"fall_Fri10":"Stardew Valley é um lugar especial. É rico em coisas vivas e abundantes.#$e#Você pode agradecer aos espíritos por isso.",
				"fall_Sun10":"Eu entendo que os habitantes da cidade podem não gostar de ser chamados de \"mundanos\".#$b#Mas como devo chamá-los? Comuns? Normies?",
"winter_Mon4":"Os assuntos do povo mundano pouco importam para mim, mas os elementais gostam de uma chance de ver você de perto.#$e#Foi para eles que eu criei aquele labirinto bobo no festival da Véspera dos Espíritos.",
"winter_Tue10":"Temo pelas almas daqueles que abusam das artes das trevas, especialmente por desejos egoístas.#$e#Para prejudicar os inocentes... verdadeiramente, não há crime maior neste mundo nem no próximo.",
"winter_Wed4":"Sim, conheço bem Linus, embora normalmente nos encontremos apenas uma vez por ano.#$e#Ele entende a montanha melhor do que a maioria dos outros. Há muito que você pode aprender com ele.",
"winter_Thu10":"O que continua trazendo você de volta aqui, @? Devo admitir que nunca esperei que você demonstrasse um interesse tão pessoal por mim.#$e#É certamente gentil da sua parte. Eu agradeço.",
"winter_Fri10":"Admito que meu trabalho não me ocupa inteiramente o tempo todo.#$e#É que as outras pessoas... me deixam nervoso. Esse estilo de vida combina comigo.",
"winter_Sat10":"Mmm... uma xícara de chá não ajudaria a clarear os sentidos? Talvez seja disso que eu preciso.",
"fall_26":"Vejo você amanhã no festival da Véspera dos Espíritos?#$e#Não, não procurei por isso em meu orbe de vidência. Só achei que seria mais fácil perguntar.#$e# O que você acha que eu faço aqui o dia todo, afinal?",
"winter_28":"Mais um ano sem desastres. Eu preparei uma poção especial com meu nome.$h#$e#Não, você pode não ter nenhuma. Seu corpo não está devidamente ajustado a isso.#$ e#Aquela poção quando nos conhecemos? Era cerca de 2. Este é um 9.",
"spring_1_2":"Você veio aqui quando deveria estar deixando sua fazenda em forma para o ano novo?",
"fall_26_2":"Vejo você amanhã no festival da Véspera dos Espíritos?#$e#Não, não procurei por isso em meu orbe de vidência. Só achei que seria mais fácil perguntar.#$e# O que você acha que eu faço aqui o dia todo, afinal?",
"winter_28_2":"Mais um ano sem desastres. Eu preparei uma poção especial com meu nome.$h#$e#Não, você pode não ter nenhuma. Seu corpo não está devidamente ajustado a isso.#$ e#Aquela poção quando nos conhecemos? Era cerca de 2. Este é um 9."
			}
		}
	]
}