{
	"Changes":[
		{
			"LogName":"Wizard",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Wizard",
			"Entries":{
				"Introduction":"Ah, sim. Eu previ sua chegada há muito tempo, jovem @.#$e#No entanto, seu destino está em suas próprias mãos.",
				"Mon2":"Se você está procurando alguma espécie de assistência sobrenatural com o trabalho da fazenda, receio que este não seja o lugar certo.#$e#Não é que não haja nada que eu possa fazer. Pelo contrário, não há nada que eu DEVA fazer.",
				"Mon6":"Minhas poções geralmente me ajudam a me comunicar com uma variedade de espíritos que exigem minha atenção. Tal foi o caso com você.#$e#Mas também me colocam no estado físico correto, para lançar certos feitiços.",
				"Tue2":"Ahh, @, bem-vindo. Gostaria de algo para beber?$h#$e#Ah, mas eu tenho mais do que apenas o que está nesse caldeirão.$h#$e#Na verdade, pensando bem, esqueça.",
				"Wed2":"É necessário um esforço incansável para manter o equilíbrio do ambiente natural do vale.#$e#Por essa razão, devo continuar meu trabalho.",
				"Wed4":"Estou mais interessado em objetos que possuem fortes propriedades místicas.#$b#Mas um homem também precisa comer, então se você me trouxer uma refeição quente, eu não vou recusar.",
				"Wed8":"Estou acostumado a ser tratado com apreensão, mas aprecio suas visitas repetidas, @.#$e#Normalmente, não tenho interesse em mundanos. Mas você me lembra que não posso negligenciar meu lado humano.",
				"Thu4":"Stardew Valley é um lugar especial. É rico em coisas abundantes e vivas.#$e#Você pode agradecer aos espíritos por isso.",
				"Thu6":"A arte de remodelar a alma humana é algo que não desejo perseguir. Você teria que perguntar a um ser das sombras sobre isso.",
				"Thu8":"O biólogo que mora perto das minas é na verdade muito inteligente. Eu respeito sua capacidade de entender o mundo natural.#$e#Minha prática é diferente, pois me concentro em dobrar o mundo natural, através do uso do mundo além.",
				"Fri":"Pense em mim como um embaixador entre este mundo e o mundo dos espíritos.#$e#Essa é apenas uma das minhas funções, de qualquer forma.",
				"Fri2":"Acredito que os moradores da cidade têm medo de mim.#$e#É lamentável, mas suponho que é humano ter medo do desconhecido.",
				"Fri4":"Minha habilidade de teleportar levou uma vida inteira para desenvolver, mas uma técnica semelhante também é possível através do uso de totems de teleporte.#$e#Sua conexão com os espíritos da floresta deve permitir que você crie totems de teleporte também.",
				"Sat8":"Viajei por anos antes de encontrar um lugar rico o suficiente em energia mágica para construir esta torre.#$e#Não, é claro que não coloquei os tijolos à mão. Eu uso o poder de invocação por um motivo.$h",
				"Sun4":"Embora eu esteja procurando por um aprendiz, posso dizer com segurança que não será você.#$e#Não fique desapontado. Essa responsabilidade não é invejável.",
				"Sun6":"Nas guerras elementares, a raça anã foi quase completamente dizimada pelos seres das sombras.#$b#Mas a guerra finalmente acabou. Espero que aqueles que sobreviveram possam seguir em frente.",
				"Sun10":"Ah, @. Fico feliz que você esteja aqui.#$e#Sim, estou feliz em dar uma pausa no meu trabalho. Como você está?",
				"summer_Mon4":"Vou postar uma mensagem na cidade se precisar de ajuda para estabilizar as forças elementares locais. As criaturas na mina às vezes a desequilibram.#$e#Se você não puder fazer isso, Marlon geralmente pode, mas sua perna o desacelera.",
				"summer_Mon10":"Embora eu esteja procurando por um aprendiz, posso dizer com segurança que não será você.#$e#Não fique desapontado. Essa responsabilidade não é invejável.",
				"summer_Tue8":"Tentei viver para meus próprios interesses egoístas há algum tempo e não deu certo.#$b#A verdade é que há coisas maiores com as quais me preocupar do que eu mesmo.",
				"summer_Tue10":"Tenho medo pelas almas daqueles que abusam das artes sombrias, especialmente por desejos egoístas.#$e#Ferir os inocentes... verdadeiramente, não há crime maior neste mundo nem no próximo.",
				"summer_Wed10":"Hmm... minha barba está ficando oleosa. Vou precisar fazer um pequeno encantamento anti-oleosidade depois.#$e#Oh, não tomo banho há trinta e poucos anos.#$b#Não há necessidade quando você tem... magia!$h",
				"summer_Fri":"Os ursos nesta região não são... comuns.#$b#Com sua conexão com os espíritos da floresta, você até pode conseguir se comunicar com eles. Já tentou?",
				"summer_Fri6":"Há um santuário amaldiçoado na região leste das minas. Você já se aventurou lá?#$e#Ah, mas é claro, eu já sei a resposta. Eu só queria ver se sua expressão seria realmente tão imperturbável quanto eu pensava que seria.#$e#Você é realmente extraordinário para um mundano, @.",
				"summer_Sat10":"A arte de remodelar a alma humana é algo que não desejo perseguir. Você teria que perguntar a um ser das sombras sobre isso.",
				"fall_Mon2":"Ahh, os espíritos estão muito ativos durante esta temporada.#$e#É um momento emocionante para minha arte, mas esperemos que não haja... incidentes este ano.",
				"fall_Mon8":"Para empunhar poder arcano, é preciso ter a mais alta integridade. Problemas pessoais nunca devem turvar nosso julgamento.#$e#Minha amiga Welwick é assim. Ela mantém um hábito de jogos de azar, mas se recusa a aplicar seu dom de clarividência em um jogo de cartas.#$b#Mesmo correndo o risco de ruína financeira.",
				"fall_Tue8":"Tentei viver para meus próprios interesses egoístas há algum tempo e não deu certo.#$b#A verdade é que há coisas maiores com as quais me preocupar do que eu mesmo.",
				"fall_Tue10":"Você diz que há um portal de teleporte para a cabana da minha ex-esposa... no meu porão?$h#$b#Isso é... uh... como isso foi parar lá?#$e#Er... Eu sabia que estava lá... eu só... nunca consegui fazê-lo funcionar para mim mesmo.#$b#Isso mesmo. É uh, algo relacionado às peculiaridades da magia arcana.",
				"fall_Wed10":"Os ursos nesta região não são... comuns.#$b#Com sua conexão com os espíritos da floresta, você até pode conseguir se comunicar com eles. Já tentou?",
				"fall_Thu10":"O que você acha do meu chapéu?#$e#Eu acho que é um chapéu maravilhoso.",
				"fall_Fri10":"Stardew Valley é um lugar especial. É rico em coisas abundantes e vivas.#$e#Você pode agradecer aos espíritos por isso.",
				"fall_Sun10":"Entendo que os moradores da cidade talvez não gostem de serem chamados de \"mundanos.\"#$b#Mas o que devo chamá-los? Ordinários? Normies?",
				"winter_Mon4":"Os assuntos das pessoas mundanas importam pouco para mim, mas os elementais gostam de ter a chance de te ver de perto.#$e#É por eles que eu criei esse labirinto bobo no festival do Espírito da Noite.",
				"winter_Tue10":"Tenho medo pelas almas daqueles que abusam das artes sombrias, especialmente por desejos egoístas.#$e#Ferir os inocentes... verdadeiramente, não há crime maior neste mundo nem no próximo.",
				"winter_Wed4":"Sim, estou bastante familiarizado com o Linus, embora normalmente só nos encontremos uma vez por ano.#$e#Ele entende a montanha melhor do que a maioria das outras pessoas. Há muito que você poderia aprender com ele.",
				"winter_Thu10":"O que continua te trazendo de volta aqui, @? Devo admitir que nunca esperei que você mostrasse tanto interesse pessoal em mim.#$e#É certamente gentil da sua parte. Eu aprecio.",
				"winter_Fri10":"Admito que meu trabalho não me ocupa inteiramente o tempo todo.#$e#É que outras pessoas... me deixam nervoso. Este estilo de vida me convém.",
				"winter_Sat6":"Rrrgh. Minha cabeça está matando. Eu estava testando uma poção.#$e#Não, isso é perfeitamente normal. Eu vou ficar bem.",
				"winter_Sat10":"Mmm... não ajudaria tomar uma xícara de chá para limpar os sentidos? Talvez seja isso que eu precise.",
				"fall_26":"Vou te ver amanhã no festival do Espírito da Noite?#$e#Não, eu não olhei no meu orbe de adivinhação para isso. Achei que seria mais fácil perguntar.#$e#O que você acha que faço aqui o dia todo, afinal?",
				"winter_28":"Outro ano sem desastres. Eu fiz uma poção especial com o meu nome nela.$h#$e#Não, você não pode ter nenhuma. Seu corpo não está devidamente ajustado para isso.#$e#Aquela poção quando nos conhecemos? Aquela era mais ou menos 2. Essa é 9.",
				"spring_1_2":"Você veio até aqui quando deveria estar preparando sua fazenda para o novo ano?",
				"fall_26_2":"Vou te ver amanhã no festival do Espírito da Noite?#$e#Não, eu não olhei no meu orbe de adivinhação para isso. Achei que seria mais fácil perguntar.#$e#O que você acha que faço aqui o dia todo, afinal?",
				"winter_28_2":"Outro ano sem desastres. Eu fiz uma poção especial com o meu nome nela.$h#$e#Não, você não pode ter nenhuma. Seu corpo não está devidamente ajustado para isso.#$e#Aquela poção quando nos conhecemos? Aquela era mais ou menos 2. Essa é 9."
			}
		}
	]
}