{
	"Introduction": "Olá! Eu sou Giovanni, mas pode me chamar de Gio!$h#$b#Eu sou o dono da Pizzaria chamada Gio's Pizza na Cidade Zuzu.$h#$e#Você já conheceu minha sobrinha Hazel?#$b#Às vezes, ela ajuda na cozinha e me ajuda a servir as mesas.#$e#Vocês dois se dariam bem como um Calzone pegando fogo!$h",
	"Mon": "Meu Yoba! Eu queria que Hazel chegasse certo no horário para trabalhar!$a#$b#Eu sei que em algumas noites ela fica acordada até tarde estudando...#$b#Mas ela nunca chega no horário!$s",
	"Mon2": "Hazel precisa ser lembrada de suas responsabilidades na pizzaria!$s#$e#Eu cheguei esta manhã e encontrei louça suja e vegetais sujos...$a#$e#Você poderia conversar com ela por mim? Ela sempre fica chateada comigo porque eu 'Mordo ela'...$s",
	"Tue": "Os negócios estão bombando!$h#$b#Nunca vi a pizzaria tão cheia! Todo mundo ama pizza!$h",
	"Tue4": "Eu estava pensando em como poderia expandir o negócio outro dia...#$b#O que você acha de 'Noites especiais'?$h#$e#Terças-feiras de Taco!$h#$b#Sextas-feiras de Hambúrguers!$h#$b#Sanduíche às Segundas-feiras!$h#$b#...#$b#Não?#$s",
	"Tue6": "...$s#$b#Oh! Você me pegou em um momento contemplativo, @. Às vezes, no meio da agitação da pizzaria, me pego pensativo.#$b#É como se estivesse amassando massa, mas com ideias!$h#$b#Você já se sentiu assim? Como se houvesse um mundo inteiro de possibilidades esperando para ser explorado?#$e#De qualquer forma, chega de divagações. Como está sendo o seu dia?$h",
	"Wed": "Da massa crescendo ao queijo derretendo!$h#$b#Tem algo na energia de um dia movimentado que me deixa animado.#$e#Falando em fogo, eu posso ter... Acidentalmente queimado uma ou duas pizzas hoje...$s#$e#Ei, ninguém é perfeito, certo?$h",
	"Wed4": "Estive pensando na jornada da Gio's Pizza, desde seus humildes começos até onde está agora.$h#$b#Não é apenas sobre a comida; É sobre a comunidade que construímos em torno dela.$h#$e#Nosso logo deveria ser: Família e boa pizza!",
	"Wed6": "Ei, é você de novo, @!#$e#Mais cedo, David passou aqui para conversar.#$b#Nós sempre brincamos sobre qual pizza é a melhor...$a#$b#Mas no fundo, nós dois sabemos que é tudo brincadeira.$h#$b#A competição nos mantém afiados, certo?$h",
	"Thu": "Preciso lembrar de agendar a entrega de amanhã com o motorista...$s#$b#Oh, @! Haha, desculpe, perdido em meus próprios pensamentos...$h",
	"Thu2": "Bem, bem, bem! Olha só quem é, @!#$b#Hoje me deixou nostálgico... Eu estava lembrando dos velhos tempos quando Hazel era apenas um broto correndo pela cozinha.$h#$b#Farinha no nariz e um brilho nos olhos.$h#$e#O tempo voa, não é, @?",
	"Thu6": "Um dia estressante, de fato, @.$s#$b#Sou só eu que sinto tanta pressão nos negócios?$s#$e#Ei, todo mundo sabe que a pizza da Gio's é a melhor, certo?$h",
	"Fri": "Estive experimentando combinações de sabores que vão te surpreender, @!$h#$b#Quem diria que abacaxi poderia ser tão controverso...?$s#$e#Ei, variedade é o tempero da vida!$h",
	"Fri2": "Sexta-feira... Todo mundo pronto para relaxar.#$b#Nada mais relaxante do que um prato do meu linguini de camarão!$h",
	"Fri4": "Ei, ei, ei!#$b#Estive pensando em fazer uma festa de pizza para celebrar o final da semana.$h#$e#Imagine: música, risadas e, é claro, montanhas de pizza deliciosa.#$b#Teremos que planejar isso algum dia!",
	"Sat": "Finais de semana! Ótimos para os negócios, mas não para minhas costas...#$b#Nada como carregar sacos de farinha com mais de 50 anos.$h",
	"Sat2": "Você sabia que as entregas de pizza aumentam em 75% nos finais de semana?#$b#Eu me pergunto o que é que acontece no final da semana que nos transforma em glutões.$h",
	"Sat6": "Hoje foi um dia difícil, @.#$b#Você se importaria de me deixar em paz? Estou exausto.$s#$e#Obrigado, @. Tenho certeza de que vou te ver para uma boa fatia de pizza amanhã, certo?$h",
	"Sun": "Domingos têm um certo ar relaxante...#$b#Às vezes, eu gostaria de estar em algum resort tropical, saboreando um copo de rum branco.$h#$e#Ah, bem, tem muito tempo para isso quando eu me aposentar!",
	"Sun4": "Hmm...$h#$b#Apenas lembrando dos bons e velhos tempos.#$b#...Não que os dias de hoje não sejam bons! Eu amo cozinhar com paixão.$h"
}
