{
	"Introduction": "Já nos conhecemos...?#$b#Me chamo Hazel.$h#$b#Trabalho na Pizzaria, onde meu Tio Giovanni é o dono.#$b#E ele é o Chef auto-proclamado!$h",
	"rain": "Aff, chuva de novo?$s#$b#Pelo menos é boa para as plantas.",
	"Mon": "Segundas são um saco!#$b#Queria poder ficar na cama, às vezes...$s",
	"Mon2": "Não acredito que me forço a sair da cama todos os dias para vir arrumar mesas.#$e#Tenho certeza de que poderia fazer algo melhor com meu tempo...$s",
	"Tue": "E aí, @. Como está sua semana?$h#$b#A minha está bem, só a mesma correria no meio da semana com pizzas...",
	"Tue4": "E aí, @. O que devo fazer da minha vida?#$b#Não posso trabalhar em uma pizzaria a vida toda, isso não é algum tipo de jogo.$a",
	"Wed": "Queria poder fazer as pizzas em alguns dias.$a#$b#Mas enjoa rápido...$s",
	"Wed4": "Eu amo o tio Gio, mas queria que ele desse um tempo...$s#$e#Se estou atrasada, estou atrasada!#$b#O que mais ele quer que eu faça sobre isso...?$a",
	"Thu": "@! Quer uma pizza?#$b#Ou você está aqui para falar comigo?$h#$e#De qualquer forma, fico feliz em ajudar.$h#$e#Bom, 'feliz' é um exagero...$s",
	"Thu2": "Mal posso esperar pela sexta-feira! Melhor dia da semana...$h#$e#Claro, a pizzaria pode estar mais cheia às sextas...$s#$b#Mas é o dia antes do fim de semana tranquilo...$h",
	"Thu6": "Derramei uma bebida na cozinha mais cedo.$a#$b#Juro, estou ficando cada vez mais desajeitada.",
	"Fri": "Grr...!!$h#$e#Juro, aho que um dia vou morrer por causa desse trabalho...$s",
	"Fri4": "Ufa. Sexta-feira...#$b#Obrigada yoba que a semana está quase acabando!$h#$e#Acho que seus fins de semana são tão trabalhosos quanto seus dias úteis, né?",
	"Sat": "Finais de semana são os melhores!#$b#A visão de pizza até me faz sentir mal nos dias de hoje.$h",
	"Sat2": "Estava pensando em largar meu emprego...$s#$e#Mas mal estou conseguindo pagar as contas como estou.#$b#E tambem não tenho coragem de fazer isso com o Tio Gio.$h",
	"Sat6": "O fim de semana realmente faz você se sentir mais livre para fazer o que quiser!$h#$e#Não estou ansiosa para voltar ao trabalho, para ser honesta com você, @...$s",
	"Sun": "Estudar microbiologia é...$h#$b#Legal e tal...$s#$b#Mas meio que queria ter ido para a escola de culinária.$s",
	"Sun4": "Ficar explorando a natureza é um dos meus passatempos favoritos.#$b#É uma pena que eu esteja sempre ocupada com meu trabalho e estudos."

}
