{
	"Introduction": "Olá... Estou um pouco ocupado agora, Hm... Prazer em conhecê-lo.^Olá... Estou um pouco ocupado agora, Hm... Prazer em conhecê-la.#$b#Sou Max, o assistente pessoal do Kristoff. Estou ocupado agora, mas espero que possamos ser amigos!#$e#Falo com você mais tarde, @.",
	"Mon": "Segundas-feiras sempre são as mais estressantes com o Kristoff.$s#$e#Ele sempre parece ter algo para eu fazer.$u",
	"Mon2": "Argh! O que aconteceu com as promoções?$a#$b#Tenho ambições maiores do que apenas ser o pequeno ajudante do Kristoff.$s#$b#Desculpe, eu só fico enjoado desse trabalho às vezes.$s#$e#Não é TUDO ruim...",
	"Tue": "...$a#$e#O que? Você não vê que estou um pouco ocupado?$s",
	"Tue4": "Por que eu me dou ao trabalho às vezes?#$b#Quer dizer, qual é o ponto desse ciclo interminável de recados e tarefas?$a",
	"Tue6": "Há algo estranhamente satisfatório em riscar as coisas da minha lista de afazeres.$h#$b#São as pequenas vitórias que me mantêm seguindo em frente.",
	"Wed": "Encontro algum consolo em tocar piano.#$b#É um alívio do caos da minha vida profissional.$h#$e#E você, @? Quais são seus hobbies?",
	"Wed4": "Às vezes, não consigo deixar de me perguntar se toda essa correria está me levando a algum lugar.#$b#Você já sentiu isso?#$e#Eu quero um futuro nos negócios, sim, mas imaginei um pouco mais... respeito do meu empregador!$a",
	"Wed6": "Há um certo ritmo às quartas-feiras, você não acha?#$e#Como o fluxo e refluxo da cidade.#$b#É estranhamente calmante.$h",
	"Thu": "Tem dias que eu me pergunto se é só isso que a vida tem a oferecer.#$b#Apenas um ciclo interminável de tarefas e responsabilidades.$s#$e#Não se preocupe comigo, @. Eu realmente amo isso...",
	"Thu2": "O Kristoff me faz sentir estúpido às vezes, sabe...$s#$b#Dou o meu melhor por ele e dou minhas ideias...$s#$e#As dele sempre acabam sendo melhores que as minhas, aparentemente.#$b#Bem, não é isso que os números de vendas dizem...$h",
	"Thu6": "Ei. Sabe, apesar do caos desse trabalho, é bom ter alguém para conversar.$h#$e#Obrigado por estar aqui.$h",
	"Fri": "É só comigo ou a sexta-feira parecem ser muito arrastadas?$s#$b#Argh, isso me mata!$a",
	"Fri2": "Mal posso esperar pelo fim de semana.$h#$b#Estou pensando em ir para o Sanctuary para um pouco de música ao vivo esta noite.$h#$e#Quer vir?",
	"Fri4": "Sabe, apesar de toda a loucura, não é tão ruim ter alguém como você para conversar.$h#$e#Eu gostaria que o Kristoff valorizasse um pouco mais o meu trabalho...",
	"Sat": "Ahhh, sábado...$h#$e#Você não adora um dia de folga?",
	"Sat2": "Acho que vou passar um tempo no parque hoje.$h#$b#É bom aproveitar o meu tempo longe do escritório.",
	"Sat6": "Ei, quer sair mais tarde? Talvez a gente possa tomar uma bebida em algum lugar?$h#$e#Um adiamento?$h",
	"Sun": "Eu amo domingos.#$b#Mas a iminente perspectiva da semana de trabalho à frente está meio me deixando para baixo.$s",
	"Sun4": "Outra semana pela frente...$s#$b#Vou tentar contar quantas vezes o Kristoff me agradece esta semana!$h#$e#Estimo um número abaixo de 3.$s"
}
