{
	"Introduction": "Acho que não nos conhecemos.$u#$b#Meu nome é Selena. Você seria?$k#$e#Prazer em conhecê-lo @.^Prazer em conhecê-la @.",
	"Mon": "Buddy é um grande amigo meu e estudamos na mesma universidade.#$b#Compartilhar um apartamento com Buddy é melhor do que morar no campus.",
	"Mon2": "A única coisa que não gosto de morar fora do campus é o tempo que leva para chegar às aulas.$u",
	"Tue": "Eu adoraria conversar, mas tenho algumas pesquisas para fazer agora.",
	"Tue4": "E aí, @. Me ajuda a me distrair de alguns manuscritos em que estava trabalhando.$h#$e#Buddy não foi de grande ajuda. Ele também não quer conversar sobre nada.$u",
	"Wed": "Quando você mora na cidade, conhece pessoas de todos os lugares.",
	"Wed4": "Eu tinha grandes sonhos de viver na cidade quando era mais jovem.$0#$e#Acontece que a cidade é cheia das mesmas pessoas, elas só têm mais dinheiro.$s",
	"Thu": "Aquele elevador está fora de serviço desde que cheguei aqui, acho.#$b#Minha teoria pessoal é que nunca houve um elevador.",
	"Thu2": "Tem algo errado com este apartamento.$s#$e#É abafado e arejado ao mesmo tempo, e a água da torneira é estranhamente pegajosa.$a",
	"Thu6": "Este apartamento é meio caído.$a#$b#Não conte para o Buddy, mas assim que me formar, vou embora daqui.$u",
	"Fri": "Ouvi dizer que há algumas cavernas interessantes no Vale Stardew, cheias de artefatos.",
	"Fri4": "Da próxima vez que estiver nas minas, pode trazer algo bonito para mim?$h",
	"Sat": "Buddy trabalha na farmácia nos fins de semana.$e#Não o incomode quando ele estiver trabalhando.$u",
	"Sat2": "Como é a biblioteca na Vila Pelicanos? Ela tem muitos livros?$6",
	"Sat6": "Deveria fazer uma viagem de um dia para Vila Pelicanos, adoraria conferir a biblioteca.$e#$b#E ver sua fazenda, é claro!$h",
	"Sun": "Tento fazer todas as compras no Mantleby's.#$b#Sim, eu sei que o Mini Joja está bem ali, mas a Corporação Joja não me agrada...$s",
	"Sun4": "Já pensei em me candidatar ao conselho municipal.", //TO DO: create a question fork where she is hesitant about "dealing with Joja". You can sympathize, or defend JojaCo//
	 
}
